{"compound_ave": 0.0723906113537118, "texts": [{"text": " I loved The Folk of the Air so much so far then I went back and read The Coldest Girl waaay behind the curve ... and loved it. Will you ever return to the story of Tana and Gavriel?", "compound": 0.8316, "pos": 0.182, "neg": 0.0, "neu": 0.818, "data": "2019-03-14 09:34:53"}, {"text": "Behind the curve .", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-13 08:22:41"}, {"text": "Dude on Behind the Curve talking about getting recognized in public \"You're Mark Sargent\"...no shit, you literally have it on your shirt with a name tag and with flat earth on it. This guy is such a moron and so is everyone in this stupid movement. Netflix flatearthers ", "compound": -0.8957, "pos": 0.0, "neg": 0.201, "neu": 0.799, "data": "2019-03-13 10:25:45"}, {"text": "Here is what ive decided after watching Behind the Curve : Mark Sargent = Michael Scott Prove me wrong", "compound": -0.4767, "pos": 0.0, "neg": 0.162, "neu": 0.838, "data": "2019-03-13 14:59:06"}, {"text": "He’s not alone lol. Watch Behind the Curve on Netflix. Sooooo many people do", "compound": -0.1511, "pos": 0.108, "neg": 0.145, "neu": 0.747, "data": "2019-03-13 01:35:15"}, {"text": "Having only watched 3 minutes of Behind the Curve I already assume that 90% of all flat earthers are Americans. Why is that the case (assuming I’m right)? This isn’t a thing where I live (Japan). What is it about American culture that’s so messed up to produce this (dis)belief?", "compound": -0.5387, "pos": 0.0, "neg": 0.072, "neu": 0.928, "data": "2019-03-13 21:23:01"}, {"text": "Pretty sure the current generation of consoles will be the last to still facilitate physical copies, only Nintendo seem behind the curve on streaming sevices. Between steam, uplay, origin, ", "compound": 0.6705, "pos": 0.169, "neg": 0.0, "neu": 0.831, "data": "2019-03-13 17:50:29"}, {"text": "Exactly and it will make people stop and think about if they want changes or be stuck decades behind the curve of history! People just need to get used to regardless whose idea it was, AOC's or someone else, the same could been said about Medicare4All several years ago. ", "compound": -0.4926, "pos": 0.025, "neg": 0.087, "neu": 0.888, "data": "2019-03-13 11:19:56"}, {"text": "I'm behind the curve on this one (article was posted in 2017)... , I have a question. I need to learn about financial projections. Where do I begin? ", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-13 17:20:12"}, {"text": "Possibly a bit behind the curve here, now I'm using python 3.7 not 2.7, wondering if I still need to explicitly handle file path separators for different platforms or whether that OS thing has gone under the file open covers? Will find out in a mo. Ciao.", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-13 17:35:46"}, {"text": "We are Daniel J. Clark, Caroline Clark, and Nick Andert. We made the documentary \" Behind the Curve \" about Flat Earthers. AUA! - ", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-13 08:15:06"}, {"text": "Slightly behind the curve there.. reported on this ages ago", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-13 14:59:59"}, {"text": "So I started watching Behind The Curve on Netflix bc I am bored af. 20 seconds in and it’s instant regret.", "compound": -0.5994, "pos": 0.0, "neg": 0.224, "neu": 0.776, "data": "2019-03-13 10:06:16"}, {"text": "If you think this just started happening you way behind the curve ... this is not new someone just got caught. ", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-13 07:31:21"}, {"text": "Which has to do with the correct spelling in the English language, how? Apple didn't perfect language. They perfected design and then added an app store that locked you into their product. Now behind the curve , relying in previous buys of music or films. It's criminal really.", "compound": -0.4015, "pos": 0.068, "neg": 0.118, "neu": 0.813, "data": "2019-03-13 07:55:51"}, {"text": "And they changed their tune on their site... It's like the FLERFER documentary \" Behind the curve \"... it's great to watch quacks own themselves.", "compound": 0.765, "pos": 0.231, "neg": 0.0, "neu": 0.769, "data": "2019-03-14 15:40:08"}, {"text": "Oh heck, I’m woefully behind the curve ! *takes notes*", "compound": -0.4574, "pos": 0.0, "neg": 0.272, "neu": 0.728, "data": "2019-03-14 08:10:20"}, {"text": "Tweets mostly come from contrarians just looking for fight or narcissists. Conspiracy theories give those that hold them a sense of superiority. Only they figured it out. They are the smart ones. Watch the Netflix doc ' Behind the Curve \" Its about flat earthers.", "compound": -0.2263, "pos": 0.104, "neg": 0.122, "neu": 0.774, "data": "2019-03-14 03:32:57"}, {"text": "On Netflix - “Losers” or “ Behind the Curve ”", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 07:13:51"}, {"text": "\" behind the curve \" on Netflix", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-13 05:19:30"}, {"text": "I’m watching Behind The Curve on Netflix about Flat Earthers and wow my head hurts", "compound": 0.1779, "pos": 0.191, "neg": 0.156, "neu": 0.653, "data": "2019-03-13 08:10:11"}, {"text": "Sums are getting bigger and bigger while FlatEarth is just behind the curve . ", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-13 17:34:07"}, {"text": "They share far less than you think. And visitors to Canada who need a visa also need to provide biometric fingerprints and a photo in person. Same with US and Australian visa applicants. Again, EU is behind the curve .", "compound": 0.296, "pos": 0.058, "neg": 0.0, "neu": 0.942, "data": "2019-03-14 08:41:49"}, {"text": "Also: you know that Canada, a very first-world progressive nation, only grounded the jets earlier today, March 13th, correct? This action is by no means behind the curve . Again, this is how progress works.", "compound": 0.1531, "pos": 0.078, "neg": 0.061, "neu": 0.861, "data": "2019-03-14 02:54:17"}, {"text": "So you can make excuses for them and what not. But the shit you mentioned they should have been doing all of it. They arent growing, they are always behind the curve and constantly playing catch up. Halo innovated shit. Never catered to other titles or tried to be other titles", "compound": 0.8512, "pos": 0.168, "neg": 0.026, "neu": 0.806, "data": "2019-03-14 04:50:39"}, {"text": "The Boeing 737 Max 8 is an example of using software the wrong way, Boeing was behind the curve , quickly designed a plane that has inherent aerodynamic instability, and used software to compensate to the point that pilot input is overridden. Planes don't fall off the sky", "compound": -0.4767, "pos": 0.0, "neg": 0.066, "neu": 0.934, "data": "2019-03-13 06:21:30"}, {"text": "Flat earth documentary on Netflix ( behind the curve )..... I made it 60 minutes in and just couldn't any more. My brain hurt, I got itchy.... SMH.", "compound": -0.7715, "pos": 0.0, "neg": 0.226, "neu": 0.774, "data": "2019-03-14 01:25:55"}, {"text": "Just watched Behind The Curve on ,can someone give me one piece off evidence why the earth is round? I believe the earth is round", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-13 19:03:45"}, {"text": "Opinion: Behind the curve and winning – why being first isn't always right ", "compound": 0.5267, "pos": 0.221, "neg": 0.0, "neu": 0.779, "data": "2019-03-13 14:14:18"}, {"text": "Netflix. Behind the Curve . It’s disturbing. These guys are starting to push for “both sides” to be taught in school....taking a page out of the creationism playbook.", "compound": -0.3818, "pos": 0.059, "neg": 0.114, "neu": 0.828, "data": "2019-03-13 19:06:25"}, {"text": "Tonight I've seen \"Idiocracy\" and \" Behind the curve \" (Netflix's film about Flat Earth movement) and now I cannot work out which was the documentary and which the fiction one...", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 07:06:46"}, {"text": "Coming in I felt a lil behind the curve bc I spent so much time trying to frame things in relation to my own experience rather than having a cleaner slate. Finally I was like, oh, this is basically humint v sigint.", "compound": 0.4939, "pos": 0.11, "neg": 0.0, "neu": 0.89, "data": "2019-03-14 09:06:34"}, {"text": "Hasn't our western neighbour had BVR air to air missiles for a decade or more ( )? Why is it that we are never ahead of the curve & usually behind the curve ? ", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 18:42:48"}, {"text": "So like \" Behind the Curve \", but done badly? GTLive", "compound": -0.5029, "pos": 0.135, "neg": 0.295, "neu": 0.57, "data": "2019-03-13 07:57:39"}, {"text": "Ay why we ain't Made a \"Clean Piss\" bank for niggas that need to pass piss tests yet?!?!? We behind the curve fr", "compound": -0.7371, "pos": 0.079, "neg": 0.295, "neu": 0.626, "data": "2019-03-14 07:22:11"}, {"text": "Good to see that is still comfortably behind the curve .", "compound": 0.6908, "pos": 0.416, "neg": 0.0, "neu": 0.584, "data": "2019-03-14 02:34:23"}, {"text": "Behind the Curve on Netflix, about Flat Earthers and the Flat Earth movement, is so wonderful. Insane but inspired. BrainCoach", "compound": 0.7336, "pos": 0.274, "neg": 0.076, "neu": 0.65, "data": "2019-03-14 05:21:03"}, {"text": "Behind The Curve doc on Netflix is mad", "compound": -0.4939, "pos": 0.0, "neg": 0.314, "neu": 0.686, "data": "2019-03-13 04:28:17"}, {"text": "Oh for fucks sake they basically said blockchain not bitcoin. As usual government is years behind the curve", "compound": -0.4767, "pos": 0.0, "neg": 0.154, "neu": 0.846, "data": "2019-03-14 07:14:12"}, {"text": "If you want to see a show that celebrates below average people as they come together to champion stupidity against overwhelming evidence and rational thought, watch Netflix’s Behind The Curve .", "compound": 0.7184, "pos": 0.242, "neg": 0.079, "neu": 0.679, "data": "2019-03-14 11:47:02"}, {"text": "I watched behind the curve Sunday night, you seen it yet?", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-13 05:10:16"}, {"text": " Your description of Behind the Curve reminded me a little bit of this Vice documentary on Targeted Individuals, which is about something that is totally bananas and yet is also about people finding a community to belong to. ", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 03:19:42"}, {"text": "Watching Behind the curve . Hilarious. One of the theories is based on The Truman show. Nuts. FlatEarth", "compound": 0.1027, "pos": 0.135, "neg": 0.115, "neu": 0.75, "data": "2019-03-13 20:06:19"}, {"text": "Everyone needs to watch behind the curve on Netflix. Especially if you believe the earth is flat", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-13 23:03:42"}, {"text": "Boredom is watching Behind The Curve on Netflix because why not", "compound": -0.3182, "pos": 0.0, "neg": 0.187, "neu": 0.813, "data": "2019-03-14 06:50:58"}, {"text": "Have you watched the documentary Behind the Curve ? Comically entertaining", "compound": 0.4404, "pos": 0.244, "neg": 0.0, "neu": 0.756, "data": "2019-03-13 03:50:57"}, {"text": "Hilaire documentary ' Behind the Curve ' on flat earth movement. Particularly liked the will-they won't-they chemistry between the Seattle flat earth man and the Texas flat earth woman. Sweet!", "compound": 0.7495, "pos": 0.197, "neg": 0.0, "neu": 0.803, "data": "2019-03-13 04:11:39"}, {"text": "To help the Purge along, I'm watching Behind the Curve on Netflix. Yikes.", "compound": 0.4019, "pos": 0.184, "neg": 0.0, "neu": 0.816, "data": "2019-03-14 05:02:33"}, {"text": "BEHIND THE CURVE", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-13 21:54:39"}, {"text": "Khan Academy lets you bounce around from subject to subject, it keeps track of your progress. Now in it’s current form, it’s not adequate, and it’s designed around the individual, not a school/classrooms. But we are all well behind the curve implementing what it does right.", "compound": 0.4997, "pos": 0.101, "neg": 0.034, "neu": 0.865, "data": "2019-03-14 06:38:30"}, {"text": "Kooky documentary on Netflix- Behind the Curve . flatearthers", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 18:19:10"}, {"text": "If you want a good laugh, watch behind the curve", "compound": 0.7783, "pos": 0.565, "neg": 0.0, "neu": 0.435, "data": "2019-03-13 10:18:46"}, {"text": "The Netflix documentary “ Behind the Curve ” about flat earths has not one but two separate times in the film where they proved the Earth wasn’t flat. is by far my new favorite director ever", "compound": 0.6124, "pos": 0.103, "neg": 0.0, "neu": 0.897, "data": "2019-03-13 12:46:05"}, {"text": "Watched behind the curve the other night ! By far 1 of the strangest things I've ever seen dinos aren't real, Australia is a myth we live in a dome most frightening aspect is these ppl are everywhere apparently behindthecurve flatearth strongermedsneeded", "compound": -0.5838, "pos": 0.0, "neg": 0.093, "neu": 0.907, "data": "2019-03-13 05:24:18"}, {"text": "Documentary on Netflix called ' behind the curve ', where they set out to prove the earth is flat. They end up proving it's round.", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-13 18:37:24"}, {"text": "Lowest unemployment for 40 years, highest wage increases for 10, even the guardian is coming onside, the assembly is behind the curve . Again. ", "compound": -0.6705, "pos": 0.0, "neg": 0.208, "neu": 0.792, "data": "2019-03-13 20:37:12"}, {"text": "The documentary named \" behind the curve \" is a must-watch", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 10:38:53"}, {"text": "Absolutely dying at the end of Behind the Curve straight up just disproved the whole theory and they still don’t believe it...", "compound": 0.2263, "pos": 0.083, "neg": 0.0, "neu": 0.917, "data": "2019-03-14 07:06:06"}, {"text": "I’m always behind the curve on fruit exploration ", "compound": 0.2263, "pos": 0.213, "neg": 0.0, "neu": 0.787, "data": "2019-03-13 15:18:50"}, {"text": "My predictions always hold. Boeing did a reverse-Tylenol and shall pay dearly for it. You cannot be behind the curve on life and death.", "compound": -0.3612, "pos": 0.1, "neg": 0.189, "neu": 0.712, "data": "2019-03-14 08:36:25"}, {"text": "Behind the curve , oh it's a doozie.", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-13 09:15:30"}, {"text": "Thanks. U can never use this site to plan activities though as it is my local one and is akways so far behind the curve it's only useful for recent history. Thanks for reporting.", "compound": 0.8271, "pos": 0.225, "neg": 0.0, "neu": 0.775, "data": "2019-03-13 02:14:06"}, {"text": "Link Tank: Behind The Curve Takes on the Flat-Earth Movement - Den of Geek US", "compound": -0.2023, "pos": 0.0, "neg": 0.122, "neu": 0.878, "data": "2019-03-13 15:03:22"}, {"text": "You're always way behind the curve though. Iowa still thought Charlie Sykes was a redeemable person in 2017.", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 10:49:10"}, {"text": "I don't hate labels or the people who use them. I don't hate what they represent or why they exist. All I said was that there are a lot more now than when I was a kid so I'm behind the curve on knowing what every single version of every term means.", "compound": 0.7181, "pos": 0.12, "neg": 0.0, "neu": 0.88, "data": "2019-03-13 02:13:10"}, {"text": "And what do both have in common? They’re progressive. They follow the trends. They’re not old and conservative, like the Giants. That stoic facade is faded glory. In the NFL, you either follow the curve or get left behind. If you decide to be left behind, then that’s on you.", "compound": 0.7184, "pos": 0.111, "neg": 0.0, "neu": 0.889, "data": "2019-03-14 06:23:42"}, {"text": "Hodges behind the curve as usual.", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-13 03:42:19"}, {"text": "Everyone go watch Behind the Curve", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-13 11:12:24"}, {"text": "Behind the curve . Op netflix. Hilarisch. Aanrader.", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-13 22:03:25"}, {"text": "Is your business website keeping up with Google's constant algorithm updates on how they rank websites in search results? The \"set and forget\" model will leave your business \" behind the curve \". The web presence of your business needs to be actively managed to succeed and grow. ", "compound": 0.5267, "pos": 0.107, "neg": 0.06, "neu": 0.833, "data": "2019-03-14 00:33:29"}, {"text": "Conceptual change discussion in my undergrad cognition course today. My class is not Behind the Curve ! ", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-13 06:38:50"}, {"text": "Gonna watch a netflix documentary called \" Behind the Curve \" about a worldwide community that believe the earth is flat. This oughta be good", "compound": 0.4404, "pos": 0.127, "neg": 0.0, "neu": 0.873, "data": "2019-03-13 06:07:05"}, {"text": "Highlights from Behind the Curve : “You know they made up dinosaurs??” “I know the earth is flat because when I look out my window I can’t see any curve of the earth” “Warner Bros has a deal with the pentagon. They’re behind round earth.” “NASA does human sacrifices.”", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 10:03:23"}, {"text": "On Netflix, watched ‘ Behind the Curve ’ about - people who believe in a flat earth- hmm! Of these successful but often isolated conspiracy theorists - psychologists said “there’s a difference between scepticism and denial of reality” - parallels to other spheres- ?!", "compound": -0.8374, "pos": 0.05, "neg": 0.216, "neu": 0.733, "data": "2019-03-14 09:56:36"}, {"text": "Y’all the Netflix documentary Behind The Curve about flat earth is really something.....", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 09:16:56"}, {"text": "New trailer: Behind the Curve ", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-13 08:08:35"}, {"text": "I'm 5 years behind the curve trying to figure out Tommy Wiseau.", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-13 13:50:25"}, {"text": "I watched Behind the Curve , the documentary about flat-earthers, last night. I find the flat earth movement interesting on many levels, but none more than the leaps they take to ignore basic science.", "compound": -0.34, "pos": 0.054, "neg": 0.095, "neu": 0.85, "data": "2019-03-13 04:12:52"}, {"text": "It's not just women who suffer, its all of us. We don't have a health care system because of greed. Everyone is in it for themselves and it works perfectly for those who have the resources. It will only get worse with time, and the reason America is falling behind the curve .", "compound": -0.8089, "pos": 0.067, "neg": 0.216, "neu": 0.717, "data": "2019-03-14 04:53:45"}, {"text": "Yep. Both Steere and Ralph Rheil ...uh, I mean Mark Sargent are FE ControlledOpposition . \" Behind the Curve \" is a disinfo piece.", "compound": 0.296, "pos": 0.109, "neg": 0.0, "neu": 0.891, "data": "2019-03-13 05:19:03"}, {"text": "The problems exaggerated with the Irish border along with the 19th century solutions attached to it are way behind the curve on where business and taxes are today.", "compound": -0.34, "pos": 0.055, "neg": 0.133, "neu": 0.812, "data": "2019-03-13 20:14:55"}, {"text": "Trump is so crazy he makes flat earth look plausible. Check out the documentary on Netflix called \" Behind the Curve \". Halfway through they prove thier own theory is wrong but insist there is interference. It seriously broke my brain to watch. I am open to aliens not flat earth", "compound": -0.8342, "pos": 0.0, "neg": 0.18, "neu": 0.82, "data": "2019-03-14 02:09:34"}, {"text": "These are your so-called 'brilliant' crypto herd leaders. He doesn't even understand how Bitcoin works at a fundamental level. How sad this space has become when those considered \"OGs\" are still way behind the curve . \"Altcoin type applications\" lmfao gtfoh ", "compound": 0.1027, "pos": 0.08, "neg": 0.071, "neu": 0.849, "data": "2019-03-13 21:52:40"}, {"text": " if you all wanna see a hilarious documentary, check out \" Behind the Curve \" it's fantastic. Loved it!!", "compound": 0.8953, "pos": 0.453, "neg": 0.0, "neu": 0.547, "data": "2019-03-13 04:41:07"}, {"text": "Oooo Behind the Curve ?", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-13 11:39:33"}, {"text": "Behind the Curve ? I never thought people could be so incredibly stupid . The 2016 elections and MAGAs and my son told me of the Flat Earthers ( I thought he was trying to prank me) and I was shocked . New lows , it just scares me to what's next in the devolution of these people.", "compound": -0.8581, "pos": 0.0, "neg": 0.185, "neu": 0.815, "data": "2019-03-13 10:25:06"}, {"text": "Netflix Gives Brutal Response To Flat Earthers Complaining About Behind The Curve Documentary ", "compound": -0.7096, "pos": 0.0, "neg": 0.349, "neu": 0.651, "data": "2019-03-13 13:33:05"}, {"text": "watching behind the curve on netflix and fucking stupid that people think the earth is actually flat... SHOW ME THE END OF EARTH THEN??? FlatEarth", "compound": -0.6408, "pos": 0.0, "neg": 0.15, "neu": 0.85, "data": "2019-03-14 05:47:31"}, {"text": "Behind the Curve ?!", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-13 21:11:49"}, {"text": "Exactly...there’s so much excitement surrounding this election, the winning candidate will have to be equal to that, not behind the curve .", "compound": 0.7832, "pos": 0.266, "neg": 0.0, "neu": 0.734, "data": "2019-03-13 04:03:23"}, {"text": "Watching the flatearthers documentary “ Behind the Curve ,” on Netflix, I can’t help but have a sense of knowing what the fall of Rome must have been like.", "compound": 0.6249, "pos": 0.169, "neg": 0.0, "neu": 0.831, "data": "2019-03-14 08:04:56"}, {"text": "Behind The Curve lol", "compound": 0.4215, "pos": 0.483, "neg": 0.0, "neu": 0.517, "data": "2019-03-13 22:13:57"}, {"text": "It's on Netflix! It's called Behind the Curve", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 11:31:37"}, {"text": "Gameplay is so frustratingly poor that it drives me away. Passing & player selection have to be highlighted for FIFA20, as they never give you any relevant players when you're defending, and passing feels like a crap shoot. Plus, Carniball SBC players behind the curve for the $$", "compound": -0.8672, "pos": 0.045, "neg": 0.22, "neu": 0.735, "data": "2019-03-13 13:47:19"}, {"text": "Fast climate change, leaves our 'slow' science model consistently behind the curve , adding to policy lag. We need a 'fast climate science unit' (see previous). ", "compound": -0.34, "pos": 0.0, "neg": 0.094, "neu": 0.906, "data": "2019-03-13 04:35:19"}, {"text": "There’s a whole documentary on Netflix about it called “ behind the curve ”. Spent an hour and a half pissing myself", "compound": -0.4019, "pos": 0.0, "neg": 0.124, "neu": 0.876, "data": "2019-03-14 04:06:43"}, {"text": "I think this translates to if UK is the top 2-seed, they’re in the South. So, basically, UK just needs to avoid being a 1 seed but being behind 2 ACC teams on the curve so they don’t end up in the Midwest.", "compound": -0.0516, "pos": 0.035, "neg": 0.04, "neu": 0.925, "data": "2019-03-14 01:50:10"}, {"text": "Watched Behind The Curve again today . They literally proved themselves wrong in every experiment they do how’s you explain the failed to prove it is flat if anything they prove its globe shaped haha", "compound": -0.5267, "pos": 0.074, "neg": 0.158, "neu": 0.767, "data": "2019-03-14 05:52:29"}, {"text": "No seriously it’s call Behind the Curve and these people all might as well be wearing tin foil hats it’s outstanding ", "compound": 0.4939, "pos": 0.226, "neg": 0.144, "neu": 0.63, "data": "2019-03-13 08:03:43"}, {"text": "Watching Behind the curve , flat earthers documentary, I've seen more actual evidence that the earth is not flat in it then the opposite. evidence > opinion.", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 02:20:58"}, {"text": "Already behind the curve , Missouri lawmaker wants to push hemp over the hump for farmers Moleg", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-13 22:06:01"}, {"text": " was the movie \" Behind the Curve \" a parody, since all the experiments documented in the movie trying to prove that the earth is flat failed? The movie was mostly about infighting between flat-earthers and who's more famous than providing any evidence of a flat earth.", "compound": -0.5106, "pos": 0.0, "neg": 0.073, "neu": 0.927, "data": "2019-03-14 01:58:19"}, {"text": "Check out a documentary called ‘ Behind the Curve ’! It’s great!", "compound": 0.6892, "pos": 0.319, "neg": 0.0, "neu": 0.681, "data": "2019-03-14 10:52:00"}, {"text": " the spellman amendment has been withdrawn! Vicky Young just said it! Why are you behind the curve and still talking about it?!", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 00:07:13"}, {"text": "Nothing personal,,just frustrated that our use of Ed tech is always way behind the curve .", "compound": 0.4168, "pos": 0.165, "neg": 0.0, "neu": 0.835, "data": "2019-03-14 11:26:16"}, {"text": "Will somebody please let DanielKawczynski MP know. As always he is way behind the curve - even EstherMcVey gets it. ", "compound": 0.3182, "pos": 0.113, "neg": 0.0, "neu": 0.887, "data": "2019-03-14 15:53:57"}, {"text": "Behind The Curve is one of the funniest movies I have seen in a while. Exciting from beginning to end. If you have Netflix. Go watch Behind The Curve .", "compound": 0.7783, "pos": 0.214, "neg": 0.0, "neu": 0.786, "data": "2019-03-14 10:48:28"}, {"text": "I know I’m way behind the curve , but I just finished killingeve and what a flipping brilliant show it is!", "compound": 0.7865, "pos": 0.27, "neg": 0.0, "neu": 0.73, "data": "2019-03-14 06:13:00"}, {"text": "Are you a Flat Earth believer? Vote! Behind the Curve review article coming this week on FlatEarth flatearthsociety schooled history sports blogger website netflix moviesfromaroundtheworld science SpaceForce NASA NASASocial SEO", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 00:21:17"}, {"text": "THIS PLEASE It's so uninteresting to wait 8 weeks to get a drop just because RNG insists on keeping me behind the curve .", "compound": 0.2342, "pos": 0.126, "neg": 0.087, "neu": 0.787, "data": "2019-03-14 05:23:48"}, {"text": "mtfb Behind the curve on this one - are there ANY concrete dates for meeting the FDA again ?", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 02:03:42"}, {"text": "I know I'm behind the curve , but I just saw live-action Jafar and it's awakening all the feelings young me had about that character.", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 10:29:11"}, {"text": "London’s Chinatown looking lovely, even if the paid-for advertising is a little behind the curve .... ", "compound": 0.5859, "pos": 0.213, "neg": 0.0, "neu": 0.787, "data": "2019-03-13 06:35:40"}, {"text": "Behind the Curve || Ray Taylor Show ", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 19:20:13"}, {"text": "Good idea, but I hope we can enter the inputs/assumptions to — at the very lease climate sensitivity — otherwise its probable this tool is suggesting overly cautious projections people will take as gospel. IPCC has always been behind the curve on risk. ", "compound": 0.3716, "pos": 0.121, "neg": 0.088, "neu": 0.791, "data": "2019-03-14 10:41:40"}, {"text": "I’m watching “ Behind the Curve ” on Netflix. What are your thoughts on “Flat Earth”?", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 11:04:32"}, {"text": "Watching Netflix’s flat earth documentary “ Behind the Curve ” when I caught this gem ", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 14:46:12"}, {"text": "Watched part of Behind the Curve yesterday on Netflix about people who believe the earth is flat. Disregarding GPS, photos from space, etc, I'm not sure how you get around boats disappearing beyond the horizon. Maybe semi-spherical earth?", "compound": -0.4333, "pos": 0.0, "neg": 0.097, "neu": 0.903, "data": "2019-03-13 02:31:23"}, {"text": "It’s called behind the curve", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-13 21:50:05"}, {"text": "My favourite thing from the \" behind the curve \" documentary on Netflix is the ending.. \"interesting\" when they find a pretty well formed experiment suggests there's a goddamn CURVE!!! ", "compound": 0.4724, "pos": 0.191, "neg": 0.096, "neu": 0.713, "data": "2019-03-14 06:40:15"}, {"text": "I need some fun. I'm going to watch Behind The Curve ......all about the fruit loops who think the earth is flat. Just to give me hope....", "compound": 0.5106, "pos": 0.117, "neg": 0.0, "neu": 0.883, "data": "2019-03-13 04:38:13"}, {"text": "Finished “Team of Rivals” by today...I know behind the curve . Best book I’ve ever read and shows me the true heroes are those who have shown us what it is to work toward a more perfect Union. Thank you Lincoln .", "compound": 0.9521, "pos": 0.334, "neg": 0.0, "neu": 0.666, "data": "2019-03-14 09:39:34"}, {"text": "yeah Behind the Curve , it's awesome", "compound": 0.743, "pos": 0.612, "neg": 0.0, "neu": 0.388, "data": "2019-03-13 10:19:23"}, {"text": "Behind the Curve , surely?", "compound": 0.4404, "pos": 0.492, "neg": 0.0, "neu": 0.508, "data": "2019-03-13 17:39:06"}, {"text": "They've been a bit quiet lately, since that Netflix documentary \" Behind the Curve \" came out. (That's a really clever title, BTW)", "compound": 0.5095, "pos": 0.155, "neg": 0.0, "neu": 0.845, "data": "2019-03-13 01:42:05"}, {"text": "Behind the Curve || Ray Taylor Show ", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 19:20:13"}, {"text": "Watched Behind the Curve . Trip. A documentary on the power of the human mind.", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-13 12:58:31"}, {"text": "If you are bored (or not) with nothing to do this weekend or Spring Break, check out this documentary film \" Behind the Curve \" -- Everything about Flat Earth! Start your research and spiritual learning journey today! ", "compound": -0.3987, "pos": 0.0, "neg": 0.071, "neu": 0.929, "data": "2019-03-13 03:04:06"}, {"text": "How come the US is so far behind the curve in passenger safety? The EU, UK, heck even China, Indonesia, India, New Zealand, Vietnam and Australia have banned the boeing737 Why won’t the FAA and US airlines follow suit? ", "compound": -0.1431, "pos": 0.065, "neg": 0.078, "neu": 0.857, "data": "2019-03-13 17:59:04"}, {"text": "If it was really a quest for truth, then even the flat earthers would have to admit they're wrong. Watch the Behind the Curve documentary. Flat Earthers try and test their \"theory\" using the scientific method, but it proves the earth is not flat, so they cover it up.", "compound": 0.034, "pos": 0.063, "neg": 0.041, "neu": 0.896, "data": "2019-03-13 05:18:15"}, {"text": "“ Behind The Curve ”.", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-13 10:43:29"}, {"text": "You're way behind the curve : Austerity (enforced in the UK since 2010) has *already* done that—this is the next step: predatory disaster capitalism (hint: they're shorting their own country in order to make a killing).", "compound": -0.6249, "pos": 0.0, "neg": 0.111, "neu": 0.889, "data": "2019-03-13 04:18:54"}, {"text": "Behind the Curve", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-13 12:14:35"}, {"text": "Behind the Curve on Netflix, give it a watch, unbelievable how people believe the earth is flat", "compound": 0.2023, "pos": 0.107, "neg": 0.0, "neu": 0.893, "data": "2019-03-13 01:52:43"}, {"text": "I'm working through how I feel about this. I did my undergrad at a small liberal arts school. It was pretty good, but I definitely feel behind the curve on entering grad school. 1/n", "compound": 0.765, "pos": 0.22, "neg": 0.0, "neu": 0.78, "data": "2019-03-14 09:42:42"}, {"text": "Ooh, I'm way behind the curve on this. Only half way through episode 1! X", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 06:44:07"}, {"text": "It’s called behind the curve and it’s on Netflix", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 03:10:50"}, {"text": "Behind the Curve on Netflix had me vacillating between sympathy and rage for flat-earthers. Highly recommend", "compound": 0.1761, "pos": 0.242, "neg": 0.164, "neu": 0.594, "data": "2019-03-13 11:39:25"}, {"text": "30. Behind the curve ", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 18:20:51"}, {"text": "“ Behind The Curve ” on Netflix is a stunning flat earther documentary. ", "compound": 0.3818, "pos": 0.191, "neg": 0.0, "neu": 0.809, "data": "2019-03-13 11:52:34"}, {"text": "Watching that behind the curve documentary, and it's terrific to see how many of those retards are happy to say they do not have enough education.", "compound": 0.7783, "pos": 0.221, "neg": 0.0, "neu": 0.779, "data": "2019-03-14 06:34:46"}, {"text": "Currently watching behind the curve FlatEarth", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-13 04:52:02"}, {"text": "Marijuana wave is coming, Steve. It’s inevitable. We can be ahead of the curve or left behind. Instead we get vapid, empty and meaningless statements. Like this tweet for example.", "compound": -0.296, "pos": 0.073, "neg": 0.137, "neu": 0.789, "data": "2019-03-14 15:29:11"}, {"text": "To hear all this, after people said I got accepted to Cornell because I was black. After I heard classmates whisper behind my back that blacks were only there to “bring down the curve .” It’s hard bc there were truly days when I thought those people were right. But they weren’t.", "compound": 0.5574, "pos": 0.097, "neg": 0.027, "neu": 0.875, "data": "2019-03-13 12:24:16"}, {"text": "Behind the Curve - it’s on Netflix. Completely mind bending.", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-13 10:43:58"}, {"text": "Behind the Curve termina com um puta cliffhanger", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-13 10:15:40"}, {"text": "I’m very surprised at how well put together ‘ Behind the Curve ’, the flat earth documentary is. Only rolled my eyes when one dude said transgender people are a government conspiracy. Other than that, well put together. StillRound", "compound": 0.2484, "pos": 0.146, "neg": 0.078, "neu": 0.776, "data": "2019-03-13 10:06:11"}, {"text": "Yeah the competition is really ahead of the curve because it's a supercompetitive game. So youre behind the curve but that doesn't mean you can't catch up.", "compound": 0.1531, "pos": 0.06, "neg": 0.0, "neu": 0.94, "data": "2019-03-14 15:21:57"}, {"text": "I am watching the Flat Earth documentary on , Behind the Curve . I committed to this headache. ", "compound": 0.2732, "pos": 0.139, "neg": 0.0, "neu": 0.861, "data": "2019-03-13 10:14:53"}, {"text": "Yes but it’s behind the curve VS Netflix and Amazon Prime. Yet again, Apple, which I am big fan and user of, finds itself playing catch up.", "compound": 0.7935, "pos": 0.291, "neg": 0.0, "neu": 0.709, "data": "2019-03-13 20:42:43"}, {"text": "Watching Behind The Curve on Netflix with my daughter. Reaffirming our mutual hatred for people.", "compound": -0.6369, "pos": 0.0, "neg": 0.231, "neu": 0.769, "data": "2019-03-13 08:35:48"}, {"text": "Not surprisingly, it seems that agencies, in general, are behind the curve when it comes to marketing automation adoption. LetsGrow ! adagency marketingagency creativeagency agency growth consultant ", "compound": 0.2509, "pos": 0.1, "neg": 0.066, "neu": 0.834, "data": "2019-03-13 04:35:02"}, {"text": "and in the developed world this has been recognised for the past 20 + years ... HMF were viewed as behind the curve when they dropped their ban on LGBT+ personnel in 1999", "compound": -0.5574, "pos": 0.0, "neg": 0.104, "neu": 0.896, "data": "2019-03-13 21:15:59"}, {"text": "I'm watching Behind the Curve and getting generally upset.", "compound": -0.3818, "pos": 0.0, "neg": 0.245, "neu": 0.755, "data": "2019-03-13 06:13:26"}, {"text": "You're a little behind the curve . That post was from last summer. No surprise for a Trumper to be slow on the uptake.", "compound": -0.0258, "pos": 0.09, "neg": 0.094, "neu": 0.815, "data": "2019-03-14 01:44:23"}, {"text": "Just finished watching “ Behind the Curve ” on Netflix. What I got from it is that every single person just wants to belong, however it failed to convince me that the earth is flat. Good effort for flatearthers tho, gotta try harder.", "compound": 0.1531, "pos": 0.104, "neg": 0.07, "neu": 0.826, "data": "2019-03-13 18:41:18"}, {"text": "Behind the curve", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-13 06:44:24"}, {"text": "I got a speeding problem and when I be in the Curve I love to be in the middle lane especially lf ain’t nobody behind me", "compound": 0.3612, "pos": 0.156, "neg": 0.1, "neu": 0.743, "data": "2019-03-14 12:31:33"}, {"text": "Behind the curve", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-13 02:12:03"}, {"text": "Behind The Curve ?", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-13 21:33:39"}, {"text": "It's true, employees don't understand their benefits; it's usually mass confusion and HR departments are well behind the curve on this for the most part as well. here some ideas to address that EmployeeEngagement HRTech ", "compound": 0.3851, "pos": 0.169, "neg": 0.106, "neu": 0.725, "data": "2019-03-13 21:30:20"}, {"text": "This is the mistake pollsters made last election do you guys ever learn. You said Tories would win by 14 points because of Turnout and was proven wrong why are you 10 years behind the curve ? Ideology?", "compound": -0.264, "pos": 0.087, "neg": 0.134, "neu": 0.779, "data": "2019-03-13 20:40:18"}, {"text": "Just watched Behind the Curve - the Netflix doc on a flat Earth. Dumbstruck, they are seriously crazy, mad as a box of frogs. ", "compound": -0.8074, "pos": 0.0, "neg": 0.354, "neu": 0.646, "data": "2019-03-14 10:44:53"}, {"text": "Behind the curve and winning – why being first isn't always right - my new Retail Week column .XIl1SNhzjJ4.twitter ", "compound": 0.5267, "pos": 0.167, "neg": 0.0, "neu": 0.833, "data": "2019-03-14 05:25:52"}, {"text": "Watching Behind The Curve and the flat earth theorists couldn’t be more David Brent/Michael Scott-like if they tried.", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-13 15:09:17"}, {"text": "What do you mean there WERE? There still ARE people who won't accept the world is not flat.. check that Netflix documentary Behind the curve .. literally they were proven wrong with cold hard facts and yet they still decided to shut their eyes.", "compound": -0.6892, "pos": 0.0, "neg": 0.14, "neu": 0.86, "data": "2019-03-13 16:52:49"}, {"text": "Behind the Curve", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 00:33:28"}, {"text": "You are behind the curve . Incel blogs are full of gf redistribution schemes. I shit you not. I have an office job so I read them religiously", "compound": -0.5574, "pos": 0.0, "neg": 0.135, "neu": 0.865, "data": "2019-03-14 03:35:36"}, {"text": "Tonight's movie- Behind the Curve (2018)- Doc doesn't bash flat-earthers, it tries to understand them. Even when they don't understand themselves. 3/5", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-13 13:06:38"}, {"text": "If you haven't watched Behind the Curve on Netflix you should it's something else lol", "compound": 0.4215, "pos": 0.167, "neg": 0.0, "neu": 0.833, "data": "2019-03-14 10:08:29"}, {"text": "This guy was in the news ages ago. No surprise that Cindy Sui is behind the curve , but for what its worth here is the BBC's take on the gangster turned noodle donor - ", "compound": 0.3182, "pos": 0.11, "neg": 0.045, "neu": 0.845, "data": "2019-03-14 18:26:13"}, {"text": "Lying clown u r. The globe curves 8 in. per mile squared. The hidden behind the curve amt i.e. in the Chicago skyline pic is at least you can make at all for globe w/ fake refraction claim should be over 1400 feet. 3 miles to horizon at 6ft is all you can see on globe. FlatEarth ", "compound": -0.7579, "pos": 0.0, "neg": 0.111, "neu": 0.889, "data": "2019-03-14 00:46:24"}, {"text": "6/ Q: Why should you give a shit about the public sector? A: Lol, cuz it's slow and behind the curve . If you want to see change, know that your expectations are not the same as the rest of the city. P: We have a obligation to help those that don't have what we do wearedesignx", "compound": 0.296, "pos": 0.113, "neg": 0.06, "neu": 0.828, "data": "2019-03-14 08:18:06"}, {"text": "don’t be sorry i m too far behind the curve now there’s no saving me i’ll be confused forever", "compound": -0.5859, "pos": 0.0, "neg": 0.293, "neu": 0.707, "data": "2019-03-14 15:28:49"}, {"text": "So would you entertain the idea that YOU have been lied to? Watch the documentary Behind the Curve and you can clearly see people in your own camp cover up evidence which disproves flat earth. It's there for all to see.", "compound": 0.3947, "pos": 0.115, "neg": 0.057, "neu": 0.829, "data": "2019-03-14 00:44:37"}, {"text": "and thus has no problem dropping indirect fire behind the curve of the horizon. (A super-long-range gun that could only hit line-of-sight targets would be pretty useless.) 2/", "compound": -0.6705, "pos": 0.089, "neg": 0.27, "neu": 0.641, "data": "2019-03-13 12:35:55"}, {"text": "Documentary called “ Behind The Curve ” on Netflix is worth a watch to listen to some psychos try to explain it even more.", "compound": 0.2263, "pos": 0.079, "neg": 0.0, "neu": 0.921, "data": "2019-03-14 11:29:53"}, {"text": "I see someone's been watching \" behind the curve \". The unintentional humor in that movie... ", "compound": 0.2732, "pos": 0.139, "neg": 0.0, "neu": 0.861, "data": "2019-03-13 10:17:17"}, {"text": "I just watched this documentary on flat earthers called Behind the Curve on Netflix and I don’t want to live on this ROUND planet anymore", "compound": 0.0772, "pos": 0.056, "neg": 0.0, "neu": 0.944, "data": "2019-03-14 16:02:40"}, {"text": " I'm TRYING to watch the Behind the Curve . Wasn't this debunked around 1492ish? ineedalife", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-13 08:31:58"}, {"text": "You have no chief of FAA. You underfunded the staff at the FAA for a month when they should/could have dealt with this. You cut red tape and regulations. People died. Profit before people. Your economy is about to take a hit. American tech is behind the curve .", "compound": -0.6124, "pos": 0.055, "neg": 0.15, "neu": 0.795, "data": "2019-03-14 05:04:51"}, {"text": "Asking after seeing the Netflix documentry \" Behind the Curve \" I seriously want to know what people out there believe. Documentary: ", "compound": -0.1027, "pos": 0.065, "neg": 0.085, "neu": 0.85, "data": "2019-03-13 08:15:17"}, {"text": "nowwatching Behind the Curve flatearth", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-13 08:56:04"}, {"text": "26 minutes into the \" Behind The Curve \" documentary on Netflix and we get the first reference to Kyrie being a flat Earther. lol", "compound": 0.4215, "pos": 0.118, "neg": 0.0, "neu": 0.882, "data": "2019-03-14 10:28:45"}, {"text": "I just watched the first 30 minutes of the flat earth documentary Behind the Curve and because that didn't make me depressed enough about the state of humanity, I then spent another 30 minutes on Twitter reading their delusions and now I'm hoping an asteroid will take us all out.", "compound": 0.6707, "pos": 0.107, "neg": 0.0, "neu": 0.893, "data": "2019-03-14 12:15:32"}, {"text": "please tell me its behind the curve", "compound": 0.3182, "pos": 0.277, "neg": 0.0, "neu": 0.723, "data": "2019-03-14 09:10:34"}, {"text": "Exactly. The others are so behind the curve on this one.", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 18:27:36"}, {"text": "Man, Behind the Curve was pretty interesting and entertaining", "compound": 0.8316, "pos": 0.595, "neg": 0.0, "neu": 0.405, "data": "2019-03-13 12:52:33"}, {"text": "Nah Behind the Curve is fantastic. This is all about Logan. He's just trying to get more attention. Maybe at the end of it he'll claim to think it's Flat, but I'm pretty sure (based on the title, mainly) that he'll have a moment of clarity and claim he's teaching something.", "compound": 0.891, "pos": 0.203, "neg": 0.021, "neu": 0.776, "data": "2019-03-14 04:09:32"}, {"text": "So I'm watching Behind the Curve . Science isn't the only thing Mark and Patricia are in denial about.", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-13 20:21:30"}, {"text": "Everyone Please Watch Behind The Curve im fucking dying", "compound": 0.3182, "pos": 0.223, "neg": 0.0, "neu": 0.777, "data": "2019-03-13 18:13:42"}, {"text": "I'm watching Behind the Curve on Netflix and I'm just... I really hope it gets to the point where we start making fun of them bc... like,,, these ppl don't need a platform,,,", "compound": 0.7574, "pos": 0.183, "neg": 0.0, "neu": 0.817, "data": "2019-03-14 09:48:08"}, {"text": "Meet the growing, worldwide community who believe the earth is flat in “ Behind the Curve .” Available on Netflix. ", "compound": 0.1779, "pos": 0.082, "neg": 0.0, "neu": 0.918, "data": "2019-03-13 07:30:15"}, {"text": "You are entirely correct ~ a deeper malaise between Regulator and regulated ~ means they are behind the curve", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-13 15:45:32"}, {"text": "Watching Behind the Curve and well... wow.", "compound": 0.5859, "pos": 0.388, "neg": 0.0, "neu": 0.612, "data": "2019-03-13 07:38:32"}, {"text": "Cutting edge? It may surprise you but large parts of the rest of the world caught up to this a long, long time ago. America is well behind the curve .", "compound": 0.4497, "pos": 0.134, "neg": 0.04, "neu": 0.827, "data": "2019-03-13 20:35:36"}, {"text": "This like his wall is 19th century and earlier thinking . As long as we have leaders left in office who think like this we will remain stuck in this time warp. Our kids get stupider and we become a third world country we are already behind the curve and slipping further behind ", "compound": -0.128, "pos": 0.087, "neg": 0.096, "neu": 0.817, "data": "2019-03-14 03:22:03"}, {"text": "I was watching the behind the curve documentary and it’s amazing to me that the spent $20,000 for a laser gyroscope to prove it’s flat when all they did is prove it’s true", "compound": 0.765, "pos": 0.185, "neg": 0.0, "neu": 0.815, "data": "2019-03-13 15:05:40"}, {"text": "“ Behind the Curve ” on Netflix. It’s infuriating They keep saying, “When the scientists prove us wrong we’ll believe them.” Well, the scientists prove them wrong and they say the scientists are lying for their own agenda. Then the Flat Earthers do their OWN experiments...", "compound": -0.8979, "pos": 0.037, "neg": 0.232, "neu": 0.731, "data": "2019-03-13 02:15:22"}, {"text": "Ooooh! There’s a movie? I’m watching the tv series. (And I’m clearly behind the curve ).", "compound": 0.4574, "pos": 0.176, "neg": 0.0, "neu": 0.824, "data": "2019-03-13 01:48:49"}, {"text": "And ironically he also won young Irish player of the year. Which shows how far behind the curve u r ...", "compound": 0.5719, "pos": 0.171, "neg": 0.0, "neu": 0.829, "data": "2019-03-13 09:06:45"}, {"text": "Excellent observation and point! America , at this point in its history, was actually behind the curve ! The rest of the world was moving past slavery while we were still embracing it!", "compound": -0.4545, "pos": 0.096, "neg": 0.148, "neu": 0.756, "data": "2019-03-14 07:18:47"}, {"text": "Keep at it mate... I want the EV I eventually get hold off to be the best it can be... Australia is so far behind the curve ...it takes far to long for products like this to arrive. Hopefully they will be tried and tested by people like you before we see them, with less glitches.", "compound": 0.9042, "pos": 0.212, "neg": 0.0, "neu": 0.788, "data": "2019-03-13 11:57:03"}, {"text": "I'm so behind the curve . I need to know this story. Thanks for sharing", "compound": 0.6908, "pos": 0.341, "neg": 0.0, "neu": 0.659, "data": "2019-03-13 12:53:15"}, {"text": "If it's the Behind the Curve one you'll love the ending haha", "compound": 0.802, "pos": 0.419, "neg": 0.0, "neu": 0.581, "data": "2019-03-14 04:03:41"}, {"text": "At 0:48 flight goes behind the curve ? Atmospheric locking? Density differential taking over gravity? ", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-13 17:44:18"}, {"text": " has Piper seen Behind the Curve on Netflix?", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 01:38:02"}, {"text": "Behind the Curve ?? OMG. So good. Love that they are all anti-vaxxers too.", "compound": 0.8415, "pos": 0.401, "neg": 0.0, "neu": 0.599, "data": "2019-03-13 10:20:14"}, {"text": "I've watched \" Behind the Curve \" and it's both funny and surprisingly kind. By focusing on Sargent, the doc allow itself to not being a character assassination, and focus on the really strange social isolation the flat-Earthers put themselves.", "compound": 0.8171, "pos": 0.279, "neg": 0.104, "neu": 0.617, "data": "2019-03-13 16:10:51"}, {"text": "Worse than horror, Behind The Curve", "compound": -0.7783, "pos": 0.0, "neg": 0.63, "neu": 0.37, "data": "2019-03-13 04:01:27"}, {"text": " behind the curve 10/10", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 07:16:50"}, {"text": "Alright boys, I’m watching “ Behind The Curve ”. Stand by.", "compound": 0.25, "pos": 0.167, "neg": 0.0, "neu": 0.833, "data": "2019-03-14 07:58:05"}, {"text": "It is a tough crowd, but I think has the most inane of all Brexit coverage. Whether you support Remain or Leave, the quality is abysmal. Consistently behind the curve . Drives me round the bend.", "compound": 0.4588, "pos": 0.098, "neg": 0.071, "neu": 0.831, "data": "2019-03-13 21:07:18"}, {"text": "Came here to say this, on Netflix, \" Behind The Curve \". OMG, these people can vote too! Where did THEY pay to go to school????", "compound": -0.3923, "pos": 0.0, "neg": 0.1, "neu": 0.9, "data": "2019-03-14 11:32:56"}, {"text": "The Behind the Curve is the most hilarious and infuriating documentary I’ve ever seen. If you believe the earth is flat you are a fucking moron. An absolute moron.", "compound": -0.8251, "pos": 0.08, "neg": 0.283, "neu": 0.638, "data": "2019-03-14 00:55:39"}, {"text": "Surfacing and super behind the curve . Is something up with Instagram?", "compound": 0.5994, "pos": 0.281, "neg": 0.0, "neu": 0.719, "data": "2019-03-14 05:47:43"}, {"text": "I was kind of sick of him as he entered the company, but I think he's killed it since then. A lot of people are behind the curve on him. Crowd reactions are insane every time.", "compound": -0.9201, "pos": 0.0, "neg": 0.287, "neu": 0.713, "data": "2019-03-14 07:58:14"}, {"text": "why did Netflix tell me Behind the Curve is a documentary and not a romantic comedy", "compound": -0.5216, "pos": 0.0, "neg": 0.267, "neu": 0.733, "data": "2019-03-14 15:36:55"}, {"text": "there’s one on netflix called behind the curve", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-13 11:44:12"}, {"text": "In fact it really is a \"ON THE WRONG SIDE OF THE TRACKS\" BULLSHIT JUSTICE but The Citizens of African Descent didn't get into some parody until 1960s so they are still unfortunately still behind the curve ... SHOULD NOT BE THAT WAY.", "compound": -0.6924, "pos": 0.053, "neg": 0.17, "neu": 0.778, "data": "2019-03-14 08:02:34"}, {"text": "Netflix’s Behind the Curve is a documentary about flat Earthers. It can simultaneously make you laugh and piss you off.", "compound": 0.2263, "pos": 0.155, "neg": 0.116, "neu": 0.73, "data": "2019-03-14 13:07:40"}, {"text": "I'm watching the Behind the Curve flat earther documentary and I can't believe it. \"Dinosaurs aren't real\" \"dating sites for flat earthers\" are these people fucking idiots. You can see the curvature of the earth from a plane you flat brained fuckwits", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 03:35:00"}, {"text": "You’re in London? Feel like the States are behind the curve when it comes to these forward thinking practices.", "compound": 0.3612, "pos": 0.122, "neg": 0.0, "neu": 0.878, "data": "2019-03-13 19:30:21"}, {"text": "I guess I’m a year or two behind the curve , but I saw something that said to search 121G on o’Reilly’s website. Love it! ", "compound": 0.7959, "pos": 0.233, "neg": 0.0, "neu": 0.767, "data": "2019-03-13 11:45:27"}, {"text": "You can actually hold them legally liable...{Sue their ass!]...but you are going to need much better attorneys than those \" behind the curve \" weak ones you now have... ", "compound": 0.1759, "pos": 0.146, "neg": 0.092, "neu": 0.762, "data": "2019-03-14 09:15:21"}, {"text": "Titania McGrath is behind the curve - BirthStrikers: meet the women who refuse to have children until climate change ends ", "compound": -0.296, "pos": 0.0, "neg": 0.109, "neu": 0.891, "data": "2019-03-13 05:09:42"}, {"text": "We live in Kent who are behind the curve in this. Many long term complex medical hx patients like my son need the primary care hx to be accessible in the new NHS App. The existing inequitable arrangements will continue to disadvantage these pts. How can this be acceptable?", "compound": 0.6369, "pos": 0.143, "neg": 0.05, "neu": 0.806, "data": "2019-03-13 03:01:39"}, {"text": "Going live with the second episode of the Maelchon GitsGud series! We'll be playing WorldofWarcraft with 0868 we'll be joined with a druid in arms and will be gearing my druid as it's very behind the curve ! WeareHIVE Nerdbase ", "compound": 0.3365, "pos": 0.061, "neg": 0.0, "neu": 0.939, "data": "2019-03-13 03:33:15"}, {"text": "You do realize that green energy jobs employ more people than the oil and gas industry right? That we are officially behind the curve , technologically, than countries like Germany, France and most importantly China.", "compound": 0.7346, "pos": 0.188, "neg": 0.0, "neu": 0.812, "data": "2019-03-13 04:41:57"}, {"text": "Just as an interesting note. I watched \" Behind the Curve \". They did 2 experiments which both showed globe. Debunking the results became the new goal.", "compound": 0.4019, "pos": 0.105, "neg": 0.0, "neu": 0.895, "data": "2019-03-14 14:26:28"}, {"text": "Watching \" Behind the Curve \" documentary: Them: \"Yeah, we believe in the flat earth\" Me: \"Well they're not hurting anyone, meh\" Them: \"Also some of us don't believe in tragedies or vaccines\" Me: ... ", "compound": 0.7172, "pos": 0.216, "neg": 0.0, "neu": 0.784, "data": "2019-03-14 05:53:23"}, {"text": "Behind the curve", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 15:45:22"}, {"text": "So I stumbled across \" Behind the curve \" on netflix and oh boy apparently I didn't have enough of flat earth in my life Let's watch!", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 02:28:03"}, {"text": "Just watched the Behind The Curve documentary. There was some really good stuff in there. It's a cry for a less snobby attitude to layman scientific enquiry really. Do I think the earth is flat? That's not the point. The point is - way aren't these questions easier to answer?", "compound": -0.6131, "pos": 0.06, "neg": 0.154, "neu": 0.787, "data": "2019-03-14 11:28:03"}, {"text": "Seems like you get free flat earth swag for life in the Flat Earth Society. Behind the Curve . FlatEarth BehindTheCurve Netflix endpoverty life earth", "compound": 0.7003, "pos": 0.209, "neg": 0.0, "neu": 0.791, "data": "2019-03-13 10:44:12"}, {"text": "Yeah I think it’s called behind the curve , idk if I have the patience for it tbh", "compound": 0.2023, "pos": 0.133, "neg": 0.084, "neu": 0.783, "data": "2019-03-13 09:03:49"}, {"text": "I imposed a self-ban on writing reviews for documentaries on my letterboxd. It’s part of why I made this Twitter... Behind the Curve is amazing and people are dumb.", "compound": 0.0516, "pos": 0.121, "neg": 0.146, "neu": 0.732, "data": "2019-03-13 05:10:23"}, {"text": "The fringe of any country are a needy bunch that will believe anything to be part of something. Watch BEHIND THE CURVE on Netflix. It touches on these people.", "compound": -0.34, "pos": 0.0, "neg": 0.082, "neu": 0.918, "data": "2019-03-13 02:58:01"}, {"text": "Watching behind the curve ...", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 04:42:24"}, {"text": "Opinion: Behind the curve and winning – why being first isn't always right .XIkMYOg-_LU.twitter ", "compound": 0.5267, "pos": 0.207, "neg": 0.0, "neu": 0.793, "data": "2019-03-13 21:57:59"}, {"text": "I now start, currently watching behind the curve", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-13 04:50:49"}, {"text": "That's why you're behind the curve . Start ahead of the curve . Do you want a ticket to my content engagement Semin-social-ar?", "compound": 0.5106, "pos": 0.193, "neg": 0.0, "neu": 0.807, "data": "2019-03-14 18:38:28"}, {"text": "They're behind the curve . I wrote the scenario for guy nerds doing the same thing back in 2011.", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 02:08:13"}, {"text": "Nagcringe ako while watching “ Behind the Curve ” sa Netflix hahahaha Flat Earthers why u do dis?", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-13 19:57:18"}, {"text": "I fully intended to for the past decade, but there was always something that came up and made me have to shelve freelancing. At this point I'm so far behind the curve I'm not sure I'd be able to.", "compound": -0.2127, "pos": 0.04, "neg": 0.061, "neu": 0.899, "data": "2019-03-14 00:51:45"}, {"text": "Watching ‘ Behind the curve ’ on Netflix and I was in hysterics within 30 seconds I can’t believe people like this exist", "compound": -0.0772, "pos": 0.103, "neg": 0.115, "neu": 0.782, "data": "2019-03-14 03:17:51"}, {"text": "yeah, Behind The Curve", "compound": 0.296, "pos": 0.423, "neg": 0.0, "neu": 0.577, "data": "2019-03-13 17:20:33"}, {"text": "Lol y’all gotta watch behind the curve on Netflix. These people are crazy", "compound": 0.1027, "pos": 0.173, "neg": 0.148, "neu": 0.679, "data": "2019-03-14 00:48:56"}, {"text": "I watched a Netflix doc last night on flat-earthers (UK news was too whacky). It's basically brexit, in another form. The last 25 mins or so was interesting..... It's called Behind the Curve .", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-13 16:27:40"}, {"text": "The pendulum swings: 40 years ago it was opposite.. I was told “stop playing and get serious about high school” Your values point is not missed however. You are either ahead of the curve or waaaay behind it!", "compound": 0.6575, "pos": 0.163, "neg": 0.032, "neu": 0.805, "data": "2019-03-14 04:46:46"}, {"text": "Gonna watch ‘ Behind the Curve ’ now.", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 05:18:53"}, {"text": "Watching behind the curve ...", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-13 23:01:39"}, {"text": "$5.50C was a bit behind the curve ", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-13 21:35:50"}, {"text": "Think I’m gonna take a night to myself to watch this + Behind the Curve and just really truly celebrate my adequate intelligence. ", "compound": 0.9036, "pos": 0.417, "neg": 0.0, "neu": 0.583, "data": "2019-03-13 14:16:37"}, {"text": "Hey what’s that mean “I’m just here for the ratio?” I see that the one threads someone is fixing to get slammed. I’m a little old so I’m usually behind the curve on the slang", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 18:30:10"}, {"text": "As a lifelong motorcycle rider and w/the advent of technology, I have to wonder WHY mobile phone manufactures are so far behind the curve when it comes to putting touch sensitive glass, that can be manipulated with gloves on. i.e., GPS's. Really guys? INT WTF K", "compound": -0.8124, "pos": 0.0, "neg": 0.153, "neu": 0.847, "data": "2019-03-14 19:28:24"}, {"text": "Oh, you would love the documentary on Netflix about flat earther, Behind the Curve ! Have you seen it?", "compound": 0.6696, "pos": 0.209, "neg": 0.0, "neu": 0.791, "data": "2019-03-14 11:08:40"}, {"text": "Watching Behind the Curve and a lot of them have cats... ...so if you like cats you're a flat earther.", "compound": 0.3612, "pos": 0.128, "neg": 0.0, "neu": 0.872, "data": "2019-03-14 07:18:48"}, {"text": "Behind the curve ? Lol", "compound": 0.4215, "pos": 0.483, "neg": 0.0, "neu": 0.517, "data": "2019-03-13 15:52:24"}, {"text": "Netflix documentary \" Behind the Curve \" is well worth a watch.", "compound": 0.4588, "pos": 0.364, "neg": 0.0, "neu": 0.636, "data": "2019-03-14 01:52:41"}, {"text": "Starting Behind the Curve . Can’t wait to watch this meme.", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-13 07:41:48"}, {"text": "How Flat Is Your World? Netflix Behind The Curve review FlatEarth flatearthsociety flatearthers globe society nyc Documentary videos VideosFromSpace movies Content convention blog Blogs website writerslife", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 02:02:52"}, {"text": "No Deal Rory. Stop being behind the curve .", "compound": -0.5267, "pos": 0.0, "neg": 0.423, "neu": 0.577, "data": "2019-03-13 17:03:25"}, {"text": "Watching behind the curve and I’m just in total shock. Blowing. My. Mind. I love me a good conspiracy theory but it’s mind blowing how far people will go to twist half truths to fit their narrative.", "compound": 0.8176, "pos": 0.258, "neg": 0.09, "neu": 0.652, "data": "2019-03-13 06:26:16"}, {"text": "Facebook? Wtf? You're about 5 years behind the curve on that...", "compound": -0.6322, "pos": 0.0, "neg": 0.316, "neu": 0.684, "data": "2019-03-13 09:09:53"}, {"text": "Watch behind the curve on netflix. Flat earth/climate deniers are mostly just incredibly damaged people who try to feel superiority by denying obvious and easily testable facts.", "compound": -0.4391, "pos": 0.139, "neg": 0.223, "neu": 0.638, "data": "2019-03-14 01:26:45"}, {"text": "Found it! It’s called Behind the Curve . It’s on Netflix.", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-13 10:23:34"}, {"text": "Check out Behind The Curve", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 06:23:28"}, {"text": "Just finished Behind the Curve on Netflix... I am honestly disgusted by the ignorance and the fact that they disproved themselves before going on to ignore their own findings. I almost wish it hadn’t been released so these loons wouldn’t get any more media coverage", "compound": -0.4576, "pos": 0.104, "neg": 0.162, "neu": 0.733, "data": "2019-03-14 13:38:32"}, {"text": "Why don’t you concentrate on Puerto Rico’s endemic corruption and the reasons they are so far behind the curve even without a hurricane???", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-13 03:08:44"}, {"text": "Behind the curve studies flat earth if the comedy section is dry", "compound": 0.3612, "pos": 0.185, "neg": 0.0, "neu": 0.815, "data": "2019-03-14 02:23:23"}, {"text": "14-year-old me kissed dating and prime fertility years goodbye. A decade later, I'm now very behind the curve wondering if catching up is even possible. All this from some girl who krimped her hair and would have lived of Java Mocha Chip fraps if given the chance thanksme", "compound": 0.5574, "pos": 0.093, "neg": 0.0, "neu": 0.907, "data": "2019-03-13 15:19:07"}, {"text": "So I thought I'd watch something light as a break from work, and decided on Behind the Curve , a documentary about people who believe the Earth is flat. Instead of being entertained I'm PISSED. ", "compound": -0.4995, "pos": 0.074, "neg": 0.135, "neu": 0.792, "data": "2019-03-13 01:33:51"}, {"text": "Coulter movie, Behind the Curve", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-13 15:44:06"}, {"text": "Watching 's \" Behind the Curve .\" Fascinating to see the FlatEarthers speak for themselves. So many teachable moments here... about psychology, not physics (obviously).", "compound": 0.5423, "pos": 0.132, "neg": 0.0, "neu": 0.868, "data": "2019-03-13 19:18:52"}, {"text": "\" behind the curve \" both a flat earth documentary and a based on real life drama about kim kardashians butttalks", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-13 10:44:33"}, {"text": "governor last summer in a grand bargin last summer because of the lobbying by retailers. will be phased out as minimum wage rises to $15. However, by 5 years, $15 will then not be enough for these workers, as they will still be behind the curve .", "compound": 0.4019, "pos": 0.065, "neg": 0.028, "neu": 0.907, "data": "2019-03-13 04:26:40"}, {"text": "So I just saw Behind the Curve (Flat Earth documentary). Wanna know a fun fact? In the documentary they show this guy and he mentions an FB group he made...that is the exact same group I was in and this guy was the one that kicked me out ", "compound": 0.5106, "pos": 0.07, "neg": 0.0, "neu": 0.93, "data": "2019-03-13 10:58:02"}, {"text": "Oh but its so easy to especially after that documentary behind the curve lol.", "compound": 0.8693, "pos": 0.423, "neg": 0.0, "neu": 0.577, "data": "2019-03-13 22:42:59"}, {"text": "Omg you guys my roommates and I are watching Behind the Curve , the flat earth documentary on Netflix, and one of their meetup spots is in Fort Collins. The “Flat Earth Society” meets there once a month. And now we lowkey want to go troll them.", "compound": 0.0772, "pos": 0.029, "neg": 0.0, "neu": 0.971, "data": "2019-03-14 09:56:01"}, {"text": "I feel like I’m wayyyy behind on the curve with this. Can someone give me a handy list of things to panic buy please?", "compound": 0.128, "pos": 0.177, "neg": 0.122, "neu": 0.701, "data": "2019-03-14 03:35:53"}, {"text": "Answer to What should I expect as an incoming freshman at Colorado School of Mines, I feel like I'm behind the curve and as if everyone is already ahead of me? by Fred Quimby ", "compound": 0.3612, "pos": 0.075, "neg": 0.0, "neu": 0.925, "data": "2019-03-13 15:47:24"}, {"text": "Discipline starts at home. I suspect most adults/parents/teachers aren’t all setting the best example. Gov’t is way behind the curve here. Wearable tech and beyond will soon make “leave your device in your bag” a mute point. Good luck to all!", "compound": 0.8478, "pos": 0.218, "neg": 0.046, "neu": 0.735, "data": "2019-03-13 19:58:15"}, {"text": "71. 3-12-19 Behind The Curve (2018) Directed by Daniel J. Clark 3.5 / 5 stars ", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-13 14:11:42"}, {"text": "Got time? Go watch Behind the Curve on and be glad you’re not that far gone.", "compound": 0.4588, "pos": 0.167, "neg": 0.0, "neu": 0.833, "data": "2019-03-13 17:44:06"}, {"text": "Does it really take the obvious that long to penetrate your thick skull? Jesus Christ I read this opinion weeks ago. You are well behind the curve .", "compound": 0.2732, "pos": 0.077, "neg": 0.0, "neu": 0.923, "data": "2019-03-14 06:54:23"}, {"text": "I think Behind the Curve may have dulled his ability to do that somewhat, although it was too nice to the lot of them and ignored the most obvious hucksters.", "compound": 0.0772, "pos": 0.146, "neg": 0.138, "neu": 0.716, "data": "2019-03-14 18:30:10"}, {"text": "Behind the Curve is CRAZY Y’all. Like, cuckoo for Cocoa Puffs crazy.", "compound": -0.4648, "pos": 0.147, "neg": 0.325, "neu": 0.528, "data": "2019-03-14 10:35:27"}, {"text": "1 minute in and the guy said the earth is a soundstage....this is on netflix and it’s called behind the curve", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 02:17:42"}, {"text": " another politician not sticking to his word smh. Minnesota will always be behind the curve ..", "compound": -0.3182, "pos": 0.0, "neg": 0.133, "neu": 0.867, "data": "2019-03-14 01:08:35"}, {"text": "Austerity is dead. And the prevalence of monetary policy. ECB definitely behind the curve and the rest of the EU with it (—Spain being the exception, but even there, political volatility is the order of the day). ", "compound": -0.2023, "pos": 0.047, "neg": 0.067, "neu": 0.886, "data": "2019-03-13 20:32:12"}, {"text": "Ok, gonna watch this Behind the Curve documentary everybody has been talking about", "compound": 0.296, "pos": 0.155, "neg": 0.0, "neu": 0.845, "data": "2019-03-13 11:58:09"}, {"text": "I will grant renewables can be part of a stopgap, but I think long-term needs to be nuclear, if you really want to get off fossil fuels. Due to all the scare stories about nuclear, the US is way behind the curve .", "compound": -0.394, "pos": 0.083, "neg": 0.098, "neu": 0.819, "data": "2019-03-14 07:54:39"}, {"text": "I don't see how the ESA, Australia or Singapore can somehow be incompetent. In either case you are behind the curve on this one. You need to ground the plane. The FAA is gonna fold pretty soon and you are going to be seen as willing to risk the lives of Canadians.", "compound": -0.25, "pos": 0.057, "neg": 0.092, "neu": 0.851, "data": "2019-03-13 03:59:38"}, {"text": "\"incorporation of all these technologies into our facilities, we have seen our outcomes continue to improve. We now enjoy access to large amounts of patient data that can be analyzed more quickly and accurately than other facilities who are behind the curve \" ", "compound": 0.7269, "pos": 0.132, "neg": 0.0, "neu": 0.868, "data": "2019-03-13 07:38:37"}, {"text": "5 TIPS TO OVERCOME Behind the curve Strategies! 1. Identify your true Revenue Team Its’ more than whom you think, it includes the GM, Sales, Marketing and Revenue Manager. 2. Sign-up for HSMAI’s ROC&DOC It’s going to be at the Melia Palma Bay & Palau de ", "compound": 0.4753, "pos": 0.067, "neg": 0.0, "neu": 0.933, "data": "2019-03-13 19:12:04"}, {"text": "The Netflix documentary \" Behind the Curve \" is not a joke. It is a serious look at the FlatEarth movement without much commentary, though it's obvious the filmmakers don't believe the Earth is flat and mainly just let FE believers make fools of themselves. Worth watching.", "compound": -0.5405, "pos": 0.04, "neg": 0.135, "neu": 0.825, "data": "2019-03-14 11:48:36"}, {"text": "Flat Earth theorists Mark Sargent and Patricia Steere join us to talk about the new documentary on Netflix \" Behind the Curve \" ", "compound": 0.296, "pos": 0.099, "neg": 0.0, "neu": 0.901, "data": "2019-03-14 11:02:55"}, {"text": "Behind the curve on Netflix is fantastic definitely check it out if you haven’t already", "compound": 0.743, "pos": 0.326, "neg": 0.0, "neu": 0.674, "data": "2019-03-13 11:40:47"}, {"text": "Behind the curve best netflix documentary FlatEarth", "compound": 0.6369, "pos": 0.412, "neg": 0.0, "neu": 0.588, "data": "2019-03-14 06:40:37"}, {"text": "Germans being behind the curve .... Euro-exit - is what they mean. All the rest is ridiculous.", "compound": -0.3612, "pos": 0.0, "neg": 0.143, "neu": 0.857, "data": "2019-03-14 07:18:26"}, {"text": "You're behind the curve .", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 01:27:00"}, {"text": "I have feelings on TheDivision2 's staggered release dates. Namely it makes me feel behind the curve already and it's only been a day, and the game isn't even out for regular preorders yet.", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-13 23:46:24"}, {"text": " Boeing is behind the curve on the 737 story.", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-13 18:22:27"}, {"text": "That escalated fast! NOT! We where waaay behind the curve on this one because this president listened to big business first, before allowing a full investigation... ", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 02:41:37"}, {"text": "everyone watch Behind the Curve on Netflix to LOL", "compound": 0.5473, "pos": 0.306, "neg": 0.0, "neu": 0.694, "data": "2019-03-13 07:37:27"}, {"text": "So I'm watching Behind the Curve and to my understanding it's a pro flat earth documentary that does such a bad job of providing proof that it looks like a mockumentary", "compound": -0.25, "pos": 0.078, "neg": 0.109, "neu": 0.813, "data": "2019-03-14 00:27:25"}, {"text": "It's just a bit behind the curve though, all a bit late when we already had the Zero Carbon Homes standard and the Code for Sustainable Homes... both of which they burned. But, yes, progress.", "compound": 0.6705, "pos": 0.151, "neg": 0.0, "neu": 0.849, "data": "2019-03-14 05:36:16"}, {"text": "I’m not gonna hold you. This flat earth doc on Netflix pops. It’s called Behind The Curve and you should 1000% watch it.", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 10:20:51"}, {"text": "Did you check out the Flat Earthers documentary \" Behind The Curve \"?", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 09:27:45"}, {"text": "Behind the Curve (Flat Earth community documentary) on is as much intriguing as it is infuriating. I am so conflicted", "compound": -0.5267, "pos": 0.0, "neg": 0.159, "neu": 0.841, "data": "2019-03-14 15:06:30"}, {"text": "Black people bein surprised at non blacks cheating to get in schools is wild. Is that the only time you think white privileging is provided. That’s why you can’t play the game the same as them. You’ll always be behind the curve", "compound": 0.1027, "pos": 0.126, "neg": 0.076, "neu": 0.798, "data": "2019-03-13 19:23:21"}, {"text": "As usual...I’m behind the curve ! Lol How high do you like taking Reddish ??", "compound": 0.7142, "pos": 0.332, "neg": 0.0, "neu": 0.668, "data": "2019-03-14 01:36:59"}, {"text": "oh my god why are more people not talking about Behind the Curve ???? absolutely fucking bonkers", "compound": 0.4696, "pos": 0.161, "neg": 0.0, "neu": 0.839, "data": "2019-03-13 04:57:05"}, {"text": "Sure, but it's not great for new stuff. I'm always 10 years behind the curve .", "compound": -0.5846, "pos": 0.086, "neg": 0.233, "neu": 0.681, "data": "2019-03-14 09:55:25"}, {"text": "The amount of casual anti-semetism in \" Behind The Curve \" is remarkable.", "compound": 0.6597, "pos": 0.375, "neg": 0.0, "neu": 0.625, "data": "2019-03-14 07:25:24"}, {"text": "Watch Behind The Curve on Netflix. You’re in for a fucking treat", "compound": 0.4576, "pos": 0.23, "neg": 0.0, "neu": 0.77, "data": "2019-03-14 02:03:31"}, {"text": " DHS banned Kaspersky software in 2017! Your bill doesn’t go far enough. Localities with responsibility for VOTING Rolls using Kaspersky across the US. We are behind the curve on basic security even where VOTING SYSTEMS are concerned. ", "compound": -0.2244, "pos": 0.059, "neg": 0.081, "neu": 0.86, "data": "2019-03-14 03:02:16"}, {"text": "Well, I don't want to remain silent but I'm a bit behind the curve here. I don't remember the Democrat media making a month long national story of the societal disease the threat against Whol represents. Do you have a link?", "compound": -0.6323, "pos": 0.038, "neg": 0.142, "neu": 0.82, "data": "2019-03-14 02:11:21"}, {"text": "\" Behind the Curve \" on whatamiwatching", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-13 02:58:57"}, {"text": "Behind the curve , Netflix", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-13 10:11:10"}, {"text": "So, you're watching \" Behind the Curve \".", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-13 10:19:23"}, {"text": "30. Behind the Curve (Tan plana como un encefalograma) Director: Daniel J. Clark ", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 11:49:20"}, {"text": "David, you have been behind the curve on everything from the Referendum to Trump for years now. Introspection?", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-13 07:06:15"}, {"text": "Behind the curve on Netflix! Enjoy/be terrified", "compound": -0.6476, "pos": 0.0, "neg": 0.417, "neu": 0.583, "data": "2019-03-13 06:16:42"}, {"text": "4 filmes que vc viu recentemente — behind the curve the runaways who shot the sheriff? green book (tenho assistido mais series nos ultimos tempos) ", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 10:42:41"}, {"text": "Lemme guess: Behind the curve ?", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-13 20:29:14"}, {"text": "Watching Behind The Curve on Netflix. ", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 05:09:05"}, {"text": "Behind the curve again, alas.", "compound": -0.2732, "pos": 0.0, "neg": 0.344, "neu": 0.656, "data": "2019-03-14 01:03:08"}, {"text": "Watching ' Behind the Curve ' on Netflix, wondering if Bersant Celina will make an appearance.", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-13 19:04:53"}, {"text": "The game is changing and, as per usual, the Bengals are generations behind the curve .", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 00:53:18"}, {"text": "Just a tad behind the curve .", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-13 22:47:59"}, {"text": "Behind the Curve second run. LET’S GO.", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-13 14:08:58"}, {"text": "Watching Behind the Curve and how these idiots are allowed to breathe the same air as I do bothers me to no end.", "compound": -0.4588, "pos": 0.0, "neg": 0.167, "neu": 0.833, "data": "2019-03-14 10:50:27"}, {"text": "' Behind The Curve ' on Netflix is a must watch. This world man....", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-13 03:01:02"}, {"text": "would love to hear a podcast from you guys about the most behind the curve NFL teams you guys have dealt with (I deep down know that’s not gonna happen lol)", "compound": 0.6369, "pos": 0.127, "neg": 0.0, "neu": 0.873, "data": "2019-03-13 09:07:35"}, {"text": "‘ Behind The Curve ’ was interesting and entertaining. The examination of how people get stuck in believing certain things is particularly enlightening.", "compound": 0.8516, "pos": 0.361, "neg": 0.064, "neu": 0.575, "data": "2019-03-13 23:55:17"}, {"text": "Behind the Curve ?", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 05:16:01"}, {"text": "Behind the curve", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 10:30:42"}, {"text": "Just saw \" Behind the Curve \", a new documentary on flat earthers. It's a nice film, exploring science vs pseudoscience, how scientists engage with these communities, and the psychology of personal identity becoming wrapped up in these types of beliefs. ", "compound": 0.4588, "pos": 0.123, "neg": 0.052, "neu": 0.825, "data": "2019-03-14 12:14:49"}, {"text": "Watching ' Behind the Curve ' on Netflix about flatearthers & flatearthsociety What's up with these guys??? Are you kidding me? ", "compound": 0.3313, "pos": 0.122, "neg": 0.0, "neu": 0.878, "data": "2019-03-14 10:09:06"}, {"text": "Behind the curve mate....story of my life", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 04:53:24"}, {"text": "..and we continue to fall behind the curve here in the US.", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-13 03:38:55"}, {"text": "John is making me watch ' Behind The Curve ' - the FlatEarth documentary or Send help ! ", "compound": 0.4574, "pos": 0.187, "neg": 0.0, "neu": 0.813, "data": "2019-03-13 06:36:32"}, {"text": "I watched behind the curve the other day, and now my Netflix recommendations are full of conspiracy theory related programs. My favourite bit was when they constructed complicated and expensive experiments to prove the earth was flat and proved it was round. Twice.", "compound": -0.5267, "pos": 0.0, "neg": 0.077, "neu": 0.923, "data": "2019-03-14 00:21:08"}, {"text": "Was it Behind the Curve ? Did you enjoy the experiments they did, that proved the earth was indeed round and rotating, and all they could say was “interesting”?", "compound": 0.5514, "pos": 0.116, "neg": 0.0, "neu": 0.884, "data": "2019-03-13 10:43:06"}, {"text": "Further Update: Canada is now another one of a very long list of countries to ban Boeing 737 Max 8 planes in its airspace. Should be until cause found and, as needed, fix implemented. US behind the curve . Seems right or wrong, that sadly US not lead or team player among nations.", "compound": -0.8591, "pos": 0.0, "neg": 0.168, "neu": 0.832, "data": "2019-03-14 02:15:22"}, {"text": "Behind the curve . Netflix. ", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 05:30:16"}, {"text": "These western socialist are just behind the curve . Did you see the AOC ‘WF should pay for oil spills’ genius today?", "compound": -0.1027, "pos": 0.0, "neg": 0.065, "neu": 0.935, "data": "2019-03-13 11:45:30"}, {"text": "Paper Ballots is seriously the way to go given most of government seems always behind the curve on security, especially at the state level. I wouldn't trust voting online either, etc.", "compound": -0.2505, "pos": 0.071, "neg": 0.13, "neu": 0.799, "data": "2019-03-13 19:15:24"}, {"text": "Just watched “ Behind the Curve ” on laughed the whole time.. end was spot on. Check it out if you want a ridiculous documentary.", "compound": 0.2023, "pos": 0.155, "neg": 0.09, "neu": 0.755, "data": "2019-03-14 09:30:05"}, {"text": " behind the curve on the 737 Max. Only just banned it. Should have been quicker ", "compound": -0.4588, "pos": 0.0, "neg": 0.176, "neu": 0.824, "data": "2019-03-13 03:51:58"}, {"text": "I think my favorite thing about the Netflix flat earth doc is the name. Behind the curve . It's just so perfect because it's just so so very dumb.", "compound": 0.5583, "pos": 0.216, "neg": 0.115, "neu": 0.669, "data": "2019-03-14 10:09:36"}, {"text": "Watching BEHIND THE CURVE on the documentary about FlatEarth ...My mind is blown... ", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-13 08:44:23"}, {"text": "Is it not behind the curve ?", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 06:01:57"}, {"text": "Yoongi holds the box a bit closer to his chest. He still doesn’t say anything, glancing down into it, then back up, eyes lingering on the curve of Jimin’s behind.", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-13 08:50:36"}, {"text": "My review of Behind the Curve (2018) on : ", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 05:24:47"}, {"text": "He only alludes to the first point, but the ethnicity split is the next obvious step and UK is already behind the curve on that.", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-13 22:39:26"}, {"text": "lol Behind the Curve ? Im watching it now trying not to cringe", "compound": 0.4215, "pos": 0.203, "neg": 0.0, "neu": 0.797, "data": "2019-03-13 10:42:08"}, {"text": "Behind the Curve : While clearly not coming from their point of view, this doc about flat earthers resists the temptation to mock them, largely by allowing them to make themselves look silly.", "compound": -0.0, "pos": 0.107, "neg": 0.079, "neu": 0.815, "data": "2019-03-13 23:14:24"}, {"text": "If anybody needs a good laugh today, go watch Behind the Curve on Netflix. I promise you will feel better after watching it", "compound": 0.8934, "pos": 0.408, "neg": 0.0, "neu": 0.592, "data": "2019-03-14 01:54:41"}, {"text": "Watched Behind The Curve , and had a thought: why don’t all the flat earthers crowd fund an expedition to the Earth’s edge? They’ve done their maps, they know where it is, so they should be able to reach it. Take a robust camera and show the proof...", "compound": 0.3612, "pos": 0.075, "neg": 0.0, "neu": 0.925, "data": "2019-03-13 16:03:54"}, {"text": "Behind the curve on Netflix is so good and simultaneously so painful", "compound": 0.0, "pos": 0.214, "neg": 0.214, "neu": 0.572, "data": "2019-03-14 08:56:58"}, {"text": "The R.I. Dep't of Health has decided not to set a drinking water standard for toxic PFAS chemicals, leaving Rhode Islanders at risk, and keeping the state behind the curve as our neighbors take action. 's press release: ", "compound": -0.2732, "pos": 0.0, "neg": 0.055, "neu": 0.945, "data": "2019-03-13 03:33:55"}, {"text": "With the benchmark quite high،،, as it's been for generations, falling behind the curve is disastrous. When those haven't come close to having want it more at the expense of the given, it is dastardly.", "compound": -0.6369, "pos": 0.034, "neg": 0.142, "neu": 0.825, "data": "2019-03-14 07:57:57"}, {"text": "Pros of the curve even when I'm behind it", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-13 12:38:53"}, {"text": "Oh wow... started watching Behind The Curve on Netflix... I'm not sure if I can continue... this guy says - with a straight face - that he's winning against science because science uses math and numbers, where as he can look 1 mile across a lake and still see Seattle.", "compound": 0.5168, "pos": 0.11, "neg": 0.041, "neu": 0.85, "data": "2019-03-13 09:45:44"}, {"text": "The opioid crisis in America - the supposedly responsible people who see it up close think it’s someone else’s problem to solve, while the government stays months or years behind the curve and hopes half-measures will work ", "compound": -0.2263, "pos": 0.154, "neg": 0.152, "neu": 0.694, "data": "2019-03-13 20:53:54"}, {"text": "If I read right the anti stall is easy to over ride but counter intuitive. (ummm). Boeing and FAA look behind the curve on this and that's not typical.", "compound": -0.0258, "pos": 0.065, "neg": 0.102, "neu": 0.833, "data": "2019-03-14 03:50:30"}, {"text": "Anyone into scicomm (any scientist really) should watch the FlatEarth earth documentary on Netflix: Behind the Curve . Really shows the importance of scientists and science being accessible and open.", "compound": 0.4144, "pos": 0.09, "neg": 0.0, "neu": 0.91, "data": "2019-03-13 05:34:10"}, {"text": "I love a good documentary and the weirder the better and ' behind the curve ' didn't disappoint, so crazy", "compound": 0.8244, "pos": 0.456, "neg": 0.172, "neu": 0.372, "data": "2019-03-13 07:07:18"}, {"text": "Behind the curve .", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-13 09:53:27"}, {"text": "Watched behind the curve on Netflix. Really wtf they've priced the Earth is round by flat earth people and they can't take the L.", "compound": -0.624, "pos": 0.0, "neg": 0.151, "neu": 0.849, "data": "2019-03-13 08:18:15"}, {"text": "I watched the Netflix documentary “ Behind the Curve ” and now I think I understand the mental derangement that causes this type of conspiracy theorist. Seriously, an incredible documentary; you should watch it: ", "compound": -0.6249, "pos": 0.0, "neg": 0.15, "neu": 0.85, "data": "2019-03-13 21:47:18"}, {"text": "That's like one of the main mission statements for the docu Behind The Curve , which is dang good.", "compound": 0.6597, "pos": 0.252, "neg": 0.0, "neu": 0.748, "data": "2019-03-14 15:43:54"}, {"text": "You're behind the curve on latest court actions & findings.", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 01:41:20"}, {"text": "Being as I am a cool dad and in no-way a middle-aged has been who is always behind the curve , I might just use my unexpectedly free evening to do a few experiments in 'trendy consumption' with the entire family. Milk coke, anyone? No, don't thank me, thank ", "compound": 0.0464, "pos": 0.112, "neg": 0.128, "neu": 0.76, "data": "2019-03-14 00:58:15"}, {"text": "The documentary Behind the Curve kind of goes into that thinking. It’s about flat earthers, but makes good points about how you can’t be genuinely curious or a historian or scientist if you’re not willing to change your opinion when presented with facts.", "compound": 0.7783, "pos": 0.145, "neg": 0.0, "neu": 0.855, "data": "2019-03-13 21:25:05"}, {"text": "Patricia Steere & Mark Sargent are the leaders of the flat Earth movement & were featured in a Netflix documentary - Behind the Curve . Tonight, we discuss the film & the theories on BRR. - Live at 12:06am EST -... ", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 11:13:53"}, {"text": "Watching \" behind the curve \" on Netflix. Hysterical that these cunts are so convinced by the flat earth theory that they are willing to ignore their own 'experiments' that failed to yield the results they desired.", "compound": -0.6915, "pos": 0.113, "neg": 0.241, "neu": 0.646, "data": "2019-03-13 08:10:11"}, {"text": "I guarantee you I would have mastered the Nitty Gritty round 1974. That's how behind the curve I am. ", "compound": 0.25, "pos": 0.118, "neg": 0.0, "neu": 0.882, "data": "2019-03-13 09:48:07"}, {"text": "Wow the Behind the Curve documentary on Netflix. A whole hour and a half giving ‘flat earthers’ centre stage and all they do is carry out experiments and accidentally prove earth is in fact a globe. Ridiculous, but priceless viewing.", "compound": 0.1655, "pos": 0.101, "neg": 0.085, "neu": 0.814, "data": "2019-03-13 18:56:59"}, {"text": "If you want to lose the last shred of faith you have in humanity- watch behind the curve on Netflix", "compound": 0.1027, "pos": 0.172, "neg": 0.113, "neu": 0.714, "data": "2019-03-14 07:45:54"}, {"text": "Boy is she behind the curve", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-13 19:31:49"}, {"text": "Most professionals moved to “people first” ages ago, so, yeah, most of us say “person with disability” rather than “disabled person.” This alone shows you are out of step, behind the curve , somewhere you are off.", "compound": 0.2183, "pos": 0.074, "neg": 0.051, "neu": 0.875, "data": "2019-03-13 10:27:44"}, {"text": "Behind the curve was pretty good I thought. It's about flat earthers.", "compound": 0.7269, "pos": 0.404, "neg": 0.0, "neu": 0.596, "data": "2019-03-13 23:51:20"}, {"text": "Behind the Curve ? I loved the cliffhanger ending.", "compound": 0.5994, "pos": 0.394, "neg": 0.0, "neu": 0.606, "data": "2019-03-13 10:10:58"}, {"text": "Behind the Curve se llama ", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-13 07:10:41"}, {"text": "I have to disagree with you on this. I think we’ve underestimated the hypersonic missile threat. Russia has been working on Zircon for more than decade. China has also deployed similar systems. NATO may be behind the curve .", "compound": -0.7964, "pos": 0.0, "neg": 0.197, "neu": 0.803, "data": "2019-03-14 16:04:13"}, {"text": "Ab toh Netflix pe bhi bohot logon ne ‘ Behind the Curve ’ dekh liya hoga. Aur mazak udaya hoga flat earthers ka. Chalo issi bahane flat earth pe baat toh ho rahi hai desh mein. Baba khush hua!! Kisi ko koi prashn puchhna ho toh bejhijhak puchhiye, Baba twitter pe isiliye toh hain. ", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 18:37:01"}, {"text": "You have managed to leave us behind the curve once again. From wind power to cannabis legalization, to womens rights, to right to protest, to industrial hemp, to treating all children as if they belong no matter of their lgbtq status. Teachers pay! South Dakota trails everywhere", "compound": -0.6114, "pos": 0.022, "neg": 0.141, "neu": 0.837, "data": "2019-03-13 04:14:44"}, {"text": "That moment in \" Behind the Curve \" when Patricia Steere is on the verge of becoming self aware. ", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-13 12:16:08"}, {"text": "I’m dumb and behind the curve and have just discovered the incredible art of VictoriaCassinova ", "compound": -0.5106, "pos": 0.0, "neg": 0.191, "neu": 0.809, "data": "2019-03-13 23:56:38"}, {"text": "I was gonna be productive tonight. Then I started watching Behind the Curve on Netflix .", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 08:08:26"}, {"text": "ET302 EthiopianAirlinesCrash Boeing737Max *Let me say quite clearly, I like the Boeing brand, and Airbus etc etc, but, there are some behind the curve on this issue and those who have acted. I repeat again, end bland statements, offer ID of problem(s) & solutions & action!* ", "compound": 0.6402, "pos": 0.138, "neg": 0.0, "neu": 0.862, "data": "2019-03-13 02:47:15"}, {"text": "Just watched \" Behind the Curve \" on Netflix...wow...just wow lol", "compound": 0.765, "pos": 0.485, "neg": 0.0, "neu": 0.515, "data": "2019-03-14 13:25:38"}, {"text": "Okay okay. Hear me out. \" Behind the Curve \" is a must-watch of the year. It's on Netflix. And it has one of the best endings for any documentary - nay, any movie - I've seen in a long time. You just have to trust me on this one.", "compound": 0.8834, "pos": 0.22, "neg": 0.0, "neu": 0.78, "data": "2019-03-13 10:06:52"}, {"text": "Cannabis Clinic in Weston please! After Manchester clinic (which is primarily only for pain) there are now further clinics about to open in London and Birmingham that will be focusing more on psychiatric issues. Come on Addaction! Let’s get ahead of, not behind the curve .", "compound": 0.4374, "pos": 0.062, "neg": 0.0, "neu": 0.938, "data": "2019-03-14 16:06:37"}, {"text": "We watched Behind the Curve on Netflix and it was also crazy...the flat earth people are very real", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-13 23:13:14"}, {"text": "He’s been dead for years. And Face ID is not only revolutionary, it’s also unmatched, 2 years later. Samsung had to settle on an imbedded fingerprint scanner. Who is behind the curve ?", "compound": -0.6808, "pos": 0.0, "neg": 0.162, "neu": 0.838, "data": "2019-03-14 05:27:39"}, {"text": "After only recently watching the documentary behind the curve . I actually had a debate with my cab driver the other day, because he was a flat Earth believer. Wasn’t expecting that, at all!", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 03:16:10"}, {"text": "Totally irrelevant. And fyi they are demonitising a lot of woo videos as their advertisers don't want to be associated with it, so the channel owners delete them crying censorship (like you just did). Pathetic. Have you watched behind the curve ? Lots of backlash from fe about it.", "compound": -0.4326, "pos": 0.094, "neg": 0.145, "neu": 0.761, "data": "2019-03-14 02:08:19"}, {"text": "It’s called Behind the Curve and it is fascinating and very sad (both at the state of the world and for some of these people particularly who you end up feeling some level of sympathy for)", "compound": 0.4779, "pos": 0.175, "neg": 0.079, "neu": 0.746, "data": "2019-03-13 21:09:05"}, {"text": "As the comment noted, “ Behind the Curve ” available on NetFlix.", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-13 16:26:01"}, {"text": "recently watched netflix's Behind the Curve documentary on flat earthers with a friend and i thought it was really good?? it was nice to get an insight on the people and the whole \"cult\" of believing the existence of a flat earth without \"trolling\" or making fun of the people", "compound": 0.9162, "pos": 0.23, "neg": 0.0, "neu": 0.77, "data": "2019-03-13 15:29:39"}, {"text": "Have you watched Behind the Curve yet?", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 01:48:59"}, {"text": "i’m watching “ behind the curve ” and i thought it would make me hate flat-earthers less but they’re so fucking dumb lmfaooo i hate them more", "compound": -0.9288, "pos": 0.0, "neg": 0.366, "neu": 0.634, "data": "2019-03-13 08:52:20"}, {"text": "So the FBI just found out that rich people buy their way into elite universities? Goddamn they’re way behind the curve ! ", "compound": 0.2003, "pos": 0.15, "neg": 0.119, "neu": 0.731, "data": "2019-03-13 06:09:40"}, {"text": "hey, for what it's worth, our art was... not particularly great until the last year or so in spite of drawing from an early age and even studying art in college, and we're 25. you're not alone in feeling behind the curve", "compound": -0.7113, "pos": 0.074, "neg": 0.174, "neu": 0.752, "data": "2019-03-13 09:10:16"}, {"text": "It’s time to bring my mate out! Behind the curve on Netflix is the biggest load of shit I’ve watched. I wasted 90 mins of my life serious how are people so dumb? I want them to follow up on vegans, GMO and Anti vaxxers. The earth is round you mob of flogs stupidflatearthppl ", "compound": -0.9239, "pos": 0.025, "neg": 0.239, "neu": 0.736, "data": "2019-03-14 18:53:25"}, {"text": "Heuuuu un truc style behind the curve je crois??", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-13 07:54:44"}, {"text": "Behind The Curve - it's really well done!", "compound": 0.3989, "pos": 0.309, "neg": 0.0, "neu": 0.691, "data": "2019-03-13 21:26:05"}, {"text": "Please watch behind the curve . I can already tell seconds into it that this shit is FUNNY", "compound": 0.1737, "pos": 0.256, "neg": 0.183, "neu": 0.561, "data": "2019-03-13 21:52:23"}, {"text": "im watching behind the curve on netflix and laughing in disbelief", "compound": 0.4939, "pos": 0.242, "neg": 0.0, "neu": 0.758, "data": "2019-03-13 10:20:18"}, {"text": "I watched Behind The Curve and I just can’t believe the leaps people will go to keep their perception of reality going", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-13 02:19:59"}, {"text": "Yeah, go away. You're way behind the curve . They investigated her for YEARS, Kavanaugh at the helm, and NO CHARGES.", "compound": -0.5523, "pos": 0.088, "neg": 0.231, "neu": 0.681, "data": "2019-03-14 09:52:01"}, {"text": "Charters should absolutely have the same transparency requirements as other publicly funded institutions.DC is way behind the curve here. ", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 06:29:13"}, {"text": "I love how Behind the curve just proves how much these guys don't know with every failed experiment. They just keep proving themselves wrong and just discrediting it", "compound": -0.296, "pos": 0.121, "neg": 0.185, "neu": 0.694, "data": "2019-03-14 14:38:56"}, {"text": "So... basically another ' Behind The Curve ' (watch now on Netflix etc) ", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 04:07:06"}, {"text": "That grant has already been given and you are 40 years behind the curve son.", "compound": 0.3612, "pos": 0.152, "neg": 0.0, "neu": 0.848, "data": "2019-03-13 21:02:12"}, {"text": "I’m watching Behind the Curve on Netflix. You know, the documentary about all the people who believe the earth is flat, of course made in my home state Oregon. ... Is all I can say.", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 09:39:59"}, {"text": "You got blocked ? I get pre-blocked.... You're behind the curve ....", "compound": -0.2732, "pos": 0.0, "neg": 0.189, "neu": 0.811, "data": "2019-03-13 08:25:53"}, {"text": "Yes, at a much longer, behind the curve timeline. It was also not the GOP AZ leg’s position. The walkouts forced the issue. I’m glad you’re happy, but you’re one of thee few. The need for teachers in AZ schools suggest there’s still a long way to go.", "compound": 0.431, "pos": 0.123, "neg": 0.066, "neu": 0.811, "data": "2019-03-14 05:32:04"}, {"text": "You didn't know that Gamecocks were behind the curve in everything they do", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 00:23:47"}, {"text": " Question re: Treasure points - I have a Tier 2 character that was created pre-season 8, so he has a good amount of gold and ZERO treasure points. Is there a way to convert gold to TP? I feel far behind the curve because I have no way to get magic items for a while.", "compound": 0.7479, "pos": 0.181, "neg": 0.042, "neu": 0.777, "data": "2019-03-14 05:36:22"}, {"text": "Watching ‘ Behind The Curve ’ on and I’m speechless. & not bc I believe in the flat earth theory", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 08:01:40"}, {"text": "I'm proud of them for this. They are usually behind the curve lol", "compound": 0.7096, "pos": 0.349, "neg": 0.0, "neu": 0.651, "data": "2019-03-14 03:18:13"}, {"text": "I've read that page top to bottom, several times. Being tech savvy, that page is still a mess and largely fails to answer the real questions people are asking here. The answers are simple and most often are showing that TMO is behind the curve regarding RCS Universal Profile.", "compound": -0.5423, "pos": 0.035, "neg": 0.102, "neu": 0.864, "data": "2019-03-14 03:37:36"}, {"text": "Oh brother...talk about behind the curve ?", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 02:37:37"}, {"text": "Have you guys watched Behind the Curve ? O___o", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 11:49:27"}, {"text": "Netflix, it’s called behind the curve . It’s fucking insane.", "compound": -0.4576, "pos": 0.0, "neg": 0.272, "neu": 0.728, "data": "2019-03-14 09:31:35"}, {"text": "How good is “ Behind the curve ” a big bunch of fruit loops", "compound": 0.4404, "pos": 0.195, "neg": 0.0, "neu": 0.805, "data": "2019-03-13 05:13:32"}, {"text": "im 1min24s into behind the curve and i am CONVINCED the world is a sphere", "compound": 0.5319, "pos": 0.222, "neg": 0.0, "neu": 0.778, "data": "2019-03-13 03:05:51"}, {"text": "10/10 would recommend \" Behind the Curve \" on Netflix. Puree comedy", "compound": 0.6124, "pos": 0.385, "neg": 0.0, "neu": 0.615, "data": "2019-03-14 11:58:17"}, {"text": "We agree! We have the tools to teach middle school students about financialliteracy so they aren't behind the curve in high school. personalfinance FinEd startearly moneymatters ", "compound": 0.4199, "pos": 0.1, "neg": 0.0, "neu": 0.9, "data": "2019-03-13 04:00:07"}, {"text": "And I understand that there are smart people who aren't willing to make that trade-off, and don't hold that against them. Type system designers/implementers will always be behind the curve of what developers want to do.", "compound": 0.4588, "pos": 0.108, "neg": 0.0, "neu": 0.892, "data": "2019-03-14 10:25:20"}, {"text": "Hollywood writing has only ever been behind the curve when it comes to female-driven stories, so I find it a little obnoxious when they start congratulating themselves for making one. Female protags have been all over indies for decades, you dinosaurs.", "compound": -0.4033, "pos": 0.0, "neg": 0.066, "neu": 0.934, "data": "2019-03-13 22:31:34"}, {"text": "Trump is always behind the curve . Now he grounds the faulty planes only because he was forced to. Pathetic old man...", "compound": -0.8402, "pos": 0.0, "neg": 0.333, "neu": 0.667, "data": "2019-03-14 04:41:24"}, {"text": "it is ridiculous how many ppl are behind the curve in this understanding, but hey, if they're getting outraged about it maybe this is a good sign for the future?", "compound": -0.3919, "pos": 0.106, "neg": 0.179, "neu": 0.715, "data": "2019-03-13 12:46:47"}, {"text": "“You’re behind the curve and I have shit internet” - ", "compound": -0.5574, "pos": 0.0, "neg": 0.34, "neu": 0.66, "data": "2019-03-13 12:47:32"}, {"text": "gettleman is trash. He’s 20 years behind the curve . This isn’t an analytics move, it’s a ‘that’s not how Frank Gifford played the game’ move.", "compound": 0.34, "pos": 0.094, "neg": 0.0, "neu": 0.906, "data": "2019-03-13 08:16:50"}, {"text": "Watching Behind the Curve on Netflix made me realize that people may glom onto pseudoscience because they don’t “fit in” anywhere else and are excluded. There but for God’s grace go I. We discussed this in class today. Consider it. iteachastronomy iteachphysics Iteachperiod", "compound": 0.34, "pos": 0.079, "neg": 0.07, "neu": 0.851, "data": "2019-03-14 03:49:51"}, {"text": "For those of us who don't believe private citizens should own specific weapons, keep in mind that military strategists have concluded that if either Russia or China engaged us in a hostile fashion, we would lose. We are behind the curve . Space Force appropriations...", "compound": -0.6705, "pos": 0.054, "neg": 0.164, "neu": 0.782, "data": "2019-03-13 05:32:19"}, {"text": "behind the curve . itll open your eyes", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 08:04:45"}, {"text": "Tonight's movie: Behind the Curve . Don't know what I expected. Just a bit mental, really ", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-13 05:26:18"}, {"text": "Behind the Curve", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-13 02:42:19"}, {"text": "Netflix Tweet Brutal Response To Flat Earthers Complaining About Behind The Curve Doc ", "compound": -0.7096, "pos": 0.0, "neg": 0.349, "neu": 0.651, "data": "2019-03-14 15:50:02"}, {"text": "\"I didn't choose Flat Earth. Flat Earth chose me.\" - Behind the Curve", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-13 07:05:38"}, {"text": "SBCs have been wack. Players are way too expensive and way behind the curve for the current meta. I don't mind paying a lot of coins for good cards, but for Average cards like these, I'll always pass. FFS still the best promo.", "compound": 0.572, "pos": 0.203, "neg": 0.116, "neu": 0.681, "data": "2019-03-13 12:04:45"}, {"text": "Granted, SE Asia is not the region where one looks first for leadership on equal rights+ justice. It invites one to look at Thai gay rights as \"half a loaf is better than none.\" Sadly, this Thai same sex law as drafted is woefully behind the curve , in time, substance and heart.", "compound": 0.4215, "pos": 0.139, "neg": 0.092, "neu": 0.769, "data": "2019-03-13 16:19:20"}, {"text": "Here's the top down, the direction of Kate's camera in Pink (note the tree behind Maddie and the sunbed terrace in the background) .... and the the direction of the Getty Images camera in yellow (note the curve of the pool and the pool ladder). McCann ", "compound": 0.2023, "pos": 0.038, "neg": 0.0, "neu": 0.962, "data": "2019-03-14 01:13:04"}, {"text": "Netflix Trolls Flat Earthers Over ‘ Behind The Curve ’ Documentary ", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-13 05:36:03"}, {"text": "So far behind the curve in Jersey but momentum is growing at long last. ", "compound": 0.2617, "pos": 0.136, "neg": 0.0, "neu": 0.864, "data": "2019-03-14 16:22:15"}, {"text": "Cy Vance is a little behind the curve , though... if little is measured in years.", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 01:28:06"}, {"text": "If you like to do in-game wagers and don’t have the speed and reliance if the Verizon network, you’re way behind the curve !", "compound": 0.4199, "pos": 0.113, "neg": 0.0, "neu": 0.887, "data": "2019-03-14 11:03:00"}, {"text": "Right, I’m so into this flat earth theory after watching Behind The Curve", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 06:01:24"}, {"text": "Behind the curve", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-13 09:21:09"}, {"text": "You’re incredibly ignorant to the world you live on. I thought people like you would have crawled back under your rocks after the embarrassment to your cause Behind the Curve was? $20k on a gyroscope just to prove the Earth moves. Hilarious. ", "compound": -0.024, "pos": 0.112, "neg": 0.114, "neu": 0.774, "data": "2019-03-14 18:02:52"}], "number": 458}