{"compound_ave": 0.09285289256198351, "tweets": [{"text": "Fun theory, what if it’s the beginning of the end, bird box , a quite place combined all together what if it’s a message to save yourself...", "neu": 0.772, "pos": 0.228, "neg": 0.0, "compound": 0.7579}, {"text": "Birdbox , any 50 shades movies, fast and furious movies, most super hero movies.", "neu": 0.459, "pos": 0.371, "neg": 0.17, "compound": 0.6566}, {"text": "Henlo my birds ! We are proud to present you our ULTIMATE collaboration! Yep, me, and drew every character of the Smash Bros series in a huge SMASH BALL! It was really fun to do! Please go to follow and check their galleries! <3 SuperSmashBrosUltimate ", "neu": 0.678, "pos": 0.322, "neg": 0.0, "compound": 0.9482}, {"text": "olounmaje... emi gangan Sandra Bullock ti Bird Box ... if i watch it call me bastard", "neu": 0.8, "pos": 0.0, "neg": 0.2, "compound": -0.5423}, {"text": "I find psychological movies scarier. Birdbox wasn't incredibly scary but disturbing. Mob mentality is a very real thing.", "neu": 0.674, "pos": 0.093, "neg": 0.233, "compound": -0.6024}, {"text": "On Weds 20th March, we’ll be sitting down with these business powerhouses and to not only understand how they do it all, but how they build community within that. Limited early bird tix available ", "neu": 0.934, "pos": 0.0, "neg": 0.066, "compound": -0.3291}, {"text": "Bolsominion Bird Box detected ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "My life is like The Bachelorette, Bird Box edition & all the guys are secretly married.", "neu": 0.848, "pos": 0.152, "neg": 0.0, "compound": 0.3612}, {"text": "Watching bird box during class naah you guys have grown balls oh", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "US Senate passes bill to halt military support to Saudi in Yemen Amazon, Bird box , credit karma, google news, health, inssurance quotes, mesothelioma survival ratesAl Jazeera English, Netflix, today news, usa Last news, Usa today, WorldTrump latestnews ", "neu": 0.829, "pos": 0.171, "neg": 0.0, "compound": 0.7184}, {"text": "Bird box freelo", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "sis wants to edit jess from bird box but i can’t download scenes because the only scene pack i have is from ig. cute.", "neu": 0.84, "pos": 0.16, "neg": 0.0, "compound": 0.6124}, {"text": "Some would call it thinking outside the box !", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "I do an annual scavenger hunt hosted by . A friend/teammate made a tiny spa for her gerbil, Snack(RIP). ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Gold is currently valued at $41.98 a gram... And Melanin is currently valued at $350.00 a gram... But yet white people still don’t believe where we originated from and are suddenly blind when more African American children come up missing. Yeah okay BirdBox ass", "neu": 0.657, "pos": 0.186, "neg": 0.158, "compound": 0.128}, {"text": "Eeeeek. All the new friends (old friends in the birdbox ) to meet", "neu": 0.617, "pos": 0.383, "neg": 0.0, "compound": 0.7351}, {"text": "Bird Box Challenge? HELL YES. He's about to try driving blindfolded. It's going to suck.", "neu": 0.459, "pos": 0.197, "neg": 0.344, "compound": -0.6705}, {"text": "Jan Hom Brand Face Mask 1) Bird Nest Snail and Thai Herb Mask and 2) Bird Nest Thai Herb Whitening Mask Sheet are instock in next weekend. Pre-order available. Price :15,000 MMK / box (5 sheets) Pre-order :... ", "neu": 0.939, "pos": 0.061, "neg": 0.0, "compound": 0.3254}, {"text": "What's going on in your bird box this spring? ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "I just had the craziest dream last night that I’ve had in a while. Let’s just say aliens were attacking kinda like bird box but they came out of the Austin powers space ship even my nightmares have comic relief bigboy ", "neu": 0.767, "pos": 0.164, "neg": 0.07, "compound": 0.6314}, {"text": "Refs take a break from doing the bird box challenge LeafsForever", "neu": 0.874, "pos": 0.126, "neg": 0.0, "compound": 0.0772}, {"text": "Audrey bringing that Birdbox realness to the school run... audrey bozos birdbox , New South Wales ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Why did they go to Regal Beagle? The Regal Beagle wasn’t even poppin’. analyse BirdBox JoeBuddenPodcast ThursdayThoughts CRAZYBUTITSTRUE", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Triple Frontier wasn’t as bad as bird box but was still a mess", "neu": 0.645, "pos": 0.0, "neg": 0.355, "compound": -0.6705}, {"text": "DO NOT GO OUTSIDE!! It’s birdbox", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "but shit was scary reminded me of birdbox especially cus i aint have my glasses on ..lowkey blind ", "neu": 0.523, "pos": 0.0, "neg": 0.477, "compound": -0.9294}, {"text": "See you know what’s up", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "I feel so bad for ppl that were supposed to make an announcement today, or have a big giveaway on IG. Bahahaah just thinking of all the situations. (All I can think about is that birdbox scene where everyone is dying in the beginning, pure IG chaos) ", "neu": 0.919, "pos": 0.0, "neg": 0.081, "compound": -0.5849}, {"text": "Trashbag challenge is lit AF and far , far superior and funky than Tide Pods, MOMOs (not the one that we eat) Bird box , KIKI Dance challenge.", "neu": 0.746, "pos": 0.207, "neg": 0.047, "compound": 0.5719}, {"text": "...checking the Native box , right? CHEATERS", "neu": 0.579, "pos": 0.0, "neg": 0.421, "compound": -0.5622}, {"text": "No one person-- no state or government-- can withhold or box in truth. Truth, like a free bird , exists as it will, in motion and in flight. It soars above the worst intentions and repression in the world. Orwellian Ministries of Truth may last shortly, but cannot stand forever. ", "neu": 0.704, "pos": 0.16, "neg": 0.136, "compound": 0.0772}, {"text": "Bird in the box", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": ">gets home from 10hr shift >kicks shoes off >calmy rinses lunch box >opens fridge door *10 milliseconds later* WHY AM I LIKE THIS??????? ", "neu": 0.834, "pos": 0.166, "neg": 0.0, "compound": 0.6361}, {"text": "Check out Toucan Trinket Jewelry Box Bejeweled Miniature Metal Bird Figurines (Green) ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Easy Bird Trap Make From Rolling Bottle & Box Pap... ", "neu": 0.574, "pos": 0.238, "neg": 0.189, "compound": 0.1531}, {"text": "Unlike the dangerous 48 Hour challenge or Bird Box Challenge and the pointless (yet fun) Planking or 10 Year Challenge, the Trashtag Challenge gets people to clean up their communities. ", "neu": 0.686, "pos": 0.226, "neg": 0.089, "compound": 0.2023}, {"text": "All the twitter birds who \"WaNteD tHe PraYeR\" are now suddenly living in Bird Box . You hate to see it. ", "neu": 0.837, "pos": 0.0, "neg": 0.163, "compound": -0.5719}, {"text": "Bird box", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Just finished watching Bird Box , and honestly now I’m wondering how many writers come up with concepts are tripping on acid or something when they write", "neu": 0.893, "pos": 0.107, "neg": 0.0, "compound": 0.4588}, {"text": "i was smoking outside on the porch and suddenly a wave of wind blew right at me and i got so scared bc my mind immediately went to bird box that i dropped the mf joint and just skrt skrt inside", "neu": 0.906, "pos": 0.0, "neg": 0.094, "compound": -0.5777}, {"text": "You Can Download As Wallpaper From My Website. link In Description pollution mind manipulation mindfulness birdbox birdlife bird pollutedcity air airpollution creative ", "neu": 0.797, "pos": 0.116, "neg": 0.088, "compound": 0.1779}, {"text": "By the way, Can You Survive Bird Box ? ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Birdbox , All but one of the Star Wars movies.", "neu": 0.62, "pos": 0.0, "neg": 0.38, "compound": -0.7096}, {"text": "Students among 10 killed in school shooting near Sao Paulo Amazon, Bird box , credit karma, google news, health, inssurance quotes, mesothelioma survival ratesAl Jazeera English, Netflix, today news, usa Last news, Usa today, WorldTrump latestnews news ", "neu": 0.789, "pos": 0.103, "neg": 0.108, "compound": -0.296}, {"text": "Birdbox challenging the man's piece.", "neu": 0.714, "pos": 0.286, "neg": 0.0, "compound": 0.1531}, {"text": "TrentReznor AtticusRoss BirdBox If I’m a director of postapocaliptic movie I‘d invite Trent Reznor for composing music. All the music of NIИ is postapocaliptic. It’s so deep like heavy hangover when you wake up and feel that you can touch the air. That you are immortal yet. ", "neu": 0.871, "pos": 0.129, "neg": 0.0, "compound": 0.6573}, {"text": "Leavers will do it at the ballot box , no need for riots.", "neu": 0.645, "pos": 0.0, "neg": 0.355, "compound": -0.6705}, {"text": "“He’s coming over to cuddle but ima blindfold him like BirdBox !” shitmycoworkerssay", "neu": 0.772, "pos": 0.228, "neg": 0.0, "compound": 0.5487}, {"text": "Bird box !", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Check out our website: for updated packages (new box sizes) and promotions. Don't miss out on our Early Bird Discount!! Offer ends March 15th; so book... ", "neu": 0.925, "pos": 0.075, "neg": 0.0, "compound": 0.2565}, {"text": "I am a wuss... I am. I'm scared to watch this. Military men with guns freak me out sometimes. I'm still trying to watch the end of BirdBox because i do not think it has a happy ending. I'm ok with Vampires. Not Ok with war. I need a happy ending movie rt now. No spoilers pl. ", "neu": 0.65, "pos": 0.197, "neg": 0.153, "compound": 0.5938}, {"text": "Bird box ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "I’m late af I just now watched bird box and what happened to Monday", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "I lost it when the bird almost attacked his ass and when he says “DA BOX ” ", "neu": 0.612, "pos": 0.0, "neg": 0.388, "compound": -0.8044}, {"text": "hello. Am still alive. Still gave up twitter but here’s a WIP. Now time to birdbox these notifications and feed back to my hobbit hole I go ", "neu": 0.93, "pos": 0.07, "neg": 0.0, "compound": 0.2023}, {"text": "Well twitter what delights of sheer incompetence fuckwittery and absolute cockwombleness have the been seen to 'administer' at us since my last visit brexit BrexitShambles Has ' birdbox ' Theresa came out of hiding yet to land more shit on us all?", "neu": 0.707, "pos": 0.103, "neg": 0.19, "compound": -0.6478}, {"text": " why you asking questions to opposition leader they to taking questions directly from people.", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Watching bird box w tiff and Haley and my heart is so happy bc these 2 are my favorite", "neu": 0.66, "pos": 0.34, "neg": 0.0, "compound": 0.829}, {"text": "MyExcuseForBeingLate taking the Bird Box challenge and had to make frequent stops to get the bodies off the front bumper", "neu": 0.861, "pos": 0.062, "neg": 0.077, "compound": -0.0772}, {"text": "No the bird box fades", "neu": 0.645, "pos": 0.0, "neg": 0.355, "compound": -0.296}, {"text": "Someone at Bonita: maybe all these butterflies are the start of birdbox ?", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Wait until Instagram shuts down permanently and the beautiful people of the world swarm out of cafes and gyms, tearing at their own flesh. It’ll make the opening scenes of Birdbox look like an autumnal farmers market.", "neu": 0.845, "pos": 0.155, "neg": 0.0, "compound": 0.7506}, {"text": "Bird box !", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "The cat started to look after the owner’s pet bird . good cat! BirdGang birds Birdbox birding birdcp BirdBoxChallenge parrots parrot parrothead Cats catlover CAT CatsofTwitter kitty kittylove KittyLive kittycat ", "neu": 0.898, "pos": 0.102, "neg": 0.0, "compound": 0.4926}, {"text": "Not long now til we hear from some of the brightest creatives in Media and Entertainment! On Monday 18th, we can’t to have co-host of “The Receipts” podcast and journalist on our panel moderated by Limited Early birds ", "neu": 0.796, "pos": 0.161, "neg": 0.043, "compound": 0.7345}, {"text": "i swear to god keeps getting better and better. i could not stop screaming at the bird box release", "neu": 0.455, "pos": 0.495, "neg": 0.05, "compound": 0.8681}, {"text": "I still can’t believe anyone thought bird box was more than average", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Box of ⁦ ⁩ goodies heading out to Eilat in my suitcase for ⁦ ⁩ next week. Make the little ticks in the checklist old-school! Join ⁦ ⁩ flywaychampions cotf19 govultures TeamSwallowtail ", "neu": 0.926, "pos": 0.074, "neg": 0.0, "compound": 0.3595}, {"text": "Really? Idk if I have that much time.", "neu": 0.78, "pos": 0.0, "neg": 0.22, "compound": -0.1761}, {"text": "*agrees in bobblehead*", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": " machinegunkelly I don’t know if you saw those fucked up messages on Instagram but I didn’t mean anything bro you’re way better than Eminem If you can hit me back with the tweet I would really appreciate that and I love your. Scene in the movie the bird box", "neu": 0.715, "pos": 0.238, "neg": 0.047, "compound": 0.9176}, {"text": "So I watched Triple Frontier last night/this morning. It’s definitely an I’m on the airplane what do I watch movie. Entertaining enough. No bird box", "neu": 0.719, "pos": 0.201, "neg": 0.079, "compound": 0.5267}, {"text": "I wanted to re-watch dumplin but that bitch played herself in bird box and I’m still mad", "neu": 0.508, "pos": 0.121, "neg": 0.371, "compound": -0.8126}, {"text": "‘ Bird Box ’ Is Worth the Hype, Especially for the Disabled ", "neu": 0.84, "pos": 0.16, "neg": 0.0, "compound": 0.2263}, {"text": "I’m wearing blindfold while watching BIRD BOX", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Hopefully ya didn't step on any of the needles they leave in the street.", "neu": 0.755, "pos": 0.17, "neg": 0.075, "compound": 0.3612}, {"text": "TripleFrontier was dope af! Add this impressive film to the already amazing list of original Netflix films of Roma, Bird Box , Cam, Cloverfield Parsdox, Velvet Buzzsaw, Hold the Dark, Bright, Buster Scruggs, IO, Close and so many more.", "neu": 0.721, "pos": 0.279, "neg": 0.0, "compound": 0.9212}, {"text": "anybody leave home since social media crash n the world ended?! i lookin to leave buh i wanna know if is a birdbox flick", "neu": 0.759, "pos": 0.0, "neg": 0.241, "compound": -0.5255}, {"text": "Today at we will be building Hazel Dormice boxes from 10am. These wooden boxes are similar to bird boxes, but with the entrance hole at the back of the box facing the tree. All part of the Nature for Health project with & ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Venezuela in crisis: All the latest updates Amazon, Bird box , credit karma, google news, health, inssurance quotes, mesothelioma survival ratesAl Jazeera English, Netflix, today news, usa Last news, Usa today, WorldTrump latestnews newstoday Usatoday ", "neu": 0.787, "pos": 0.109, "neg": 0.104, "compound": -0.2023}, {"text": "This fog is so fucking bad I feel like I’m in bird box using my gps to get to work smh", "neu": 0.65, "pos": 0.106, "neg": 0.244, "compound": -0.5585}, {"text": "This wind sounds like it does in Birdbox and I’m a little freaked out rn.", "neu": 0.731, "pos": 0.152, "neg": 0.116, "compound": 0.1513}, {"text": "riverdale, birdbox , kissing booth, orange is the new black,", "neu": 0.684, "pos": 0.316, "neg": 0.0, "compound": 0.5719}, {"text": "no this is just birdbox ", "neu": 0.645, "pos": 0.0, "neg": 0.355, "compound": -0.296}, {"text": "ItsABirdLadysLife The birthday presents are still rolling in A box filled with goodies including a purse made from a football Cares ", "neu": 0.85, "pos": 0.15, "neg": 0.0, "compound": 0.4588}, {"text": "Loooool stupid decision. Birdbox has been their biggest film yet and that was recent. When you start thinking money over consumers you will finish your business", "neu": 0.88, "pos": 0.0, "neg": 0.12, "compound": -0.5267}, {"text": "Abi you're the one doing bird box .....Sadist!", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "and birdbox ? whew chill", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "The next steps in Brexit's unfolding drama Amazon, Bird box , credit karma, google news, health, inssurance quotes, mesothelioma survival ratesAl Jazeera English, Netflix, today news, usa Last news, Usa today, WorldTrump latestnews newstoday Usatoday ", "neu": 0.882, "pos": 0.118, "neg": 0.0, "compound": 0.5106}, {"text": "How safe is Boeing's 737 MAX 8 aircraft? Amazon, Bird box , credit karma, google news, health, inssurance quotes, mesothelioma survival ratesAl Jazeera English, Netflix, today news, usa Last news, Usa today, WorldTrump latestnews newstoday Usatoday f ", "neu": 0.812, "pos": 0.188, "neg": 0.0, "compound": 0.7351}, {"text": "How is it possible to be that bad?. Did you do the birdbox challenge while bowling? ", "neu": 0.9, "pos": 0.1, "neg": 0.0, "compound": 0.168}, {"text": "Watching bird box smoking Nerds", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Finally watched birdbox - HELLLLAAAA GOOD", "neu": 0.524, "pos": 0.476, "neg": 0.0, "compound": 0.5622}, {"text": "jane doe, dont breathe, a quiet place, bird box , the ring", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "bird box is wearing me out omg", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Top 10 Netflix Original Movie yang best! 1. Forgotten 2. Polar 3. Bird Box 4. The Night Come For Us 5. Pandora 6. Cargo 7. Okja 8. Bright 9. Annihilation 10. The Ritual Kredit: thefaizzainal", "neu": 0.691, "pos": 0.265, "neg": 0.044, "compound": 0.8622}, {"text": "I knew I wasn’t crazy. I thought some bird box typa thing was going on ", "neu": 0.821, "pos": 0.0, "neg": 0.179, "compound": -0.34}, {"text": "I'm out at a gig and the bird has escaped the box . It's locked in the spare room. Bird is getting stronger.", "neu": 0.885, "pos": 0.115, "neg": 0.0, "compound": 0.3818}, {"text": "Bird Box .. music", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "and sorry i’m late to the party, but bird box was a pretty good movie", "neu": 0.473, "pos": 0.473, "neg": 0.054, "compound": 0.8705}, {"text": "2 days I habis tengok birdbox (3rd time), Umbrella academy (tak skip any part ea), isn't it romantic (lompat lompat ), & the purge!", "neu": 0.887, "pos": 0.0, "neg": 0.113, "compound": -0.3716}, {"text": "bird box is good try it", "neu": 0.633, "pos": 0.367, "neg": 0.0, "compound": 0.4404}, {"text": "Either Netflix doesn’t have that many MOVIES, or people don’t know how to answer the question asked. Wind River, Bird Box , How it Ends, The Titan, Exposed, What Happened to Monday. All decent movies to get you started next time you are looking for a few.", "neu": 0.971, "pos": 0.0, "neg": 0.029, "compound": -0.0772}, {"text": "This would make a great movie, ironically enough", "neu": 0.594, "pos": 0.406, "neg": 0.0, "compound": 0.6249}, {"text": "I don't see a problem BirdBox ", "neu": 0.571, "pos": 0.429, "neg": 0.0, "compound": 0.3089}, {"text": "How do I spot clean? W/ the litter box its easy, but for a not so much", "neu": 0.774, "pos": 0.226, "neg": 0.0, "compound": 0.4215}, {"text": "oh box", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "speaking of birdbox bandersnatch, when's the new TV is installed, I can get using zip ties on datacenter gear made a punishable offense.", "neu": 0.795, "pos": 0.0, "neg": 0.205, "compound": -0.5994}, {"text": "i’m watching bird box forgetting that Jess dies and now crying and she hasn’t even died yet", "neu": 0.691, "pos": 0.0, "neg": 0.309, "compound": -0.7717}, {"text": "Win handmade Hedgehog House or Bird Box with our SpringRaffle Tickets are £1 each and all funds raised support our valuable work. To buy your tickets email emma.t.org.uk or call 0121 523 0094 and send payment by 31st March. T&Cs here: ", "neu": 0.798, "pos": 0.202, "neg": 0.0, "compound": 0.8625}, {"text": "Wow the alternate Bird Box ending is seriously dark ", "neu": 0.56, "pos": 0.304, "neg": 0.136, "compound": 0.4767}, {"text": "Sandra Bullock and Cate Blanchet were coded as ex-lovers in Oceans8 Every trailer for Birdbox had me believing she and Sarah Paulson were married and having a kid together. Will she go for the trifecta? Will Sandy B become the lesbians’ Nick Jonas?", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Remember BirdBox here is a video on why it sucked! smallyoutubers ", "neu": 0.732, "pos": 0.0, "neg": 0.268, "compound": -0.5093}, {"text": "Idk but it DOESN'T look like someone whose done a lot of cocaine.", "neu": 0.721, "pos": 0.0, "neg": 0.279, "compound": -0.4339}, {"text": "Bird box ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "I know some of you birds hurt you couldn’t post the question box on ya IG story", "neu": 0.815, "pos": 0.0, "neg": 0.185, "compound": -0.5267}, {"text": "PTP Post : Sandra Bullock - Bird Box Scenario. Terminal Velocity affects of Humanity's Monocultural overburdened Existence void of Biodiversity pushing the tolerances of Life Support Systems to a Dangerous Tipping Point of Cataclysmic Results. .XEMM8hIRU1I ", "neu": 0.809, "pos": 0.108, "neg": 0.084, "compound": -0.0258}, {"text": "Bird box", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "\"This story is Malerman’s creepy coming of age story. He has such a unique way of writing and evokes such a sense of fear.\" Check out my review Inspection ! Bird Box creator 's latest masterpiece. ", "neu": 0.879, "pos": 0.121, "neg": 0.0, "compound": 0.6588}, {"text": "Not even 10mins into the game and the ref wants to play birdbox", "neu": 0.833, "pos": 0.167, "neg": 0.0, "compound": 0.34}, {"text": "idk if i'm watching the game or bird box", "neu": 0.851, "pos": 0.0, "neg": 0.149, "compound": -0.1027}, {"text": "I know it's not a healthy and long-term solution, but if it opens their eyes even if it involves fear to make them realize, tangina I'd be more than happy to scare them. It's just like being Gary from Bird Box . The fucking fear, man. I want to do that.", "neu": 0.593, "pos": 0.186, "neg": 0.221, "compound": -0.5132}, {"text": " You Heard \"Aloha\" by Charlie Heat, & Denzel Curry!?? Sickness!! Bird Box Killers!!!", "neu": 0.654, "pos": 0.0, "neg": 0.346, "compound": -0.78}, {"text": "Do this again. ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Why are people acting like they're in Bird Box when they read what NirAllah, or anyone that shares authentic Qur'anic verses and approved translation and hadith that supports it? ", "neu": 0.714, "pos": 0.286, "neg": 0.0, "compound": 0.8402}, {"text": "The Omaha version of the Birdbox challenge", "neu": 0.822, "pos": 0.178, "neg": 0.0, "compound": 0.0772}, {"text": "Bird box", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "President Buhari gave a televised speech 3 times in 2 weeks during the election ... school children and other Nigerians have been killed by avoidable accidents and baba is doing bird box . God punish everyone that supported this government for their selfish gain. LagosIsland ", "neu": 0.617, "pos": 0.142, "neg": 0.241, "compound": -0.7579}, {"text": "stay strong brother", "neu": 0.377, "pos": 0.623, "neg": 0.0, "compound": 0.5106}, {"text": "I live here lately. DownDay Slow KickYourFeetUp SendIt ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "I’m okay, Father let me go for a walk this morning! It was too quiet. I love the birds ! I’ll explain what I can later. ", "neu": 0.75, "pos": 0.25, "neg": 0.0, "compound": 0.7707}, {"text": "Watch the Creepy Trailer For Sandra Bullock's New Netflix Thriller, Bird Box celebrity ", "neu": 0.896, "pos": 0.104, "neg": 0.0, "compound": 0.1027}, {"text": "Heart Shaped Bird Box 90ssongamovie", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "MAIS UM PRA CONTA DO GABIGOL!!!!", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Bird box", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "I love how tonight’s riverdale embraced the Bird Box challenge.", "neu": 0.56, "pos": 0.44, "neg": 0.0, "compound": 0.6705}, {"text": "“ : If your saved grandma was in Bird Box BirdBox ”", "neu": 0.781, "pos": 0.219, "neg": 0.0, "compound": 0.4215}, {"text": "Late post but imagine if Birdbox was a real thing and you could be affected through snapchat", "neu": 0.888, "pos": 0.0, "neg": 0.112, "compound": -0.2263}, {"text": "Those creatures from birdbox probably around", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Bird box", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "I don’t know why this reminded me of birdbox ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "why did we all watch bird box again?", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "I’m currently listening to Harry Potter & the Goblet of Fire on audible in the mornings, reading Bird Box before I go to bed, teaching Julius Caesar in class and reading out of two different text books for my grad class. They’re starting to run together.", "neu": 0.947, "pos": 0.0, "neg": 0.053, "compound": -0.34}, {"text": "I've seen this same tweet 100 times and it's still not true. If you think Netflix has terrible movies you probably think Bird Box is the best thing they have ", "neu": 0.737, "pos": 0.115, "neg": 0.148, "compound": -0.0598}, {"text": "How Bird Box would’ve went ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "No sneakers in the sneaker box it’s all birds", "neu": 0.784, "pos": 0.0, "neg": 0.216, "compound": -0.296}, {"text": "You cannot play at the highest level forever. Kroos finished, Ramos is exsanguinated, Benzema is a bird box character, Courtois is a gaping hole, Asensio & Vasquez are PHCN, Bale is of course a full time patient & part time player. Squad needs overhaul", "neu": 0.949, "pos": 0.0, "neg": 0.051, "compound": -0.2584}, {"text": "No, but he did in the playoffs.", "neu": 0.789, "pos": 0.0, "neg": 0.211, "compound": -0.1531}, {"text": "A quiet place was better than birdbox . idc to argue, it just was.", "neu": 0.654, "pos": 0.19, "neg": 0.157, "compound": 0.128}, {"text": "Tiny claws let drones perch like birds and bats ", "neu": 0.762, "pos": 0.238, "neg": 0.0, "compound": 0.3612}, {"text": "so finally watching bird box with my mom", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Well, she definitely didn't invent a/b/o m/f bc I've read that fic. 48 times. ", "neu": 0.714, "pos": 0.286, "neg": 0.0, "compound": 0.5859}, {"text": "If I ever get attacked like this I will birdbox myself ", "neu": 0.56, "pos": 0.2, "neg": 0.24, "compound": -0.128}, {"text": "Triple frontier better not pull that bird box shit. I ain't having it", "neu": 0.606, "pos": 0.176, "neg": 0.218, "compound": -0.1779}, {"text": "This wind sounding like Bird Box !", "neu": 0.642, "pos": 0.358, "neg": 0.0, "compound": 0.4199}, {"text": "Blue Bird Trinket Treasure Keepsake Box Vintage ", "neu": 0.732, "pos": 0.268, "neg": 0.0, "compound": 0.296}, {"text": "\"cute boy\".... sounds like some birdbox shit", "neu": 0.305, "pos": 0.42, "neg": 0.275, "compound": 0.2263}, {"text": "Bird box , friday the 13th", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Congratulations ", "neu": 0.0, "pos": 1.0, "neg": 0.0, "compound": 0.5994}, {"text": "Bird Box could have been really great, but first, they'r...", "neu": 0.769, "pos": 0.231, "neg": 0.0, "compound": 0.4012}, {"text": "Brooo its things like this that make me want to pull a bird box and jump out the window ", "neu": 0.808, "pos": 0.192, "neg": 0.0, "compound": 0.4215}, {"text": "Check out my latest article on LinkedIn - why playing ' Bird Box '​ with your IT business infrastructure can be fatal cybersecurity business technology cloud DevOps kubernetes containers vancouver portmoody coquitlam burnaby via ", "neu": 0.85, "pos": 0.051, "neg": 0.099, "compound": -0.4019}, {"text": "Latest hedge headlines: Our blackbirds made a nest but it was a bit exposed (LOOK at the exquisite bird weaving ) & they abandoned it for a spot in the privet Bluetits are nesting in our long-empty nest box The dunnocks have been performing ornithological porn on the lawn ", "neu": 0.885, "pos": 0.0, "neg": 0.115, "compound": -0.6652}, {"text": "Someone please explain this “ Bird Box ” movie to me. I’m an hour deep into it and I still don’t understand shit.", "neu": 0.772, "pos": 0.089, "neg": 0.139, "compound": -0.3182}, {"text": "Thank you so much for your comment! ;u; <3", "neu": 0.552, "pos": 0.448, "neg": 0.0, "compound": 0.69}, {"text": "Tiny claws let drones perch like birds and bats – TechCrunch Drones ", "neu": 0.815, "pos": 0.185, "neg": 0.0, "compound": 0.3612}, {"text": "Just put our camera / bird box up in the wind this weekend. It's possibly the best thing we have bought the kids - they absolutely love it and in 6 years has always had occupants. It's like having your own soap opera outside the window & on the kitchen TV :)", "neu": 0.756, "pos": 0.244, "neg": 0.0, "compound": 0.9348}, {"text": "their best line was: ‘sometimes you gotta bird box that shit’", "neu": 0.704, "pos": 0.296, "neg": 0.0, "compound": 0.6369}, {"text": "Favorite Netflix shows/movies... we’ve watched Ozark, The Order, Designated Survivor, Black Mirror, Bird Box , and Working Moms.", "neu": 0.732, "pos": 0.268, "neg": 0.0, "compound": 0.6705}, {"text": "Birdbox teas ", "neu": 0.435, "pos": 0.565, "neg": 0.0, "compound": 0.0772}, {"text": "Kalo film: Bird Box , To All the Boys I've Loved Before, Forgotten, The Ritual, Gerald's Game", "neu": 0.707, "pos": 0.197, "neg": 0.096, "compound": 0.4588}, {"text": "This garden shed is just too cute. We love the little bird box at the top too. ", "neu": 0.609, "pos": 0.391, "neg": 0.0, "compound": 0.8402}, {"text": "In case you missed it, I Birdbox 'd my dog to the Ultrabowl.", "neu": 0.833, "pos": 0.0, "neg": 0.167, "compound": -0.296}, {"text": "Nope. Not even. Not even close. Loftier buddy. Look up. (Haha, don’t associate that with BirdBox né. ) ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "At least 8 killed in Nigeria school building collapse Amazon, Bird box , credit karma, google news, health, inssurance quotes, mesothelioma survival ratesAl Jazeera English, Netflix, today news, usa Last news, Usa today, WorldTrump latestnews newstoday ", "neu": 0.714, "pos": 0.102, "neg": 0.183, "compound": -0.6597}, {"text": "better than Birdbox . Let’s fight", "neu": 0.353, "pos": 0.341, "neg": 0.306, "compound": 0.0772}, {"text": "He's there doing birdbox challenge. God help us", "neu": 0.45, "pos": 0.55, "neg": 0.0, "compound": 0.6249}, {"text": "Well he was in Bird Box .", "neu": 0.704, "pos": 0.296, "neg": 0.0, "compound": 0.2732}, {"text": "That moment when you hop on a vid in porn hub skip 5 min in and one bitch is covered in face paint while the other is wearing a Donald Trump mask both are nude but the one with face paint is getting her pussy absolutely destroyed by that one guy from bird box who disappeared ", "neu": 0.84, "pos": 0.0, "neg": 0.16, "compound": -0.8587}, {"text": "Sorry I should have clarified, Lax is full of junkies... I'm sure none of them work at KT.", "neu": 0.806, "pos": 0.124, "neg": 0.07, "compound": 0.25}, {"text": "Y’all went crazy over bird box , but Overlord got no love at all", "neu": 0.493, "pos": 0.286, "neg": 0.222, "compound": 0.5106}, {"text": "FIFA bans former official for seven years in bribery case Amazon, Bird box , credit karma, google news, health, inssurance quotes, mesothelioma survival ratesAl Jazeera English, Netflix, today news, usa Last news, Usa today, WorldTrump latestnews newst ", "neu": 0.888, "pos": 0.112, "neg": 0.0, "compound": 0.5106}, {"text": "Here's why you never see the creatures in Bird Box ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "In the Paris Museum of Natural History, in a box by itself, I found this House Wren. On the tag: \"God Bird \". TaxidermyWeek (Name arises from the belief that a wren brought nesting material to Christ's cradle, to warm the baby. This is atypical wren behaviour in my experience.) ", "neu": 0.871, "pos": 0.129, "neg": 0.0, "compound": 0.6705}, {"text": "Bird box ,Geoshtorm,Papillon,Cube,Journal 64", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Bird box", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Comedy : Sex Education Period Drama : Peaky Blinders War Drama : Viking Political Drama : House of Card Best Netflix movies so far : bird box", "neu": 0.642, "pos": 0.226, "neg": 0.132, "compound": 0.4215}, {"text": "AyeMoeKill lil niggaz bettah BIRDBOX 12 on my Mama... Jits treadin DEEPWATER ... It's all well and fine till your shit say 23 and 1 and DC be dafuq geekin too... Handin it out ", "neu": 0.8, "pos": 0.104, "neg": 0.096, "compound": -0.1779}, {"text": "Blue Bird Trinket Treasure Keepsake Box Vintage ", "neu": 0.732, "pos": 0.268, "neg": 0.0, "compound": 0.296}, {"text": "If only the film had more depth than just a quick line 43 minutes in. I'd still recommend checking this out & I'd even say I'll watch it again at some point. Netflix movies have been pretty terrible lately (I'm looking at you Bird Box & Velvet Buzzsaw) so this was a step up. Lol", "neu": 0.802, "pos": 0.145, "neg": 0.053, "compound": 0.6597}, {"text": "I call dibs it’s bird box nothing working and these damn wind almost blew me away", "neu": 0.838, "pos": 0.0, "neg": 0.162, "compound": -0.4019}, {"text": "Me- *alone on 5 mountainous acres, with 2 toddlers and 6 animals during a snowstorm, armed only with bear spray* Also me- \"maybe I should watch Birdbox again.\"", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Bird box is good for u.", "neu": 0.633, "pos": 0.367, "neg": 0.0, "compound": 0.4404}, {"text": "Meanwhile Wiggins is complete trash and they birdbox challenge that fact. I’m not a Butler fan by any means, but I 100% agree with him on Wiggins. Kid got his check and literally doesn’t give a fuck about basketball. Probably all thinks about going home and playing fortnite ", "neu": 0.757, "pos": 0.125, "neg": 0.118, "compound": -0.1608}, {"text": "When people react to your Depresso tweet but not your Birdbox tweet", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "That stuff from the “ Bird Box ” outside.", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Man in the Bird Box 90sSongAMovie", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Go back to AIM and set away messages as song lyrics? ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "The Greatest Showman,A Quiet Place, Bird Box ,American Sniper", "neu": 0.656, "pos": 0.344, "neg": 0.0, "compound": 0.6369}, {"text": "Bird box", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "bird box is shit", "neu": 0.455, "pos": 0.0, "neg": 0.545, "compound": -0.5574}, {"text": "Birdbox . Either a horror you HATED or a drama you LOVED. Either you wanted to solve what the monsters were/why it was happening or you were enthralled about what motherhood can do to someone.", "neu": 0.65, "pos": 0.149, "neg": 0.2, "compound": -0.4939}, {"text": "when releases a bird box video i’m watching it 5x a day", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Now I feel like BirdBox is the ideal world for egalitarians PST19", "neu": 0.604, "pos": 0.396, "neg": 0.0, "compound": 0.7096}, {"text": "I love when people on the highway didn’t clear off their car and all the snow goes onto my windshield!!!! :):):) birdbox", "neu": 0.705, "pos": 0.295, "neg": 0.0, "compound": 0.8388}, {"text": " WHERE IS THE BIRD BOX VIDEO BTW", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "This is what you see in Bird Box before you commit suicide", "neu": 0.599, "pos": 0.132, "neg": 0.269, "compound": -0.5106}, {"text": "Well we are...what if it’s like bird box , a quite place and 2012 all mixed up lmaoo", "neu": 0.753, "pos": 0.247, "neg": 0.0, "compound": 0.5574}, {"text": "A year after Marielle Franco's murder, violence still haunts Rio Amazon, Bird box , credit karma, google news, health, inssurance quotes, mesothelioma survival ratesAl Jazeera English, Netflix, today news, usa Last news, Usa today, WorldTrump latestnews ", "neu": 0.658, "pos": 0.098, "neg": 0.245, "compound": -0.8176}, {"text": "Durable Practical Watch Bracelet Storage Box code: FVCQZSAT Price after code: $21.90 Exp date: 2019/4/30 ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "since your cc has turned into a fic search box , i wanna change it up and ask...who are your best friends here on — ahh thank you LOL and omg welcome new baby bird :3 instead of doing a best friends thing cause i’m sure i’d for ", "neu": 0.545, "pos": 0.455, "neg": 0.0, "compound": 0.9822}, {"text": "My mom was talking about bird box but said blind book instead LMFAO", "neu": 0.539, "pos": 0.287, "neg": 0.174, "compound": 0.5105}, {"text": "Fun theory What if it’s beginning of the end Bird box , a quite place, 2012 all mixed up And they’re giving us the lookout... Well you first heard it from me ADD me on Up on IG: the__baking_soda", "neu": 0.813, "pos": 0.187, "neg": 0.0, "compound": 0.7783}, {"text": "startrek startrekdiscovery startrekdisco startrekfan startrek buyabirdhouse birdbox birdhouse birdfeeder handmade handcrafted ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Triple Frontier was so much better than BirdBox and yet it will never get the same recognition. Great performances, good story and great cinematography, killed it again.", "neu": 0.54, "pos": 0.35, "neg": 0.11, "compound": 0.8683}, {"text": "Did she send the birdbox ?", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Now we know how Bird box was watched with just 16 accounts.. ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "I thought America First? No? The Ethiopians flipped the bird to NTSB under Trump and handed over the black box to European authorities. We are winning so much under Trump !", "neu": 0.812, "pos": 0.122, "neg": 0.066, "compound": 0.4314}, {"text": "I REFUSE to be that broken bird any longer. This blackbird has escaped from her box and is going to prove that anyone can rise above the negativity of the world and ", "neu": 0.75, "pos": 0.0, "neg": 0.25, "compound": -0.8531}, {"text": "watching bird box again and crying ", "neu": 0.617, "pos": 0.0, "neg": 0.383, "compound": -0.4767}, {"text": "How birdbox should've ended ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Save $40 on your first Box with my code ROBIPRY at !", "neu": 0.741, "pos": 0.259, "neg": 0.0, "compound": 0.5411}, {"text": "Cats could easily walk along a nearby fence and leap onto the tree branch the bird box is on. Sorry no photo until next Wednesday. I'm hoping the thorny branch would deter the cats but you might be right.", "neu": 0.807, "pos": 0.088, "neg": 0.105, "compound": 0.0772}, {"text": "Don’t let this be like Bird Box . Keep that shxt over there y’all. ", "neu": 0.828, "pos": 0.172, "neg": 0.0, "compound": 0.3612}, {"text": "y'all remember when everybody collectively watched bird box , niggas don't come together for shit except entertainment", "neu": 0.596, "pos": 0.128, "neg": 0.275, "compound": -0.4939}, {"text": "Red flag bird box 711% effort by the uber driver only needed, I'm saying this just in case you never know", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "It's just something's I can't mentally watch bc I'll be fucked up and paranoid . But like Bird Box , The Hole in the backyard or sum like that , Get Out & a few others I'll be fine .", "neu": 0.68, "pos": 0.165, "neg": 0.155, "compound": -0.1531}, {"text": "Ethiopian Airlines defies U.S. requests, sends black box from crashed Boeing 737 Max 8 to Europe for analysis: Aviation Aircraft Airline ET302 ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Bird box .....", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Was this written by Ben Wyatt? ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "I finally watched BirdBox .", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "New post (Tiny claws let drones perch like birds and bats – TechCrunch) has been published on Website Design Tip - ", "neu": 0.884, "pos": 0.116, "neg": 0.0, "compound": 0.3612}, {"text": "Y’all it’s so windy outside and the leaves keep on rustling and every time i hear it i feel like I’m in The Birdbox", "neu": 0.894, "pos": 0.106, "neg": 0.0, "compound": 0.3612}, {"text": "Duh it's the year of the bird box apocalypse, gotta be cautious!", "neu": 0.867, "pos": 0.0, "neg": 0.133, "compound": -0.1759}, {"text": "I've started reading Bird Box .... it's alright but so far i find the concept kinda lazy and boring... I need to stop reading pop culture novels, but theyre such easy choices tho!!!!!!!!!!", "neu": 0.69, "pos": 0.137, "neg": 0.173, "compound": -0.346}, {"text": "Everyone was freaking out because it was one day without instgram which I get it sucks. But think about it what we had no apps ,No internet? Then we would be living like the people did in bird box .", "neu": 0.73, "pos": 0.055, "neg": 0.215, "compound": -0.7351}, {"text": "Birdbox family", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Lol you’re like Kim K asking if anyone had seen Bird Box ....", "neu": 0.654, "pos": 0.346, "neg": 0.0, "compound": 0.6486}, {"text": "Man in a Birdbox 90sSongAMovie", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "No power = birdbox challenge accepted", "neu": 0.263, "pos": 0.447, "neg": 0.289, "compound": 0.0516}, {"text": "Nick, can you carve her a spice rack or something to hold her toothbrush?", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Damn. Bird Box was really good.", "neu": 0.404, "pos": 0.323, "neg": 0.273, "compound": 0.1263}], "sum": 242}