{"compound_ave": 0.16361573426573425, "tweets": [{"text": "AHH I LOVE YOU", "neu": 0.323, "pos": 0.677, "neg": 0.0, "compound": 0.6369}, {"text": "it was a flashback fic from childhood to adulthood— dk and jeonghan as competitive kids and then competitive teens and then jeonghan being “jealous” of seokmin’s popularity with the people and seokmin swears his fealty and becomes the prince’s bodyguard", "neu": 0.82, "pos": 0.18, "neg": 0.0, "compound": 0.6908}, {"text": "sehyoon : choking on fruit", "neu": 0.5, "pos": 0.0, "neg": 0.5, "compound": -0.4588}, {"text": "We are 100% excited to see in his most awaited upcoming movie Bharat LOVE YOU Bha Bharat Katrinakaif ", "neu": 0.632, "pos": 0.309, "neg": 0.059, "compound": 0.787}, {"text": "Side note: I don't trust anybody that worked for MJ that writes a book including those bodyguards . The three bodyguards that did the interview didn't care for MJs family not that they had to but they were part of the divide & conquer of MJs world.", "neu": 0.918, "pos": 0.0, "neg": 0.082, "compound": -0.395}, {"text": "wowkwanbots roll out ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Yes Plz . i really want that to happen . hitman's bodyguard was brilliant movie. ", "neu": 0.46, "pos": 0.54, "neg": 0.0, "compound": 0.8122}, {"text": "Have to drive past it literally every morning and evening. Everyday i remember this cancer", "neu": 0.712, "pos": 0.0, "neg": 0.288, "compound": -0.7391}, {"text": "The Hitman’s Wife’s Bodyguard Adds Antonio Banderas & Richard E. Grant Movies Trailers TV Streaming Games DVD Channels ", "neu": 0.865, "pos": 0.135, "neg": 0.0, "compound": 0.3612}, {"text": "his smile plus bodyguard ahjussi at the back. a whole precious moment ", "neu": 0.592, "pos": 0.408, "neg": 0.0, "compound": 0.7351}, {"text": "Presidential pre-election tension what is widely seen as the incumbent attempting to eliminate rivals is heightened with a recent attack injuring one candidate and several bodyguards of another top candidate. Stand off in Balkh is seen another play out of pre-election posturing. ", "neu": 0.794, "pos": 0.09, "neg": 0.116, "compound": -0.296}, {"text": "My dramatic mexican soul makes me like Me Muero a little more lol SpinOffJuliantinaPlease", "neu": 0.674, "pos": 0.326, "neg": 0.0, "compound": 0.6502}, {"text": "ok this one is me but like im honestly, truly, absolutely, infinitely, gENUINELY curious,,,, why byeongkwans bodygAUrd and not byeongkwans bodygUArd lol do you SEE it in your name, girl", "neu": 0.614, "pos": 0.312, "neg": 0.074, "compound": 0.8658}, {"text": "Tell everyone the fact that all these high-level kidnappings, the corruptions, extortions and many more of such nature were delivered by the current chief. Now if he is gone so you are gone because you will not have enforcement force. you will be left with few armed bodyguards .", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Why does this picture make the rest of the members look like Yoongi's bodyguards /escorts ", "neu": 0.848, "pos": 0.152, "neg": 0.0, "compound": 0.3612}, {"text": "she need bodyguard , protection and everything. we dont know what will happen to her ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Easy for him to say since he has bodyguards protecting him and his family , wonder what he would say if someone murdered a person he cares about ...", "neu": 0.7, "pos": 0.172, "neg": 0.128, "compound": 0.128}, {"text": "Loved both! Fingers crossed we're getting more Bodyguard but can't believe they axed Forever", "neu": 0.698, "pos": 0.302, "neg": 0.0, "compound": 0.6352}, {"text": "Otto Skorzeny was Hitler’s bodyguard & also an assassin, one of the many Nazis who ex-filtrated to the USA after WWII, as part of Project Paperclip. Many of these Nazi scientists ended up working for NASA, the CIA, & other US secret services. ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "i can hear the “jy!!!” right now. my bodyguard", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "LeavingNeverland -and just to throw another stick in the mud, MJ has had multiple bodyguards and former girlfriend and lady friends including Lisa Marie Presley and Elizabeth Taylor, talk about how many women he has had. Now it's up to you to fact check. End.", "neu": 0.934, "pos": 0.066, "neg": 0.0, "compound": 0.4767}, {"text": "BUT WHERE IS THAT BODYGUARD GONE I NEED HIS REACTION ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "WTF MY UNI WAS IN THE BACKGROUND OF BODYGUARD", "neu": 0.678, "pos": 0.0, "neg": 0.322, "compound": -0.5859}, {"text": "completely and utterly infatuated with namjoon hours [ O P E N ] ", "neu": 0.774, "pos": 0.226, "neg": 0.0, "compound": 0.1918}, {"text": "something......Stupid", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Cleaner, chef, childminder, money lender, councillor, chauffeur, waitress, nurse, events organiser, bodyguard .... (being a mum basically ) the one I get paid for - psychologist ", "neu": 0.925, "pos": 0.075, "neg": 0.0, "compound": 0.1779}, {"text": "Good choice SpinOffJuliantinaPlease", "neu": 0.408, "pos": 0.592, "neg": 0.0, "compound": 0.4404}, {"text": "‘The Hitman’s Wife’s Bodyguard ’ Adds Morgan Freeman, Antonio Banderas to Its Cast ", "neu": 0.816, "pos": 0.184, "neg": 0.0, "compound": 0.4019}, {"text": "Ooh idk that", "neu": 0.588, "pos": 0.0, "neg": 0.412, "compound": -0.1027}, {"text": "NOODISIS IM SO SAD I LOVE you", "neu": 0.271, "pos": 0.4, "neg": 0.329, "compound": 0.2614}, {"text": "So hearts of oak dema chapter O jama band President is sammy awuku’s bodyguard now?? Herh! Life. First class maths student go easily dey license office as ronning boy for trotro drivers who want do license. hmmm!", "neu": 0.88, "pos": 0.12, "neg": 0.0, "compound": 0.5638}, {"text": "Shutting Down The Haters: Bernie Sanders Just Proved He’s Young Enough To Run For President By Hiring A Team Of Bodyguards That Are All 20 Years Older Than Him via ", "neu": 0.897, "pos": 0.0, "neg": 0.103, "compound": -0.4939}, {"text": "You know if his bodyguards are Spentnaz?", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "CUTE", "neu": 0.0, "pos": 1.0, "neg": 0.0, "compound": 0.4588}, {"text": "filmoftheday | The Hitman’s Bodyguard (2017) - Director: Patrick Hughes ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Goodness and mercy shall follow me all the days of my life and since today is one of the days of my life goodness and mercy are my bodyguards ...he who began a good work in me shall see it to completion because he is faithful...", "neu": 0.742, "pos": 0.258, "neg": 0.0, "compound": 0.9169}, {"text": "i cant wait to meet u tomorrow :^(", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "finally home and now i can catch up on three days worth of videos i missed how fun", "neu": 0.637, "pos": 0.255, "neg": 0.108, "compound": 0.4588}, {"text": "Slow-mo Juliana! ma'am SpinOffJuliantinaPlease", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Tzuyu was busy waving at onces, she doesn’t realize there’s stairs and she tripped :( thanks god there’s bodyguard who held her. TWICE ", "neu": 0.717, "pos": 0.179, "neg": 0.104, "compound": 0.2732}, {"text": "Just finished watching the tv show bodyguard . Holy shit it's sooo good I really recommend it!", "neu": 0.556, "pos": 0.277, "neg": 0.167, "compound": 0.3367}, {"text": "This woman in wheelchair followed Korean artists at the airport many times (not only Bambam) and she always pushed her wheelchair without being careful of others. Fans are worried. And want the bodyguard to help prevent the artist from getting hurt. - Trans by Google Translate -", "neu": 0.763, "pos": 0.1, "neg": 0.138, "compound": -0.4486}, {"text": "am i here to see jaehwan or bodyguard ahjusshi ㅋ ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Is nobody gonna take some bodyguard ahjussi pictures", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Lol.. he’s still on TV?! He was one of JS bodyguards before he got his own show.", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "W the lads from his terrorist group having a hit out on him supposedly, him claiming he was poisoned & being a keyboard warrior, he might want to get a few more bodyguards around him. Someone will corner him on his own eventually", "neu": 0.792, "pos": 0.029, "neg": 0.179, "compound": -0.8225}, {"text": "It’s already 3.15 wonder if team tcc be all heading to together of course different but wow miss that yuzuru airport moment w 8 bodyguards at pyeongchang ", "neu": 0.764, "pos": 0.173, "neg": 0.063, "compound": 0.6486}, {"text": "I totally agree. HRC & Comey should get their 3 years for lying & let the rest fall where they may or all Hells gonna break loose & watch the country divide more. Obama's legacy is gone.. And they best get Lisa bodyguards bc she'll get double tap to back of head by Clintoncide.", "neu": 0.78, "pos": 0.121, "neg": 0.099, "compound": 0.3167}, {"text": "i love this song ", "neu": 0.323, "pos": 0.677, "neg": 0.0, "compound": 0.6369}, {"text": "That Senior actor's is jealous. As I know, you are a courageous and brave woman. Maybe they do not like you but we stand thousands million time to push you stand with them for the sake you win every field.", "neu": 0.715, "pos": 0.208, "neg": 0.077, "compound": 0.7932}, {"text": "Yeah he was all \"we had millions of ppl watching our show we deserved\" well guess what dude? those millions didn't voted for you. Tbh I'm disappointed with that novela's whole team at this point...", "neu": 0.812, "pos": 0.109, "neg": 0.079, "compound": 0.0516}, {"text": "He was his bodyguard for a reason. It’s integral to the plot.", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "I cant wait for the new season of ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Bodyguard ahjussi is there too. What a wonderful shot", "neu": 0.654, "pos": 0.346, "neg": 0.0, "compound": 0.5719}, {"text": "Reggie is smart to ask her to be a business partner BC YES he has invested a lot of his time and has risked his life for Veronica and her “business”. He should be on the same level as she is, but like I said; she was only going to see him as a bodyguard /lackie Riverdale", "neu": 0.848, "pos": 0.127, "neg": 0.025, "compound": 0.7065}, {"text": "1) How many women in Malaysia is construction workers, crane operators, power grid electrician, armed bodyguard , bouncer, logger, miner, fisherman, rubbish collecto, truck driver ... (it’s a long list)?", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Whitney Houston & Kevin Costner - The Bodyguard 1992. Check out for more: ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "There are ppl giving me great arguments for Eso Es Amor, but I think I also prefer Me Muero overall SpinOffJuliantinaPlease", "neu": 0.636, "pos": 0.286, "neg": 0.078, "compound": 0.5994}, {"text": "The Bodyguard is a great miniseries - short and suspenseful.", "neu": 0.631, "pos": 0.369, "neg": 0.0, "compound": 0.6249}, {"text": "Antonio Banderas Joins 'The Hitman's Bodyguard ' Sequel, With Oscar Nominee Richard E. Grant Returning ", "neu": 0.839, "pos": 0.161, "neg": 0.0, "compound": 0.3612}, {"text": "She should use the Meyeni playbook and get her bodyguards to ensure no one has phones in her meetings", "neu": 0.78, "pos": 0.119, "neg": 0.101, "compound": 0.1027}, {"text": "bk : y’all hear sumth ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Spotlight Tour Run To You by Lara Adrian ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "au where namjoon is the president and every other member of BTS are his bodyguards send tweet", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "\"Hell On The Heart\" by Hope Daniels and Alicia Dawn ", "neu": 0.516, "pos": 0.187, "neg": 0.297, "compound": -0.4019}, {"text": "minseok is gonna post and shatter me", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Hitmans bodyguard 2 gonna be like this bitch let's go. I gotta be honest salma hayek would be cool as a comicbook character we already know she's a bad ass so I turned her into domino. ", "neu": 0.587, "pos": 0.308, "neg": 0.106, "compound": 0.765}, {"text": "She has Gregor Clegane as her personal bodyguard ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "THE BODYGUARD AHJUSSI IS THERE THO IM—", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "We need more people like them ... No need to give them bodyguards but pray so that God protect them.", "neu": 0.53, "pos": 0.413, "neg": 0.057, "compound": 0.8779}, {"text": "Could be my bodyguards when they get big.... ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "The Victorians wrote out of our history the diversity in our society. Even a member of Henry VIIIs personal bodyguard was black. ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "brooklyn nine nine, umbrella academy, you, the end of the fucking world, sex education, bodyguard , ga horror tuhh", "neu": 0.821, "pos": 0.0, "neg": 0.179, "compound": -0.5719}, {"text": "Cali was the best gambino boss since Carlo himself but he only had to make one tiny mistake - stepping outside without a bodyguard - to get killed", "neu": 0.648, "pos": 0.077, "neg": 0.275, "compound": -0.8294}, {"text": "i think i see bodyguard ahjussi more than daniel on twitter nowadays HAHAHAHAH", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "\"I have no use for bodyguards , but I have a very special use for two highly trained certified public accountants.\"", "neu": 0.741, "pos": 0.185, "neg": 0.074, "compound": 0.5251}, {"text": "A standing ovation for the Bodyguard MkTheatre last night which has been ramped up since my last watch. Loved the stalker role played by Phil Atkinson, just think Alexandra Burke could give the role a bit more sass! But the end is a huge crowd pleaser theatre bodyguard ", "neu": 0.78, "pos": 0.22, "neg": 0.0, "compound": 0.8908}, {"text": "THE FOLLOWING CLINTON BODYGUARDS ARE DEAD: 36 – Major William S. Barkley Jr. 37 – Captain Scott J. Reynold 38 – Sgt. Brian Hanley 39 – Sgt. Tim Sabel 40 – Major General William Robertson 41 – Col. William Densberger 42 – Col. Robert Kelly 43 – Spec. Gary Rhodes 5/many", "neu": 0.909, "pos": 0.0, "neg": 0.091, "compound": -0.7213}, {"text": "This is like in a mafia game where someone reveals to be the detective and people keeps asking to give proofs that he/she is a detective or a mafia spy and villagers asking bodyguards and doctors to protect the said detective from getting killed ", "neu": 0.798, "pos": 0.107, "neg": 0.095, "compound": -0.1027}, {"text": "There goes Fred-supplied Trump bodyguards .", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Here's why there has been such a delay in announcing Bodyguard season 2: Bodyguard ", "neu": 0.839, "pos": 0.0, "neg": 0.161, "compound": -0.3182}, {"text": "If you'll be my bodyguard I can be your long lost pal I can call you Betty And Betty when you call me You can call me Al ", "neu": 0.916, "pos": 0.0, "neg": 0.084, "compound": -0.3182}, {"text": "bodyguard ahjusshi is here at jaehwan’s white day event!! ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Haha, you're awesome!! And sometimes you didn't have a blank handy so you'd tape over the tabs on top and now that Bodyguard soundtrack is actually Dead Kennedys!!!", "neu": 0.615, "pos": 0.269, "neg": 0.115, "compound": 0.6973}, {"text": "Right!!! He’s so good I could spend all day watching his movies. Ever watched the hitman’s bodyguard", "neu": 0.765, "pos": 0.235, "neg": 0.0, "compound": 0.6826}, {"text": "I condemn what he did but agree with the justification of why it was done. Just like I condemn Indira G's bodyguard for her assassination but you will also agree it was expected after operation BlueStar", "neu": 0.58, "pos": 0.202, "neg": 0.218, "compound": -0.2023}, {"text": "Maybe he was looking for bodyguard ahjussi.", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Jessie Chris has teamed up with Danny Wood from New Kids On the Block for a new duet \" Bodyguard \". Jessie & Danny will call into Afternoon Drive Live today in the 5 o'clock hour on WGLR to talk about the song with Ryan McCall. ", "neu": 0.934, "pos": 0.0, "neg": 0.066, "compound": -0.4404}, {"text": " Can anybody get some loyal Bodyguards so she doesn't end up a BodyCount ?", "neu": 0.78, "pos": 0.22, "neg": 0.0, "compound": 0.4767}, {"text": "Black cab rapist to get round-the-clock protection if he's released. It's women who need bodyguards to protect them from evil scum like this! ThursdayThoughts ThursdayMotivation via ", "neu": 0.6, "pos": 0.139, "neg": 0.261, "compound": -0.7574}, {"text": "Paul Viollis paulviollis The one percent's new status symbol: Armed bodyguards on vacation ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "group photo with our bodyguards ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "please give her a bodyguard or something else, protect her :((( ", "neu": 0.62, "pos": 0.38, "neg": 0.0, "compound": 0.5994}, {"text": "'Hitman's Wife's Bodyguard ' Begins Filming - Adds Actors Morgan Freeman, Frank Grillo, Richard E. Grant, and Antonio Banderas ", "neu": 0.743, "pos": 0.257, "neg": 0.0, "compound": 0.6369}, {"text": "Why u spl mentioned religion of bodyguard ...did u also say that Hindu man killed gandhi", "neu": 0.743, "pos": 0.0, "neg": 0.257, "compound": -0.6705}, {"text": "Both songs have their strong points for sure SpinOffJuliantinaPlease", "neu": 0.556, "pos": 0.444, "neg": 0.0, "compound": 0.6808}, {"text": "I was just thinking about this", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "bodyguards would have never killed they run after them, on incest and torture they might start an y moment", "neu": 0.681, "pos": 0.153, "neg": 0.166, "compound": -0.0798}, {"text": "bodyguard Netflix 9/10 bloody brillant UK thriller .... just Brillant as fish n chips and baked beans", "neu": 0.765, "pos": 0.077, "neg": 0.158, "compound": -0.3612}, {"text": "Awww thanks babe!", "neu": 0.385, "pos": 0.615, "neg": 0.0, "compound": 0.4926}, {"text": "Alright so apparently it all started with a fight between a customer and a bodyguard at the front door of the club \"Burning Sun\" (or maybe another customer out front I dunno) and it turns out that while this was happening a woman was sexually assaulted by some men in a bathroom..", "neu": 0.843, "pos": 0.039, "neg": 0.118, "compound": -0.6124}, {"text": "Hint: at no time did any person say they saw JD abuse AH. They were always conveniently just not there. Meanwhile...he has bodyguards who testify they had to pull her off of him. But I know, I know, they're lying because they have penises. ;)", "neu": 0.769, "pos": 0.037, "neg": 0.193, "compound": -0.836}, {"text": "Ya Allah ketawanya mood booster bgt emang ini manusia ㅠㅠ finally we can see you around jjae. Btw i'm so glad that bodyguard ahjussi is with him too ", "neu": 0.875, "pos": 0.125, "neg": 0.0, "compound": 0.5949}, {"text": "you stop talking nonsense- Sikhism doesn't teach violence, The cause is military action that provoked the bodyguard", "neu": 0.558, "pos": 0.141, "neg": 0.301, "compound": -0.4031}, {"text": "TAEHYUN KS SO CUTE I LOVE HOM", "neu": 0.34, "pos": 0.66, "neg": 0.0, "compound": 0.8304}, {"text": "When I was a kid it was really insane, I'd find coins everywhere all the time. It calmed down now but I still look at the ground a lot I guess? Maybe that's the secret.", "neu": 0.881, "pos": 0.057, "neg": 0.063, "compound": -0.0507}, {"text": "Ryan Reynolds Is Bloody In First Hitman's Bodyguard Sequel Image ", "neu": 0.756, "pos": 0.0, "neg": 0.244, "compound": -0.4404}, {"text": "She also deserve a whole ass protection squad, bodyguards who are skilled, loyal & w/o any ounce of corruption & who are not easily bribed. High ranking politicians, big named businessmen, all those high profiled people would want her head now. Protect her at all cost. ", "neu": 0.752, "pos": 0.139, "neg": 0.11, "compound": 0.119}, {"text": "We did Not Expect From Pti Govt. People Are Living Without Food and Elected people Enjoy A/C Room with Luxury Car with bodyGuards . Govt & Oppotion Come on same same Page with Our Mutual Interest, Bravo Usman Buzdar & Cabint. Shame All Punjqb Assembly Member.", "neu": 0.811, "pos": 0.126, "neg": 0.063, "compound": 0.4767}, {"text": "Dear Media, do your job. Y'all are working hard to turn Beto into a superstar, yet I don't know his policies, plans, or purpose for the country. Soul Sunday is over & the films are in the bag. Play time is over. Let's not make the same mistakes.", "neu": 0.822, "pos": 0.1, "neg": 0.078, "compound": 0.2732}, {"text": "Honestly same SpinOffJuliantinaPlease", "neu": 0.4, "pos": 0.6, "neg": 0.0, "compound": 0.4588}, {"text": "Never been personally involve with her but the last time I saw her, she had a personal bodyguard (bouncer) and about three trucks of police men. That to me is excentricity and quite unnecessary", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "u probably will sky calledme dumb", "neu": 0.548, "pos": 0.0, "neg": 0.452, "compound": -0.5106}, {"text": "have you as my company, your majesty.\" The older joked around with a charming grin tugging at her lips. \"You must be some sort of a princess to walk around the streets with two bodyguards attached to either side of you.\" Ashe slung her bag over her shoulder and held tighter —", "neu": 0.836, "pos": 0.164, "neg": 0.0, "compound": 0.8481}, {"text": "i breathed", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Hmmmmmmm her bodyguards are coming after me now Aunty is not that deep abi you too work with Twitter", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Why do receptionists at the doctors rooms act like Doctors-cum- bodyguards ? This one even asking what do I want to see the Dr for. MoaningTwitter", "neu": 0.853, "pos": 0.147, "neg": 0.0, "compound": 0.4215}, {"text": "'The Hitman's Wife's Bodyguard ' Adds Morgan Freeman, Antonio Banderas to Cast ", "neu": 0.787, "pos": 0.213, "neg": 0.0, "compound": 0.4019}, {"text": "EbeMonateRelationship and start to have a bodyguard ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "I think you need to hire Chiitan as your personal bodyguard .", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Workin’ Moms, Dating Around, Bodyguard (2018 tv show), and Queer Eye season 3 releases March 15th!", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "What of those bodyguards surrounding the lady", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "The Bodyguard (1992)", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "I ALMOST HIT SOMEONE WITH MY LIGHTSTICK DURING TRESPASS MSNSKS", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Morgan Freeman’in Yeni Filmi: The Hitman’s Wife’s Bodyguard ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Rish where's my nomin bodyguard au", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Data and Analytics are the bodyguards of creativity and innovation, and the performance coach that keeps the mission focused and clear. If your leader uses Data and Analytics as a whip and a spur, don’t blame your unease on the math. You’re just working ", "neu": 0.699, "pos": 0.202, "neg": 0.099, "compound": 0.6486}, {"text": "The guilty shall always be afraid, Mnangagwa can't walk freely in Zimbabwe because of his crimes against the citizens since Gukurahundi era. Mnangagwa travels with more than 60 bodyguards at any given time.", "neu": 0.856, "pos": 0.0, "neg": 0.144, "compound": -0.6377}, {"text": "You have a point there. Me Muere is like for the whole AAM experience but Eso Es Amor is Juliantina exclusive SpinOffJuliantinaPlease", "neu": 0.667, "pos": 0.333, "neg": 0.0, "compound": 0.8402}, {"text": "Ryan Reynolds shares first look at ‘The Hitman’s Wife’s Bodyguard ’ ", "neu": 0.82, "pos": 0.18, "neg": 0.0, "compound": 0.296}, {"text": "like hold the fuck up what did she do someone please get her a bodyguard or something ", "neu": 0.61, "pos": 0.225, "neg": 0.164, "compound": 0.0772}, {"text": "This isn't fair! I barely had time for my little nespresso and egg sammich. Where did I go wrong?! Looks amazing! ", "neu": 0.719, "pos": 0.198, "neg": 0.083, "compound": 0.5739}, {"text": "\"Sirisia MP John Waluke's bodyguards whipped me for about two hours until I passed out.\" ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "I shit you not they are making a sequel to The Hitman's Bodyguard (2017) and it's going to be called \"The Hitman's Wife's Bodyguard .\" Perhaps the worst movie title I've ever heard.", "neu": 0.79, "pos": 0.0, "neg": 0.21, "compound": -0.8271}, {"text": "Absolutely buzzing!!! For a few days with my favourite gays and seeing in the bodyguard Friday , tapas Saturday, st Patrick day parade on Sunday and on Monday!!! Eeeee! excited", "neu": 0.883, "pos": 0.117, "neg": 0.0, "compound": 0.5526}, {"text": "Lol hes being my bodyguard hahahahahaha he cried just so I would let him in ", "neu": 0.69, "pos": 0.161, "neg": 0.149, "compound": 0.0516}, {"text": "But if it's anyone from the group , they would do tweet too. like jimin and rms cycling tweet. It's either bodyguard or manager", "neu": 0.898, "pos": 0.102, "neg": 0.0, "compound": 0.3612}, {"text": "Review: Just Her Bodyguard by Charity Ferrell ", "neu": 0.682, "pos": 0.318, "neg": 0.0, "compound": 0.4215}, {"text": "remember he is an MP plus a bodyguard so he was just doing his job", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "omg u speak hebrew! love that", "neu": 0.471, "pos": 0.529, "neg": 0.0, "compound": 0.6696}, {"text": "Please be aware that a piece of paper wont protect you. In order for them to be 'instantly arrested' there would need to be a bobby right there waiting 24/7. I dont know if they do paid duties? maybe consider a bodyguard ? maybe might shed some light? Rock?", "neu": 0.828, "pos": 0.046, "neg": 0.126, "compound": -0.6052}, {"text": "Its like we can’t think of a way to belittle teachers’ expertise more: Create ur own curriculum, post it all online, teach more kids than u have chairs, meet each individual learning need, buy ur own supplies...oh, and can u be a bodyguard , too? What? Um, no...we can’t pay you.", "neu": 0.815, "pos": 0.102, "neg": 0.083, "compound": 0.2389}, {"text": "How much was he earning Don't follow a man follow God. Owour isn't humble. What are the bodyguards for?", "neu": 0.89, "pos": 0.11, "neg": 0.0, "compound": 0.2732}, {"text": "Steam or sautée them in the morning. Great breakfast!", "neu": 0.646, "pos": 0.354, "neg": 0.0, "compound": 0.6588}, {"text": "‘The Hitman’s Wife’s Bodyguard ’ Adds Morgan Freeman, Antonio Banderas to Its Cast ", "neu": 0.816, "pos": 0.184, "neg": 0.0, "compound": 0.4019}, {"text": "Antonio Banderas Joins 'The Hitman's Bodyguard ' Sequel, With Oscar Nominee Richard E. Grant Returning ", "neu": 0.839, "pos": 0.161, "neg": 0.0, "compound": 0.3612}, {"text": "Your Invitation to the Security Event 2019 - Claim your free visitor badge. Supported by the British Bodyguard Association - ", "neu": 0.652, "pos": 0.348, "neg": 0.0, "compound": 0.7906}, {"text": "If I ever date a white m*n again, I need him to be my bodyguard so I can eat it all the best restaurants in New York without getting lynched or sex trafficked ", "neu": 0.87, "pos": 0.13, "neg": 0.0, "compound": 0.6369}, {"text": "\"More unusual: Two of the three priests, Reyes and Villanueva, said they declined offers from the Philippine National Police to assign bodyguards to them, and the third, Alejo, said if he received such an offer he would have to decline it, too.", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "There’s no time like the present to check in on a loved you ha... More for Aquarius ", "neu": 0.602, "pos": 0.296, "neg": 0.102, "compound": 0.6369}, {"text": "Action-comedy sequel The Hitman's Wife's Bodyguard adds Richard E. Grant and Antonio Banderas: ", "neu": 0.828, "pos": 0.172, "neg": 0.0, "compound": 0.3612}, {"text": "How can you watch The Bodyguard and not titter everytime Rob Stark says Ma'am", "neu": 0.816, "pos": 0.184, "neg": 0.0, "compound": 0.4449}, {"text": "Whenever I read this I want to come out with you and be your bodyguard and question every single person on what they’re staring at bc it breaks my heart this bothers you on the daily.", "neu": 0.905, "pos": 0.039, "neg": 0.057, "compound": -0.1593}, {"text": "★★BOOK TOUR + KINDLE UNLIMITED ★★ Run to You by Lara Adrian Military/ Bodyguard Romance BLOG POST ", "neu": 0.806, "pos": 0.194, "neg": 0.0, "compound": 0.5574}, {"text": "p-pretty boy ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "In New Zealand, only the prime minister has bodyguards . Now, an attack on a government minister has raised fears about the safety of top officials. ", "neu": 0.656, "pos": 0.151, "neg": 0.193, "compound": -0.3182}, {"text": "Da'Vonne Rogers can have anything she wants. Not only is she beautiful, I don't have to pay a bodyguard when I go out with her.", "neu": 0.794, "pos": 0.206, "neg": 0.0, "compound": 0.6365}, {"text": "Who do I blame for Tupac's death not Suge Knight not puffy or biggie I blame Reggie White and David Kenner because Reggie told the rest of the bodyguards not to carry any weapons that night 9/7/96 9/13/96 and Tupac fire David Kenner before he passed r i p big Frank ", "neu": 0.745, "pos": 0.0, "neg": 0.255, "compound": -0.9186}, {"text": "And the Best Supporting Bodyguard of the year goes to!!! Tentenenennnnnnn....... Matias!!!! HAHAHAHAHA GugmaSaNgitngit", "neu": 0.592, "pos": 0.408, "neg": 0.0, "compound": 0.8507}, {"text": "Blocked khala jee and her two bodyguards lol fockers", "neu": 0.588, "pos": 0.235, "neg": 0.176, "compound": 0.1779}, {"text": "Himmiz Protection Services (PTY) Ltd (2018/397320/07)If you looking for guards for private events or to patrol or simply to guard premises, shops, factories, nightclubs, or even a bodyguard simply give us a call or email Email :Himmizprotection.com Contact no :031 305 0129 ", "neu": 0.947, "pos": 0.0, "neg": 0.053, "compound": -0.296}, {"text": "golfgti racingline treated to a full valet and given a coat of coatingfarm ceramics bodyguard glasscoat , and all windows treated with glassguard valeting detailing enhancement ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "the police there are fucking corrupted, they helped those trash lol can someone from the ministries investigating this case assign her a set of bodyguards or smth ", "neu": 0.899, "pos": 0.101, "neg": 0.0, "compound": 0.4215}, {"text": "UK/France based Intelligent Protection International Limited provide Royal Bodyguards to Royal clients from across the globe. For more information, please visit the website. Royalty RoyalBodyguards RoyalSecurity RoyalFamily", "neu": 0.762, "pos": 0.177, "neg": 0.06, "compound": 0.5688}, {"text": "True... also the dancing scene at the park SpinOffJuliantinaPlease", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "She’s a brilliant scientist . He flunked out of school. So when Ben Jacobs is hired to protect Dr Kelly Bridge, he’s expecting trouble. But not this kind of trouble Crikey a Bodyguard is available for pre-order (out 23rd April). ", "neu": 0.682, "pos": 0.136, "neg": 0.181, "compound": -0.2732}, {"text": "I need to watch the hitman's bodyguard again", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Mighty Diamonds - Bodyguard", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Turns out Luther survived the apacolypse and became the queens bodyguard TheUmbrellaAcademy Unit UmbrellaAcademy ", "neu": 0.798, "pos": 0.202, "neg": 0.0, "compound": 0.5106}, {"text": "We’re a dramatic bunch lol. You need to listen Eso Es Amor weird techno intro, it’s hilarious, rest of the song is pretty nice. Me Muero remains superior for me tho. SpinOffJuliantinaPlease", "neu": 0.537, "pos": 0.425, "neg": 0.038, "compound": 0.9538}, {"text": "The Hitman’s Wife’s Bodyguard casts Antonio Banderas with Richard E. Grant returning ", "neu": 0.815, "pos": 0.185, "neg": 0.0, "compound": 0.3612}, {"text": "I see the ahjussi bodyguard", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Bodyguards khud murder karte hain. Surely u know that.", "neu": 0.441, "pos": 0.213, "neg": 0.346, "compound": -0.4215}, {"text": "Chimulirenji bodyguards fire bullets to scare crowds DPP ", "neu": 0.517, "pos": 0.0, "neg": 0.483, "compound": -0.6808}, {"text": "Paul Viollis over Armed bodyguards on vacation Paulviollis via ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Here are the cool fan-made posters inspired from famous Hollywood blockbusters for \"Hitman's Bodyguard \" featuring Ryan Reynolds' Deadpool and Samuel L. Jackson's Nick Fury.", "neu": 0.695, "pos": 0.182, "neg": 0.123, "compound": 0.2023}, {"text": "I prefer it too, and I love the lyrics! SpinOffJuliantinaPlease", "neu": 0.609, "pos": 0.391, "neg": 0.0, "compound": 0.6696}, {"text": "eye can’t believe this", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "[She looks into his eyes and smiles, gently reaching up to trace his face with her fingers.] Maybe you'd have been a bodyguard for a witness - or a suspect. Or... maybe... I'd see you... trapped in a store... Our eyes would meet... and I'd know I'd have to bust you out...", "neu": 0.757, "pos": 0.142, "neg": 0.101, "compound": 0.3182}, {"text": "I wonder how it feels to not leave your home w/o bodyguards iwonder", "neu": 0.905, "pos": 0.095, "neg": 0.0, "compound": 0.0382}, {"text": "I don't know about you but I could really do with a Bodyguard in this weather... (Sorry) Still time to enter our competition! 2 tickets to see at on 27th April - sign up to our newsletter by 5pm 19th March to enter: ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "The Juliantina anthem SpinOffJuliantinaPlease", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "korean fans better vote for them cuz lowkey- nvm", "neu": 0.734, "pos": 0.266, "neg": 0.0, "compound": 0.4404}, {"text": "Let them out of their list those who have a virus mumps about woman March it's right to kick you first . don't worrying you have lot of fun as me", "neu": 0.835, "pos": 0.165, "neg": 0.0, "compound": 0.6526}, {"text": "Connor McGregor getting arrested reminded me of Twiztid's bodyguard Dustin doing that to CPN's phone", "neu": 0.819, "pos": 0.0, "neg": 0.181, "compound": -0.4767}, {"text": "The bodyguard in the theatre last night was definetly one of the best I’ve seen you are a true performer ", "neu": 0.708, "pos": 0.292, "neg": 0.0, "compound": 0.7906}, {"text": "Bodyguard ahjussi is there ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": " The Bodyguard is too lit man!!! Thanks for the recommendation.", "neu": 0.704, "pos": 0.296, "neg": 0.0, "compound": 0.5826}, {"text": "Nhmmm Everything just changed suddenly, used to be bodyguard before but now reverse is the case..... I hope somebody is seeing what am seeing?", "neu": 0.851, "pos": 0.149, "neg": 0.0, "compound": 0.5927}, {"text": "shit dude, how ironic that you played a bodyguard in a mv who died for taeyang's wife... I'm so done. SO DONE. fuck I'm so disappointed dude. ", "neu": 0.5, "pos": 0.063, "neg": 0.436, "compound": -0.9345}, {"text": "Wait.... why is he acting like your bodyguard ?", "neu": 0.737, "pos": 0.263, "neg": 0.0, "compound": 0.3612}, {"text": "If u were bodyguard , the presidential convoy wouldn't have been stoned....", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "im scared for the new actor. NuAdam needs a bodyguard from the crazies atleast now i can tell them all i told you so", "neu": 0.873, "pos": 0.0, "neg": 0.127, "compound": -0.4404}, {"text": "LOL my exact ", "neu": 0.361, "pos": 0.639, "neg": 0.0, "compound": 0.5473}, {"text": "I am so disappointed that Ooh Bodyguard wasn’t available for this first combat situation", "neu": 0.655, "pos": 0.0, "neg": 0.345, "compound": -0.6997}, {"text": "\" 'cause you're not bodyguard , you're an assassin\" -1933 Tick", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Despite spewing more emissions in 4 days than most of us do in a year, flying to Florida & back 2X on the taxpayers dime, with an entourage of 40 bodyguards & family in tow, he still can't help himself from preaching austerity to us proles. Charlatan... ", "neu": 0.949, "pos": 0.0, "neg": 0.051, "compound": -0.3089}, {"text": "A personal bodyguard service for musicians. startupbot69 startupideas", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "The Hitman’s Wife’s Bodyguard casts Antonio Banderas with Richard E. Grant returning ", "neu": 0.815, "pos": 0.185, "neg": 0.0, "compound": 0.3612}, {"text": "I find you post whatever your interest are. People seem to like genuine post, feeling a more personal level than just an account that tries to sell themselves. People like that interpersonal feel. And of course, you have your photo work so that'll help generate interest too", "neu": 0.716, "pos": 0.284, "neg": 0.0, "compound": 0.9257}, {"text": "★★BOOK TOUR + KINDLE UNLIMITED ★★ Run to You by Lara Adrian Military/ Bodyguard Romance BLOG POST ", "neu": 0.806, "pos": 0.194, "neg": 0.0, "compound": 0.5574}, {"text": "Blue lights and bodyguards for public servants is BS. Because until they get subjected to same level of crime and violence we all have to survive and the rubbish infrastructure we have to endure then they have no reason to prioritize these things.", "neu": 0.803, "pos": 0.0, "neg": 0.197, "compound": -0.8689}, {"text": "Well I'm a DM however one of my main NPC's is a charismatic drow who is leading a resistance group against an invading army. No doubt he would discuss his motives,love of women as well as his clever idea of hiring two large bodyguards to shade him from the sun. He loves fine wine", "neu": 0.717, "pos": 0.207, "neg": 0.077, "compound": 0.7906}, {"text": "Unpopular opinion: I really liked The Hitman’s Bodyguard and am looking forward to the sequel.", "neu": 0.808, "pos": 0.192, "neg": 0.0, "compound": 0.4754}, {"text": "bitch you know my struggles", "neu": 0.323, "pos": 0.0, "neg": 0.677, "compound": -0.743}, {"text": "You’re quietly shedding old patterns of behavior, a slow and s... More for Scorpio ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "That was so sweet omg You are the bomb diggity and I hope you have pleasant days always ", "neu": 0.48, "pos": 0.52, "neg": 0.0, "compound": 0.9333}, {"text": "I know what I want, like when they ask me how I'd like to be paid, and I explain the importance of bodyguards who can work a room to spot danger in advance. The modeling agency I helped found wanted to know if I meant like Charlie's Angels. ", "neu": 0.71, "pos": 0.223, "neg": 0.067, "compound": 0.7096}, {"text": "MR. BANG SI-HYUK PUT THIS MAN IN A DRAMA BEFORE I MAKE A FUCKING SCENE ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "is that a threat", "neu": 0.37, "pos": 0.0, "neg": 0.63, "compound": -0.5267}, {"text": "The Hitman’s Wife’s Bodyguard casts Antonio Banderas with Richard E. Grant returning ", "neu": 0.815, "pos": 0.185, "neg": 0.0, "compound": 0.3612}, {"text": "Please take him as your bodyguard if you want we don’t need this pile of junk here in the US.", "neu": 0.833, "pos": 0.167, "neg": 0.0, "compound": 0.3818}, {"text": "Yes! I love it! SpinOffJuliantinaPlease", "neu": 0.211, "pos": 0.789, "neg": 0.0, "compound": 0.8168}, {"text": "This is perfect for a bodyguard .", "neu": 0.519, "pos": 0.481, "neg": 0.0, "compound": 0.5719}, {"text": "& for sure u are not one of them living in the states surrounded by a bunch of MB bodyguard clowns preventing journalists to enter rooms below r bold women who stayed in their country threatening powerful men in their own country. big difference between a bold women & a clown. ", "neu": 0.72, "pos": 0.195, "neg": 0.085, "compound": 0.7003}, {"text": "Didn't sleep till 2:30am because of Bodyguard . Now, my head is seriously aching.", "neu": 0.692, "pos": 0.0, "neg": 0.308, "compound": -0.5994}, {"text": "COLLEGE BASKETBALL 3/14 VIRGINIA -11 URI -4 ARKANSAS +4", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Enough of the lip service, Just lock her up and throw away the key! ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "YES WE LOVE A SUPPORTIVE BODYGUARD HAHAHAHAHA", "neu": 0.248, "pos": 0.752, "neg": 0.0, "compound": 0.8442}, {"text": "SMM an ancroynm is in order! security technology cybersecurity tech safety business cctv home hacking protection hacker bodyguard smarthome privacy love securityguard iot like surveillance homesecurity linux follow software data cyber electronics ", "neu": 0.697, "pos": 0.303, "neg": 0.0, "compound": 0.9041}, {"text": "190314 bodyguard ahjusshi is here at jaehwan’s white day event today. Cr. kjhpwj_ | subgwooncom kimjaehwan JAEHWAN ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "dream could be so successful if sm wouldn’t suck at promoting them", "neu": 0.395, "pos": 0.462, "neg": 0.143, "compound": 0.7555}, {"text": "here's felix and his bodyguards who won't hesitate to floor you the second you talk shit about him ", "neu": 0.747, "pos": 0.085, "neg": 0.168, "compound": -0.4188}, {"text": "it’s 3am", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "* A series of unfortunate events * Disenchantment * American vandal * Narcos * Bodyguard * Paradise PD", "neu": 0.556, "pos": 0.259, "neg": 0.185, "compound": 0.296}, {"text": "Answer this, if you can. How many close associates to Trump have died under unexplained circumstances? How many of his personal bodyguards ? You CHOOSE to ignore the double standard which is why you will be left defenseless because when the true people who fight for liberty are..", "neu": 0.699, "pos": 0.106, "neg": 0.195, "compound": -0.644}, {"text": "Here is the lesson I hope parents will learn ! ", "neu": 0.687, "pos": 0.313, "neg": 0.0, "compound": 0.4926}, {"text": "bodyguard ahjussi is there too", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Which one doe", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "\"I'm not the Queen. You're allowed to touch me\" - Bodyguard WTFFFFFFF", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "hhhh byeongkwanplease ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Stamford Security Looking forward to expand the services throughout the UK. Guard your Property Guard your Business and Personal Bodyguards Contact detail on our website: securityasaservice bodyguard officers safeguard security securities safety ", "neu": 0.639, "pos": 0.361, "neg": 0.0, "compound": 0.9136}, {"text": "WIG stan txt and stream crown!", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "you are so beautiful it hurts", "neu": 0.324, "pos": 0.404, "neg": 0.272, "compound": 0.3874}, {"text": "Laurent-Désiré Kabila, former President of DR Congo from 1997 to 2001, was assasinated by his bodyguard on January 16, 2001. His then 29-year-old, Joseph Kabila succeeded him. He was President from 2001 to 2019. He is now a Senator For Life and part of the Coalition Government. ", "neu": 0.941, "pos": 0.059, "neg": 0.0, "compound": 0.4215}, {"text": "I would higher him as my bodyguard any day", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "President reported Kwesi Nyantakyi for using his name to defraud by false pretense. A former bodyguard to the President has been caught on camera saying the President agrees and knows he's training vigilantes illegally at the Castle and he's walking around freely", "neu": 0.892, "pos": 0.108, "neg": 0.0, "compound": 0.5719}, {"text": "Exactly. ....the bully will even become her bodyguard .", "neu": 0.686, "pos": 0.0, "neg": 0.314, "compound": -0.4939}, {"text": "bodyguard bambam who has to look after solo idol yugyeom after he was jumped in the streets by a fan bambam was — omg this au .... CUTE ..... i'm soft this would be so so cute :(( ", "neu": 0.768, "pos": 0.232, "neg": 0.0, "compound": 0.882}, {"text": "anyway all nct units deserve a fan club ... why separate them?", "neu": 0.813, "pos": 0.187, "neg": 0.0, "compound": 0.3182}, {"text": "Not talking about those two sisters in church, but all the days of my life Goodness and Mercy shall follow me and since today is one of the days of my life, Goodness and Mercy are my bodyguard , one on my right the other on my left.", "neu": 0.748, "pos": 0.252, "neg": 0.0, "compound": 0.9382}, {"text": "The first of our TWO SHOW DAYS Miss will be performing as Rachel Marron this afternoon, she's been on a long journey with TheBodyguardUKTour watch now ", "neu": 0.938, "pos": 0.0, "neg": 0.063, "compound": -0.1531}, {"text": "You can be assured that he will receive in prison the most exemplary of special treatment, the finest private medical attention, bodyguard level protection and every other creature comfort befitting the third from the pope and special pal of former PM's and others of high rank.", "neu": 0.742, "pos": 0.198, "neg": 0.06, "compound": 0.7668}, {"text": " if you'll be my bodyguard I can be your long lost pal MainaAndKingangi", "neu": 0.827, "pos": 0.0, "neg": 0.173, "compound": -0.3182}, {"text": "He needs a “ Bodyguard ” type player next to him and Bayern needs an “aggressive Leader” in midfield. If Vidal was on the pitch, now way Thiago would’ve be bullied into silence", "neu": 0.883, "pos": 0.0, "neg": 0.117, "compound": -0.6249}, {"text": "If busybodies is slang for sociopathic, people hating, company bodyguards , then you are right", "neu": 0.798, "pos": 0.0, "neg": 0.202, "compound": -0.5106}, {"text": "I’m 6’6 they’ll probably think I’m her bodyguard . I’m her bodyguard and I’m her man so what’s up. ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Yasuda Kana from Team K official account finally!! ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Again the same nonsense. Her bodyguards were not Bhindravale bhakts. The sikh community resented Indira due to armed ambush at the golden temple, the army going in with weapons and shoes, the civilian pilgrims killed.", "neu": 0.709, "pos": 0.0, "neg": 0.291, "compound": -0.9136}, {"text": "\"\"Sirisia MP John Waluke's bodyguards whipped me for about two hours until I passed out.\" \" via ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "The most viewed k-pop video ever, and as you saw it to the very end you contributed to the views, thanks boo ", "neu": 0.879, "pos": 0.121, "neg": 0.0, "compound": 0.4404}, {"text": "What 1995 film did Whitney play Savannah Jackson? The Bodyguard Cinderella The Preacher's Wife Waiting to Exhale , .", "neu": 0.87, "pos": 0.13, "neg": 0.0, "compound": 0.34}, {"text": "ive been wondering about this for AGES, but why byeongkwan’s bodygaurd and not byeongkwan’s bodyguard — helpme understand this ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "The last big mob hit was back in Dec. 16, 1985. Paul Castellano was whacked, along with his bodyguard Thomas Billotti, outside of Sparks Steak House in New York City. That was some night on 46th Street. ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "I'm gonna lose my mind we should protect them even they have a bodyguards we will protect them too", "neu": 0.655, "pos": 0.227, "neg": 0.118, "compound": 0.3612}, {"text": "The Hitman&rsquo;s Wife&rsquo;s Bodyguard Adds Antonio Banderas & Richard E. Grant ", "neu": 0.783, "pos": 0.217, "neg": 0.0, "compound": 0.3612}, {"text": "Nice one but be rest assured will invite himself. Remember, he's a serving governor with both DSS and private bodyguards protecting him. Looking forward to the full movie later. I'm sure the rehearsal is on at the moment. Beware!", "neu": 0.768, "pos": 0.232, "neg": 0.0, "compound": 0.8516}, {"text": "Malawi: Chimulirenji Bodyguards Fire Bullets to Scare Crowds | Khalil Humam - ", "neu": 0.588, "pos": 0.0, "neg": 0.412, "compound": -0.6808}, {"text": "Have questions related to our bodyguard services in New York? If you have questions or would like a service quote, we encourage you to call our office today! Our phone number is 646-760-1484. Calls are answered at all times of the day and night. ", "neu": 0.844, "pos": 0.156, "neg": 0.0, "compound": 0.75}, {"text": "The park date! one of my absolute favorite Juliantina moments SpinOffJuliantinaPlease", "neu": 0.752, "pos": 0.248, "neg": 0.0, "compound": 0.5093}, {"text": "the way that nobody asked", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "73. The Hitman's Bodyguard (2017) Director: Patrick Hughes ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Fair enough SpinOffJuliantinaPlease", "neu": 0.465, "pos": 0.535, "neg": 0.0, "compound": 0.3182}, {"text": "These f tards better start walking around with bodyguards . Walking targets.", "neu": 0.756, "pos": 0.244, "neg": 0.0, "compound": 0.4404}, {"text": "1-1. Was confident with Providence. Bucknell not so much. I pay for it in the end. On to tomorrow ", "neu": 0.773, "pos": 0.227, "neg": 0.0, "compound": 0.5722}, {"text": "Female Bodyguard in Action | Special Content ", "neu": 0.649, "pos": 0.351, "neg": 0.0, "compound": 0.4019}, {"text": "Ah, that reminds me of my first kiss", "neu": 0.714, "pos": 0.286, "neg": 0.0, "compound": 0.4215}, {"text": "Perfume, you, the punisher, daredevil, bodyguard , orange is the new black, suits, umbrella academy", "neu": 0.732, "pos": 0.091, "neg": 0.177, "compound": -0.34}, {"text": "Oof thanks sis", "neu": 0.408, "pos": 0.592, "neg": 0.0, "compound": 0.4404}, {"text": "“Here is the layout of the resort...” He points to the largest building. “That is main facility...” He taps the smaller outer buildings. “These are the private cabins. This one on the end, it belongs to our target. The one next to it is being used by his bodyguards ...”", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Hilarious, Tommeh will be up with his midget bodyguard shortly, guess hauners not required there. As for the fat wank talking bollocks, what can one say about his lack of basic research.", "neu": 0.857, "pos": 0.077, "neg": 0.066, "compound": 0.1027}, {"text": "lmao bk put too much stuff of his skewer ", "neu": 0.672, "pos": 0.328, "neg": 0.0, "compound": 0.5994}, {"text": "ThingsRichPeopleDoDifferently Have their bodyguards handle any unwanted intrusions. ", "neu": 0.787, "pos": 0.0, "neg": 0.213, "compound": -0.2263}, {"text": "Ya,, thats why IU protected by her 3 managers and bodyguard always,,", "neu": 0.775, "pos": 0.225, "neg": 0.0, "compound": 0.4404}, {"text": "Salman Khan Grand Entry With Bodyguard Shera At Mumbai Airport ", "neu": 0.75, "pos": 0.25, "neg": 0.0, "compound": 0.4588}, {"text": "Hitsmans bodyguard 2 gonna be like this hitmansbodyguard Endgame art RyanReynolds SamuelLJackson salmahayek deadpool ", "neu": 0.828, "pos": 0.172, "neg": 0.0, "compound": 0.3612}, {"text": "Bodyguard ahjussi with Jaehwan ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Much better than bodyguard ", "neu": 0.508, "pos": 0.492, "neg": 0.0, "compound": 0.4404}, {"text": "Can't get over listening to Paul Simon's i can be your bodyguard hello baby call me ....call meeee uuuuuuup come here darling Welcome to a tbt MainaAndKingangi", "neu": 0.772, "pos": 0.228, "neg": 0.0, "compound": 0.7783}, {"text": "Logan nodded, shaking Roman’s hand firmly. “I am Logan and this is my boss. I just call him boss.” He got a dirty look for that whoops. “I will be your bodyguard for the forceable future. Please do not try to evade me. You will only be making my job more difficult.”", "neu": 0.82, "pos": 0.098, "neg": 0.082, "compound": 0.2263}, {"text": "What a fantastic colour !! Vehicle Body Repairs ", "neu": 0.589, "pos": 0.411, "neg": 0.0, "compound": 0.6351}, {"text": "breaking bad... umbrella academy... the sinner... the bodyguard ... the cry. TBF iplayer is good for series as well as Netflix!", "neu": 0.682, "pos": 0.201, "neg": 0.117, "compound": 0.2942}, {"text": "I totally agree with you Mr. President. VETO if necessary.", "neu": 0.741, "pos": 0.259, "neg": 0.0, "compound": 0.4201}, {"text": "THE BABY U ARE", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "-- lately, he's getting recognized more and more, which isn't always a good thing. So.. Here he waited, in a painfully bright room, waiting for whoever his new fulltime bodyguard would be.", "neu": 0.756, "pos": 0.081, "neg": 0.163, "compound": -0.4416}, {"text": "Cute how you’re taking care of the bodyguards baby. Congratulations for becoming mainstream off of a female who isn’t sure about herself..... etc ", "neu": 0.592, "pos": 0.408, "neg": 0.0, "compound": 0.9081}], "sum": 286}