{"tweets": [{"text": "When are you guys gonna address the ar glasses that were promised during Ico ... you guys promoted this project as a ar smart glasses using lcd but since then you’ve never mentioned it again !", "neu": 0.843, "pos": 0.157, "neg": 0.0, "compound": 0.5848}, {"text": "It’s peeps season. Gotta go get me some from the store.", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Charter calls me 4 times a day. I know that bill due. Leave me the fuck alone", "neu": 0.621, "pos": 0.0, "neg": 0.379, "compound": -0.6908}, {"text": "Seems like this tweet is reaching hard .. could just be a dude having a bad day or maybe he knows her and doesn’t like here ... is there a back story to this video ?", "neu": 0.698, "pos": 0.176, "neg": 0.127, "compound": 0.2263}, {"text": "Demolition man is her movie...", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Donnie Yen is like a cross between Hannibal Lecter and Demolition Man in this movie", "neu": 0.839, "pos": 0.161, "neg": 0.0, "compound": 0.3612}, {"text": "My Demolition Man decorations were maybe a little too subtle. ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Yes I think the first hour or so recorded pretty well so I'll try to do it again but it was fun I'm going to do a Demolition Man one today and hopefully later today or tomorrow a swordfish one I love swordfish have you seen it", "neu": 0.654, "pos": 0.346, "neg": 0.0, "compound": 0.9616}, {"text": "the agenda, as planned: Next theyll ban free speech/internet, then ban porn then 1 world religion+gvnt and its fake luciferian morality in a police state like demolition man then 1 world mulatto race then finally the matrix.", "neu": 0.643, "pos": 0.129, "neg": 0.228, "compound": -0.6705}, {"text": "I have no unpopular opinions, all of mine are certified legit. Demolition Man is a good movie.", "neu": 0.718, "pos": 0.16, "neg": 0.122, "compound": 0.1779}, {"text": "Not that Demolition Man is bad satire, it's just a bit obvious. At least is has basis in the contradictions of liberal authoritarianism , rather than that twitter account that is just huffing the farts of its own single joke straw man.", "neu": 0.822, "pos": 0.049, "neg": 0.129, "compound": -0.5574}, {"text": "Zazai is a demolition man", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "That good ol home remedy suppressing my cough.", "neu": 0.707, "pos": 0.293, "neg": 0.0, "compound": 0.4404}, {"text": "If the lakers strike out on in free agency I know who they gone go after and lowkey I’m with it.", "neu": 0.789, "pos": 0.145, "neg": 0.066, "compound": 0.4215}, {"text": "Oh no. Oh no! Is it time already for the world to go full Demolition Man ?! I never learned to use the three seashells!", "neu": 0.807, "pos": 0.0, "neg": 0.193, "compound": -0.6458}, {"text": "BJP may field demolition man Himanta in Lok Sabha polls ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "I'm still trying to figure out the 3 shells in \" Demolition Man .\" YoAdrienne", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Me sneaking and eating twizzlers fresh off the machine ", "neu": 0.777, "pos": 0.223, "neg": 0.0, "compound": 0.3182}, {"text": "He hasn’t even done it yet. He’s waiting on Kanye lol.", "neu": 0.781, "pos": 0.219, "neg": 0.0, "compound": 0.4215}, {"text": "Mob hits in 2019. Bring out the tommy guns", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "I hope I live to see all colleges become the University of Phoenix the way all restaurants became Taco Bell in DEMOLITION MAN .", "neu": 0.873, "pos": 0.127, "neg": 0.0, "compound": 0.4404}, {"text": "The weather semi decent and everybody wrapping they cars around trees and light poles. Just imagine what the summer time gone look like.", "neu": 0.898, "pos": 0.102, "neg": 0.0, "compound": 0.3612}, {"text": "To quote Demolition Man , \"The wild west wasn't even the wild west.\"", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "The ACC Men's Basketball quarterfinals is \"chalk,\"", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "What the fuck", "neu": 0.364, "pos": 0.0, "neg": 0.636, "compound": -0.5423}, {"text": "Listen to the most recent episode of my podcast: Demolition Man ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "How much you wanna bet he’s a tronlover ... I swear tron brings nothing new to the table.. Samsung was rite for shutting Justin Sun down .. bravo to you Samsung", "neu": 0.959, "pos": 0.0, "neg": 0.041, "compound": -0.0516}, {"text": "if he catches a hunnit plus balls a yr idgaf if he shows up looking like wesley in demolition man", "neu": 0.872, "pos": 0.128, "neg": 0.0, "compound": 0.3612}, {"text": "Demolition Man . ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "If u say u worth 75k then u worth 75k. Lol. You determine your worth. It’s up to the others to either respect it or keep it moving. ", "neu": 0.633, "pos": 0.367, "neg": 0.0, "compound": 0.8625}, {"text": "Highkey we already gave up our privacy. The speakers ain’t nothing but our phone lowkey and If your car is from I wanna say 08/9 to now u lowkey already have a smart car..any car that can tell u the outside temperature is a smart car lol. ", "neu": 0.783, "pos": 0.217, "neg": 0.0, "compound": 0.8957}, {"text": "4 Years in the Jungle w/ Aphrodite, Demolition Man & Ray Keith at Blue Mountain Club Bristol DnB Jungle DrumNBass with: DJ Aphrodite - Ray Keith (OFFICIAL) - Demolition Man UK - Hollie-may. ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Demolition man ...", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "This man clearly wants an army of trolls on his doorstep, literally and figuratively. I sometimes wonder if these people ever saw films like Demolition Man or Judge Dredd. The more censorship we enable the more the dystopia breathes. ", "neu": 0.874, "pos": 0.126, "neg": 0.0, "compound": 0.6369}, {"text": "Demolition Man (Williams, 1994) was added to The Coin Slot in Traverse City by thecoinslot (West Michigan Pinball Map) ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Demolition man . When are you going to quit hating on these men! Hey who votes on this shit! Put some actual fans on this!", "neu": 0.723, "pos": 0.0, "neg": 0.277, "compound": -0.8565}, {"text": "Demolition Man !", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "reminds me of the movie Demolition man ...........", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Thanks to Brexit I finally understand the “three-line whip” line in ThePolice song Demolition Man .", "neu": 0.818, "pos": 0.182, "neg": 0.0, "compound": 0.4404}, {"text": "bruh time really going backwards. Blatant racism, nazis, mob bosses getting wacked......NIGGA ", "neu": 0.728, "pos": 0.0, "neg": 0.272, "compound": -0.6249}, {"text": "In 6th grade I asked Mrs. Weatherall why I needed science to be an explosives demolition man . Which was my desire. That woman schooled me. After she told me the vast answer, she said that i was way too smart for that, and to aim higher. Now I am a Master Bomb Technician. Teachers", "neu": 0.842, "pos": 0.099, "neg": 0.059, "compound": 0.296}, {"text": "I don’t remember. I just know that I like Manfred Mann’s Earth Bands covers of Blinded by the Light, For You, Démolition Man , and others.", "neu": 0.894, "pos": 0.106, "neg": 0.0, "compound": 0.3612}, {"text": "“You do not realize that Taco Bell was the only restaurant to survive the franchise wars. Now all restaurants are Taco Bell.” -Lenina Huxley to John Spartan, in Demolition Man ", "neu": 0.89, "pos": 0.0, "neg": 0.11, "compound": -0.5574}, {"text": "Who thought it was a good idea to have ppl call u every day all day when a bill is due? That shit does not make ppl pay their bills faster.", "neu": 0.762, "pos": 0.128, "neg": 0.11, "compound": -0.1037}, {"text": "Coach Hart continued: “People think because he’s that big he’s not a shooter. He’s southern Indiana’s version of Blake Griffin. He can be an absolute demolition man or he can face up and hit the three. He’s a big-time player.”", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Oh today flying by huh.", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "I love that Demolition Man , Gattaca and Equilibrium are all based on the same book.", "neu": 0.756, "pos": 0.244, "neg": 0.0, "compound": 0.6369}, {"text": "I'm gonna go watch Demolition Man at Regal", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Why baby toys so expensive . I wanna buy Envy some new stuff today.", "neu": 0.84, "pos": 0.0, "neg": 0.16, "compound": -0.2732}, {"text": "The whole Walmart then Amazon and Google thing gives me the feels of the world of Demolition Man .", "neu": 0.909, "pos": 0.091, "neg": 0.0, "compound": 0.1779}, {"text": "“I don’t believe in abortions but” ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "You have my full support. ", "neu": 0.597, "pos": 0.403, "neg": 0.0, "compound": 0.4019}, {"text": "Wesley Snipes in Demolition Man \"You cant take away people's rights to be assholes!\"", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Demolition Man is one movie I haven't done, nor Cliffhanger for that matter. Imagine that!", "neu": 0.903, "pos": 0.097, "neg": 0.0, "compound": 0.1007}, {"text": "NowPlaying on 2HighRadio Fire (Kenny Ken Remix) by Demolition Man on . 420music hiphop drumnbass reggae submityourmusic 2highmusic", "neu": 0.87, "pos": 0.0, "neg": 0.13, "compound": -0.34}, {"text": "If Demolition Man isn't 1, that list will be considered null and void!", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Demolition Man TotallyCounts ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Highkey I wish I had some bubbles so I can take a bubble bath lol....I just wanna sit and listen to my podcasts breh", "neu": 0.876, "pos": 0.124, "neg": 0.0, "compound": 0.4019}, {"text": "Didn’t scare me but I saw Demolition Man at a very young age and it stuck with me in a real weird way.", "neu": 0.719, "pos": 0.0, "neg": 0.281, "compound": -0.6858}, {"text": "I’m cheating cuz I ain’t happy. Not because of a woman sex drive or lack there of .", "neu": 0.556, "pos": 0.171, "neg": 0.273, "compound": -0.296}, {"text": "Trying to traverse the Weezer back catalog is like rummaging through the 5.99 dvd bin. Yeah, Demolition Man is down there but you gotta dig thru 60 copies or Norbit first.", "neu": 0.896, "pos": 0.104, "neg": 0.0, "compound": 0.3291}, {"text": "Demolition man", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "I discovered this because I was trying to link the voice of the TIE Fighter briefing to the voice on the Demolition Man computer that doles out fines because the power of the internet allows us to test these theories ", "neu": 0.959, "pos": 0.041, "neg": 0.0, "compound": 0.1531}, {"text": "I'd like to guest star in the demolition man episode", "neu": 0.783, "pos": 0.217, "neg": 0.0, "compound": 0.3612}, {"text": "I remember when won the franchise wars.... demolitionman", "neu": 0.619, "pos": 0.381, "neg": 0.0, "compound": 0.5719}, {"text": "DeSean Jackson is heading back to the Eagles ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": " look like Simon Phoenix from demolition man ", "neu": 0.706, "pos": 0.294, "neg": 0.0, "compound": 0.3612}, {"text": "Haha 1993 was wild They thought the world of Demolition Man was a dystopia", "neu": 0.8, "pos": 0.2, "neg": 0.0, "compound": 0.4588}, {"text": "What was this woman wearing that would say to this guy that she is Jewish ? What kinda wig would show she is Jewish? And was she wearing said wig?.. just trying to get to the facts here.. what the evidence showing this was an attack on a Jewish woman and was it because she was?", "neu": 0.929, "pos": 0.0, "neg": 0.071, "compound": -0.6199}, {"text": " Mike totally agree on sandra Bullock. The blind side was dreadful. It was a after school special. Demolition man was her only good film", "neu": 0.563, "pos": 0.262, "neg": 0.175, "compound": 0.4201}, {"text": "I stopped but highkey if a woman’s threat or when a woman’s fed up come on I might just slightly turn up the volume. Dude still a piece of shit to me tho so whatever. ", "neu": 0.711, "pos": 0.0, "neg": 0.289, "compound": -0.899}, {"text": "New Robot Master: Demolition Man Megaman", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Demolition Man ! Wesley Snipes wearing Cross Colors? Yes! The otherworldliness of the three shells? Yes! Warm liquid goo phase? Yes!", "neu": 0.577, "pos": 0.423, "neg": 0.0, "compound": 0.8935}, {"text": "It’s like ppl be hella insecure and upload the hypothetical captions to get gassed up", "neu": 0.699, "pos": 0.134, "neg": 0.166, "compound": -0.1513}, {"text": "Hi I just wanted to let you all know that Demolition Man is a beautiful, wonderful movie. Have a great day. ", "neu": 0.562, "pos": 0.438, "neg": 0.0, "compound": 0.9136}, {"text": "BJP may field demolition man Himanta in Lok Sabha polls ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Well, seems Shauna finally got her man, Demolition Man style. ThePassage", "neu": 0.826, "pos": 0.174, "neg": 0.0, "compound": 0.2732}, {"text": "This is like Three Seashells from Demolition Man ", "neu": 0.737, "pos": 0.263, "neg": 0.0, "compound": 0.3612}, {"text": "Just played: Demolition Man - Flotsam And Jetsam - The End Of Chaos", "neu": 0.596, "pos": 0.159, "neg": 0.245, "compound": -0.3182}, {"text": "Demolition Man .", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "I’m cracking up. lil bruh really tried to come up with a point system to get off punishment ", "neu": 0.833, "pos": 0.0, "neg": 0.167, "compound": -0.4939}, {"text": "Simon Phoenix from Demolitionman !! ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "She’s also fighting horrible movie reviews", "neu": 0.4, "pos": 0.0, "neg": 0.6, "compound": -0.7184}, {"text": "Demolition Man (Williams, 1994) was added to Pet Shop in Jersey City by oldmanlandry (New Jersey Pinball Map) ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "WW Wonderful Wednesday - One of the BEST! SylvesterStallone Rocky FirstBlood Rambo Nighthawks Victory Cobra Cliffhanger DemolitionMan Creed GuardiansOfTheGalaxy JudgeDredd TangoAndCash TheExpendables SpyKids ", "neu": 0.691, "pos": 0.309, "neg": 0.0, "compound": 0.8728}, {"text": "Ok, it's not like the \"secret of the 3 seashells\" mentioned in the stallone movie demolitionman but the showers in the US are still trail and error for me travel spacecoast usa ", "neu": 0.807, "pos": 0.046, "neg": 0.147, "compound": -0.5431}, {"text": "WW Wonderful Wednesday - One of the BEST! SylvesterStallone Rocky FirstBlood Rambo Nighthawks Victory Cobra Cliffhanger DemolitionMan Creed GuardiansOfTheGalaxy JudgeDredd TangoAndCash TheExpendables SpyKids ", "neu": 0.691, "pos": 0.309, "neg": 0.0, "compound": 0.8728}, {"text": "Anyone who argues with you on Demolition Man is just mad and needs to be locked in a room and now allowed out until they come up with an explanation for the three seashells", "neu": 0.842, "pos": 0.0, "neg": 0.158, "compound": -0.7003}, {"text": "Well she kinda did say that ... at least your not allowed to voice your opinion about her movies if your a white guy ... meh your not missing anything ..the movie sucked .. brei Larson is a Disney character not a marvel superhero ...", "neu": 0.777, "pos": 0.084, "neg": 0.139, "compound": -0.3907}, {"text": "Umm... I mean it was a cool flick, but no absolutely not lol. Infinity war was a million times better. You know exactly why it got a higher rating", "neu": 0.557, "pos": 0.27, "neg": 0.173, "compound": 0.5429}, {"text": "4 Years in the Jungle w/ Aphrodite, Demolition Man & Ray Keith at Blue Mountain Club Bristol - 22.04.19. - DnB DrumNBass Jungle ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "tacobell demolitionman fastfoodwars", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Growing up Demolition Man was one of my favorite movies. But now as I get older, I see society is Turing into a PC culture where one can get fined for swearing. I’ll say this, WHAT THE F**k!", "neu": 0.821, "pos": 0.128, "neg": 0.051, "compound": 0.4574}, {"text": "course now i just wanna quote demolition man , but eh.", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "We USAns only know about a 3-line whip from “ Demolition Man ”", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "She knows her ABC'S because she's America's Biggest C*** ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Apple make it difficult as fuck to cancel Apple Music", "neu": 0.467, "pos": 0.0, "neg": 0.533, "compound": -0.7906}, {"text": "Where is the Demolition Man seashell jokes? God Democrats have become so stupid, it's hard to believe they are serious. But the sad thing is, they are.", "neu": 0.591, "pos": 0.115, "neg": 0.294, "compound": -0.7453}, {"text": "Fucked up part about this is he won’t even get paid how he should because they would have ran him into the dirt to the point that he’s injury prone. ", "neu": 0.738, "pos": 0.0, "neg": 0.262, "compound": -0.8625}, {"text": "AB is going all demolition man ... ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "I don’t give a fuck about women rappers rapping about fucking and sucking and how they pussy good and YADA YADA. Ppl talking about “influence on the kids”,Just flat out admitting you’re raising weak minded children out here. Music only has an influence if u let it influence u", "neu": 0.819, "pos": 0.057, "neg": 0.125, "compound": -0.5423}, {"text": " for president Is mentioned in the film Demolition Man . Let’s make it happen 2020 2020Election", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Or should I say WITH a stranger. Foh lol", "neu": 0.682, "pos": 0.318, "neg": 0.0, "compound": 0.4215}, {"text": "RT ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "That's really cool he did that & I didn't know the story. Demolition Man was my favorite Stallone film. I miss Planet Hollywood. That was a fun experience to go to but closed because it was expensive. I got to sit at a \"chilled monkey brains\" table. This story makes me", "neu": 0.85, "pos": 0.123, "neg": 0.027, "compound": 0.5642}, {"text": "top20actingchallengeextended Day 29 Sylvester Stallone Rocky Cop Land Demolition Man Recommended Cliffhanger Tango and Cash First Blood ", "neu": 0.899, "pos": 0.101, "neg": 0.0, "compound": 0.2023}, {"text": "Hello Is there your friend of Caracas or is in another place like a resort?", "neu": 0.678, "pos": 0.322, "neg": 0.0, "compound": 0.6908}, {"text": "Got to stay positive always.", "neu": 0.526, "pos": 0.474, "neg": 0.0, "compound": 0.5574}, {"text": "The demolition man", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "St. Louis is filled with offensive drivers. Just hit the gas and go, fuck everything and everybody else.", "neu": 0.711, "pos": 0.0, "neg": 0.289, "compound": -0.7579}, {"text": "I definitely get Demolition Man . I haven't actually seen the other three.", "neu": 0.769, "pos": 0.231, "neg": 0.0, "compound": 0.4019}, {"text": "Is that based on his demolition Man character Simon in Phoenix?", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Demolition Man is the socialist feminist utopia.", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "The Fugitive Demolition Man and Six Degrees of Separation have predicted our dystopia better than most sci-fi", "neu": 0.847, "pos": 0.153, "neg": 0.0, "compound": 0.4404}, {"text": "It was a joke when Demolition Man predicted that Taco Bell would win the fast food wars. But was it, really? - ", "neu": 0.639, "pos": 0.226, "neg": 0.135, "compound": 0.34}, {"text": "Demolition man .", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Me to my BM. ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "As a recent frequent now slightly former listener it’s probably one of the hardest things to do because im a music snob. When I play specific genres of music I literally have a run down of artists I go thru. Dude had hella jams and it’s crazy i gotta just kinda skip over them. ", "neu": 0.849, "pos": 0.046, "neg": 0.104, "compound": -0.4588}, {"text": "I'm live on Twitch - Watch me at pinball can we get in here? Demolition Man", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Demolition man has to be 3 behind Stop or my Mom will Shoot and Oscar", "neu": 0.723, "pos": 0.0, "neg": 0.277, "compound": -0.5574}, {"text": "WOW, this is JUST like the 3 shells in demolition man ! ", "neu": 0.522, "pos": 0.478, "neg": 0.0, "compound": 0.8087}, {"text": "Demolition Man .", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "WHAT? is this like the 3 shells in demolition man ? ", "neu": 0.712, "pos": 0.288, "neg": 0.0, "compound": 0.4998}, {"text": "Get the fuck outta here lmao. If it wasn’t for nelly AF1s wouldn’t have cracked how they did. ", "neu": 0.684, "pos": 0.167, "neg": 0.15, "compound": 0.1027}, {"text": "Gavin Newsom reminds me of Wesley Snipes in Demolition Man . He wants to thaw out all the worst of the worst to build his evil army. ", "neu": 0.646, "pos": 0.0, "neg": 0.354, "compound": -0.9274}, {"text": "Demolition Man didnt just expose historical inaccuracies. He just exposed how most unoworthy dumb unethical people like can become civil servants. We have seen this time & again. Bureaucracy is India's Achilles heel. May God save us from such Bureaucrats. ", "neu": 0.644, "pos": 0.186, "neg": 0.17, "compound": -0.0511}, {"text": "They literally tucked it away so u can’t find it without doing research...literally banking on u saying fuck it and forgetting about it.", "neu": 0.851, "pos": 0.0, "neg": 0.149, "compound": -0.5423}, {"text": "It’s ok friend. Just be careful when you check your stuff in tomorrow.", "neu": 0.588, "pos": 0.412, "neg": 0.0, "compound": 0.7184}, {"text": "I haven't seen Gattaca but now that you've mentioned it I def see what you're talking about now. I was disoriented by seeing Demolition Man & Equilibrium in the same sentence", "neu": 0.842, "pos": 0.049, "neg": 0.109, "compound": -0.4215}, {"text": "I assume that he was not capable of evaluating talent based on his previous bad drafts. I’m extremely pleased that he’s nowhere near the team as it shifts from demolition to building. He’s a good demolition man , I’ll give him that much", "neu": 0.706, "pos": 0.179, "neg": 0.115, "compound": 0.4954}, {"text": "Hey Demolition Man .What up brother.Good to see you on here.Peace!!", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "It'd be like that scene in Demolition Man where he need toilet paper.", "neu": 0.828, "pos": 0.172, "neg": 0.0, "compound": 0.3612}, {"text": "WW Wonderful Wednesday - One of the BEST! SylvesterStallone Rocky FirstBlood Rambo Nighthawks Victory Cobra Cliffhanger DemolitionMan Creed GuardiansOfTheGalaxy JudgeDredd TangoAndCash TheExpendables SpyKids ", "neu": 0.691, "pos": 0.309, "neg": 0.0, "compound": 0.8728}, {"text": "4 Years in the Jungle w/ Aphrodite, Demolition Man & Ray Keith at Blue Mountain Club Bristol - 22.03.19. - DnB Jungle DrumNBass DJ Aphrodite. ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "That’s a damn good question lmao. I can’t think of the last time an elite receiver in the past 10-15 years that’s won a Super Bowl.", "neu": 0.513, "pos": 0.41, "neg": 0.077, "compound": 0.9136}, {"text": "Demolition Man ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Thus yalls '96 bullCRAP iroc CAMA row \"allegations\" of \" Demolition Man 's \"RatBurger\"...\"....being \"rules broken\" regarding \"SURroundings\" of \"our environment\", R void!", "neu": 0.855, "pos": 0.0, "neg": 0.145, "compound": -0.5255}, {"text": "That six brown chicks twitter page is easily the most disgusting page on here. And twitter is filled with tons of filthy shit", "neu": 0.674, "pos": 0.081, "neg": 0.246, "compound": -0.7089}, {"text": "Demolition man", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "oh this wild wild ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "RT ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Gta Dhaka vice city Mission Demolition man Gta Bangla vice city Mission Demolition Man gamerspointbd ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "I like Demolition Man so it's on now", "neu": 0.706, "pos": 0.294, "neg": 0.0, "compound": 0.3612}, {"text": "I’m done paying this high ass phone bill", "neu": 0.667, "pos": 0.0, "neg": 0.333, "compound": -0.5423}, {"text": "Blue and gold ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "All of these are great, but Demolition Man is just amazing. I’ve seen it so many times now and it never gets old.", "neu": 0.73, "pos": 0.27, "neg": 0.0, "compound": 0.8294}, {"text": "As everyone does leave photos of the first SRL Race, there the photo, Demolition Man is really hard, but in my childhood, i did it well despite finishing it in normal or easy, i would like to continue doing more SRL runs... ", "neu": 0.742, "pos": 0.207, "neg": 0.052, "compound": 0.852}, {"text": "How is this antisemitic ?... unless she told the guy she’s Jewish I don’t see how anyone can tell someone’s Jewish .. Jewish isn’t a color it’s a people I’ve met black Jews white Jews and middle eastern Jews .. how do u tell if someone’s Jewish", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "I wish I knew about when they did the Demolition Man episode, because was 100% right about Huxley not being Spartan’s daughter. Otherwise, she was at least 14 years old when the earthquake killed her mom and she just doesn’t remember her dad is in ice jail?", "neu": 0.857, "pos": 0.054, "neg": 0.09, "compound": -0.4215}, {"text": "Since when do assholes tell me what I can and cannot eat. Remember the movie Demolition Man ⁦ ⁩ ?.. ", "neu": 0.826, "pos": 0.0, "neg": 0.174, "compound": -0.5859}, {"text": "My god child your everywhere .. how much did they pay !!!... or are you just some sick deranged fan girl that can’t stand your favorite bad movie being bad", "neu": 0.535, "pos": 0.172, "neg": 0.293, "compound": -0.7332}, {"text": "Gta Dhaka vice city Mission Demolition man Gta Bangla vice city Mission ... ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Demolition Man ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": ". Sandra Bullock has always been beautiful! First caught my eye in Demolition Man .", "neu": 0.741, "pos": 0.259, "neg": 0.0, "compound": 0.636}, {"text": "Y’all order off the wish app before?", "neu": 0.69, "pos": 0.31, "neg": 0.0, "compound": 0.4019}, {"text": "Is that an intentional Demolition Man reference or am I just being hopeful? ", "neu": 0.769, "pos": 0.231, "neg": 0.0, "compound": 0.5106}, {"text": "I dead ass hate that shit. The subliminal shit hella dead. Mugs be slick talking about u but then when u bring it up it’s “just lyrics”. Yea and ima just cheat on yo ass.", "neu": 0.508, "pos": 0.0, "neg": 0.492, "compound": -0.9692}, {"text": "I’m guessing you like Disney movies .. cause it’s acually bad,the writing was horrible, it jumped around a lot,fury getting scratched my goose was prolly the kill shot for me,and brei Larson does not fit the character ..I felt like I was watching a Disney kid show like spy kids ", "neu": 0.697, "pos": 0.128, "neg": 0.175, "compound": -0.5873}, {"text": "4 Years in the Jungle w/ Aphrodite, Demolition Man & Ray Keith at Blue Mountain Club Bristol - DnB DrumNBass Jungle . Ray Keith (OFFICIAL) ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "That would acually look awesome", "neu": 0.494, "pos": 0.506, "neg": 0.0, "compound": 0.6249}, {"text": "Warm water and honey for this cough. I don’t wanna take any more NyQuil. I hate the feeling afterwards man. Being drowsy is trash", "neu": 0.72, "pos": 0.129, "neg": 0.151, "compound": -0.3774}, {"text": "........................ ............shit...I can’t think of one lol. They not elite but Greg Jennings, Hines ward, uhhh. Shit idk this a good question ", "neu": 0.581, "pos": 0.197, "neg": 0.222, "compound": -0.1901}, {"text": "The sex like demolition man movie is coming soon!!", "neu": 0.722, "pos": 0.278, "neg": 0.0, "compound": 0.4738}, {"text": "Remember In the movie Demolition Man when Taco Bell was the only restaurant?", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Demolition Man - Would You Like To Have Sex? - SD ", "neu": 0.762, "pos": 0.238, "neg": 0.0, "compound": 0.3612}, {"text": "Demolition Man ! Come on...", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "VIP TRACKER: Himanta Biswa Sara BJP may field demolition man Himanta in Lok Sabha polls | Times of India ", "neu": 0.808, "pos": 0.192, "neg": 0.0, "compound": 0.6166}, {"text": " That was the first time I thought she was hot in Demolition Man", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Demolition Man - Edgar Friendly Speach ", "neu": 0.556, "pos": 0.444, "neg": 0.0, "compound": 0.4939}, {"text": "Obviously bnb", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "What I’m suppose to hold when I’m tryna fall asleep? Ya big ass forehead?", "neu": 0.771, "pos": 0.0, "neg": 0.229, "compound": -0.594}, {"text": "Who hasn't watched a movie that scarred them? For me, that would be Demolition Man ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Having good and relaxing time with my pal blade demolitionman shenmue3 magicmonaco MAGIC2019 ", "neu": 0.643, "pos": 0.357, "neg": 0.0, "compound": 0.7269}, {"text": "Once again I wake bummed that Demolition Man isn’t real. You would have made an excellent president!", "neu": 0.79, "pos": 0.21, "neg": 0.0, "compound": 0.6114}, {"text": "Then I’d suggest the person tweeting this video to delete it, it’s just spreading bullshit ..if there’s no evidence of the woman being attacked cause she’s Jewish besides “it’s Brooklyn” then it’s fake news..", "neu": 0.713, "pos": 0.0, "neg": 0.287, "compound": -0.9022}, {"text": "I see multiple adds for degrees in social justice, translate to English; they just want to stir shit up. I'm thinking their future is going to be more like the movie Demolition Man , no meat and the only restaurant will be a Vegan Taco Bell! Too funny. ", "neu": 0.703, "pos": 0.193, "neg": 0.105, "compound": 0.5974}, {"text": "Facts. ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": " 1993’s Demolition Man , Arch rival Sly Stone predicted you’re involvement to politics. As a gag it’s gagged you being President !!! ", "neu": 0.763, "pos": 0.0, "neg": 0.237, "compound": -0.6784}, {"text": "I’m bout to get this vision insurance. I need some glasses. My vision is really becoming bad and it’s so crazy cuz my shit use to be damn near perfect. My momma side of the genes kicking in SMH.", "neu": 0.551, "pos": 0.151, "neg": 0.298, "compound": -0.8413}, {"text": "No Blackwood is a big boost", "neu": 0.38, "pos": 0.342, "neg": 0.278, "compound": 0.128}, {"text": "You and me baby ain't nothing but mammals So let's do it like they do in the 1997 action comedy Demolition Man", "neu": 0.755, "pos": 0.245, "neg": 0.0, "compound": 0.7579}, {"text": "Ppl now find ways to turn harmless interaction into some weird shit and it’s MIND BOGGLING. Next level weirdo introverts.", "neu": 0.613, "pos": 0.077, "neg": 0.31, "compound": -0.7269}, {"text": "maybe going underground in the sewers, like the \"people\" from the movie Demolition man .", "neu": 0.839, "pos": 0.161, "neg": 0.0, "compound": 0.3612}, {"text": "Who the fuck put Diablo sauce at my sea shell taco Bell demolition man .", "neu": 0.788, "pos": 0.0, "neg": 0.212, "compound": -0.5423}, {"text": "Being friends doesn’t mean things are free. ", "neu": 0.439, "pos": 0.561, "neg": 0.0, "compound": 0.7506}, {"text": "Need a 5-0 demolition man . Need our old Barcelona back.", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "'His world' by zebrahead Or old school...I would go with ' Demolition Man ' by The Police", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Going to a beer store on the west coast reminds me of restaurants in the film Demolition Man . \"All beers are now IPA\"", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Our goal is to provide our clients with the best customer service and high-quality demolition and recycling services. Call us today! 206-763-3366. ", "neu": 0.824, "pos": 0.176, "neg": 0.0, "compound": 0.6696}, {"text": "Not another teen movie - Janey's emotional painting scene... Or Demolition man - when he's falling on a table or something when he enters the apartment in the dark Or... \"The Burbs\" in so many scenes...", "neu": 0.906, "pos": 0.047, "neg": 0.047, "compound": 0.0}, {"text": "WW Wonderful Wednesday - One of the BEST! SylvesterStallone Rocky FirstBlood Rambo Nighthawks Victory Cobra Cliffhanger DemolitionMan Creed GuardiansOfTheGalaxy JudgeDredd TangoAndCash TheExpendables SpyKids ", "neu": 0.691, "pos": 0.309, "neg": 0.0, "compound": 0.8728}, {"text": "Facts ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Sue her for what Evers left of it", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Dude is clearly minding his business and tending to other shit but your white privileged ass wants to come fucking with ppl then shot him. I hope they shank his stupid ass in prison. Dumb ass honky.", "neu": 0.396, "pos": 0.146, "neg": 0.458, "compound": -0.9735}, {"text": "Demolition Man by Grace Jones NowPlaying ", "neu": 0.641, "pos": 0.359, "neg": 0.0, "compound": 0.4215}, {"text": "Eyeball on pen in Demolition Man still gives me nightmares", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Demolition Man made her nerdy but still hot AF.", "neu": 0.879, "pos": 0.0, "neg": 0.121, "compound": -0.0258}, {"text": "You have my full support.", "neu": 0.597, "pos": 0.403, "neg": 0.0, "compound": 0.4019}, {"text": "And plus I thought it was a known fact women sex drive accelerates as they age and vice versa for men lol.", "neu": 0.872, "pos": 0.128, "neg": 0.0, "compound": 0.4215}, {"text": "This beats the Buffer Zone idea hands down. Instead of a lawless wasteland it's the future from Demolition Man where crime doesn't exist", "neu": 0.857, "pos": 0.0, "neg": 0.143, "compound": -0.5423}, {"text": "Demolition man Dave Allen", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "30 million dollars of coarse they are going to try to add more to what she said to clean up her mess by releasing the shills.. the movie was bad .. really bad .. anyone who grew up around the comics will agree. this was a white washed cringe movie ..if anything was taken out of", "neu": 0.773, "pos": 0.08, "neg": 0.147, "compound": -0.6486}, {"text": "Demolition Man is the worst villain in the Ice Age franchise. The only way they could be redeemed would be by casting an A-list actor like Ewan McGregor to play them. Don't screw this up Disney.", "neu": 0.649, "pos": 0.184, "neg": 0.167, "compound": -0.2969}, {"text": "Yes. Demolition Man 2. Coming to theaters, 2020?", "neu": 0.722, "pos": 0.278, "neg": 0.0, "compound": 0.4019}, {"text": "LA = the movie Demolition Man + Pokémon Go Angeles, California ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "I really really hope amazon help that man out that got shot in wentzville...... that situation is what makes me hate white ppl. white ppl can’t NEVER seem to mind their own fucking business.", "neu": 0.701, "pos": 0.21, "neg": 0.089, "compound": 0.6094}, {"text": "Reminded me too much of Wesley Snipes as Simon Phoenix in Demolition Man . I couldn’t unsee it.", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Sick at home? Demolition Man time and now I want Taco Bell. ", "neu": 0.662, "pos": 0.096, "neg": 0.243, "compound": -0.4588}, {"text": "4 Years in the Jungle w/ Aphrodite, Demolition Man & Ray Keith at Blue Mountain Club Bristol - 22.03.19. - DnB Jungle DrumNBass Hollie-may. ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Video games ... enjin is the only crypto ready for mass adoption ... other then that a stable market .. no more hyper waves until then people won’t hold crypto .. unless it’s a stable coin ...but bitcoin is a good investment to save money witch is a big problem with my generation", "neu": 0.668, "pos": 0.212, "neg": 0.121, "compound": 0.6808}, {"text": "I think you guys are doing good .. I think the partnerships matrix is going after is the kind of collaboration that AI and blockchain should be going after.. it’s just crazy how little it’s being noticed .. it’s what we aim for but people rather hype up gambling and pirating smh", "neu": 0.877, "pos": 0.036, "neg": 0.087, "compound": -0.4019}, {"text": "You ever see demolition man with Sylvester Stallone and Wesley snipes? Well if you haven’t watch it and if you have, that’s where we’re headed as a society", "neu": 0.925, "pos": 0.075, "neg": 0.0, "compound": 0.2732}, {"text": "When parents see their kids sleeping good ", "neu": 0.674, "pos": 0.326, "neg": 0.0, "compound": 0.4404}, {"text": "Apple Music lowkey trash. Spotify way better", "neu": 0.674, "pos": 0.326, "neg": 0.0, "compound": 0.4404}, {"text": "The shit is so twilight zone Batman \"left\" Gotham now shits all wrong Jokes on you Luke Here is the Demolition Man A nigga got a plan and I gotta Get em 1 by 1, 2 by 2 The kids need the guidance That real life All in bitch you know my face My name The style The catalog Ahhhh ", "neu": 0.759, "pos": 0.031, "neg": 0.211, "compound": -0.9118}, {"text": "Now playing: The Police - ' Demolition Man ' from 'Ghost In The Machine'", "neu": 0.687, "pos": 0.137, "neg": 0.176, "compound": -0.128}, {"text": "Looks like two Oompa Loompas and Demolition Man .", "neu": 0.737, "pos": 0.263, "neg": 0.0, "compound": 0.3612}, {"text": "You remember that scene in Demolition Man ?", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Just had to google some abbreviations cuz I ain’t never seen em before SMH", "neu": 0.798, "pos": 0.0, "neg": 0.202, "compound": -0.4648}, {"text": "I frequently quote ' Demolition Man ' at work, particularly \"Greetings and Salutations\". I just asked one of the girls to give me a step by step guide to using the three seashells from the film. This should be interesting", "neu": 0.851, "pos": 0.149, "neg": 0.0, "compound": 0.6997}, {"text": "It is the dawn of The Fast Food Wars, as foretold by The Demolition Man Prophecy. ", "neu": 0.806, "pos": 0.0, "neg": 0.194, "compound": -0.5574}, {"text": "Steel beams don’t melt without controlled demolition! Man didn’t land on the moon--reptiles did!", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "We are going to start doing something about it to world of Demolition Man with everything Whitby maybe it's too late the thought police are already in control Room 101. Orwellwasright", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": " like 'I'm nobody's friend... I'm the Demolition man !' walkingnightmare Arsenalofdoom SDLive", "neu": 0.798, "pos": 0.202, "neg": 0.0, "compound": 0.4199}, {"text": "What’s a beat without bass", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Imagine a world where old white men like Skip Bayless agreed with the life decisions of young black millionaires. Think Demolition Man after Stallone woke up.", "neu": 0.833, "pos": 0.167, "neg": 0.0, "compound": 0.5574}, {"text": "Huh. I only noticed that in Equilibrium. Although I certainly realised that the name Lenina Huxley was a reference. I haven't seen Gattaca to comment on that one. Oh, whilst the film was good, the Demolition Man song wasn't all that.", "neu": 0.868, "pos": 0.132, "neg": 0.0, "compound": 0.6486}, {"text": "Demolition man ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "How far are we from the verbal ticket machines that are on the classic motion picture “ Demolition Man ”?", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "I mean I get the whole not whooping kids thing but got damn some of these kids need they chest caved in a few good times.", "neu": 0.739, "pos": 0.136, "neg": 0.125, "compound": 0.0772}, {"text": "Sounds like a plot line from Demolition Man . ", "neu": 0.706, "pos": 0.294, "neg": 0.0, "compound": 0.3612}, {"text": "Now all restaurants are Chicago Style Flat Pizza restaurants... demolitionman", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "If ever tried to design toilet paper they would get somewhere near the three seashells from ' Demolition Man '.", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Never in my life ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Cheddar sour cream ruffles and sour cream lays really 2a and 2b for me. Chester hot fries forever number 1.", "neu": 0.936, "pos": 0.064, "neg": 0.0, "compound": 0.0772}, {"text": "This all just sounds so terrible. A generation of people who have no idea how to interact with each other IRL. It reminds me of the ”sex” scene in Demolition Man . On a different note I guess that movie was strangely prophetic. ThreeSeashells ", "neu": 0.815, "pos": 0.0, "neg": 0.185, "compound": -0.8122}, {"text": "Demolition Man (1993) predicted the ascendancy of PC culture at the expense of individual freedom. We're rapidly heading towards this dystopian SJW future. ", "neu": 0.84, "pos": 0.16, "neg": 0.0, "compound": 0.6369}, {"text": "Demolition man too", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "From 2000 to 2019 an ELITE WR that won a Super Bowl? I’m doing a run down of teams in my head and I literally can’t think of one player lol......hold on...wait naw. Santonio Holmes wasn’t elite. I was about to say him but nvm .", "neu": 0.89, "pos": 0.11, "neg": 0.0, "compound": 0.5859}, {"text": "Demolition Man ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "The new players have been working out better than I had thought initially, and not just because of last week's epic Highlander introduction. I also don't mind the draws and keeping the legs to 12 maximum, because you need to win by at least two clear legs to get two points.", "neu": 0.832, "pos": 0.168, "neg": 0.0, "compound": 0.8519}, {"text": "Context it was Mrs marvel ...oh and marvele is fucking guy !!! The only reason it made 150 mil cause it’s riding on the coat tale of a huge franchise. Half the people saw it cause it’s connected to infinity wars ..after end game Mrs marvel will go nowhere but down", "neu": 0.842, "pos": 0.116, "neg": 0.042, "compound": 0.4635}, {"text": "Side note: Sandra Bullock played white privilege so well, in Crash, I side eyed her for a couple years. And I've been a fan since Demolition Man .", "neu": 0.596, "pos": 0.312, "neg": 0.093, "compound": 0.7165}, {"text": "Ah, yes, Exocet! It`s used in Planescape, Diablo and -wait for it- the museum scene in Demolition Man (...) Thank you, by the way!:D", "neu": 0.792, "pos": 0.208, "neg": 0.0, "compound": 0.6988}, {"text": "“This mf sleeping like he/she work a 9-5” - every parent in the world", "neu": 0.815, "pos": 0.185, "neg": 0.0, "compound": 0.3612}, {"text": "Never IN MY LIFE have I ever heard of a woman being offended and saying it was rude because somebody said she smelled nice...no fucking way", "neu": 0.815, "pos": 0.0, "neg": 0.185, "compound": -0.6124}, {"text": "What about the three seashells? demolitionman", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Southwest really lost one of my luggage’s with all my regular clothes and personal stuff in it. It’s difficult when you live on the road and this happens smh.", "neu": 0.779, "pos": 0.0, "neg": 0.221, "compound": -0.7501}, {"text": "Demolition Man (1993) ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Demolition MGTOW mgtow redpill demolitionman ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Yeah southwest is looking for it still smh", "neu": 0.571, "pos": 0.21, "neg": 0.219, "compound": -0.0258}, {"text": "He looks like the Demolition Man on crack!", "neu": 0.715, "pos": 0.285, "neg": 0.0, "compound": 0.4199}, {"text": "I’ve said this before but I’ll say it again. The Liberals want to turn this country into the future we all saw in Demolition Man Seriously. Go watch that movie & tell me I’m wrong!", "neu": 0.796, "pos": 0.037, "neg": 0.167, "compound": -0.722}, {"text": "No one believes in anything until it’s them in the situation.", "neu": 0.82, "pos": 0.0, "neg": 0.18, "compound": -0.296}, {"text": "Can we talk about how was basically Wesley Snipes in Demolition Man leading up to this week? He got rid of that tacky hairdo and the blonde mustache. He behaved like an absolute menace until he got his trade. I honestly hope he experiences a mild Achilles injury this season", "neu": 0.749, "pos": 0.146, "neg": 0.105, "compound": 0.34}, {"text": "I used to gamble with and for bus tickets back in the day. Them shits had worth back then ", "neu": 0.762, "pos": 0.09, "neg": 0.148, "compound": -0.296}, {"text": "Only thing that bothered me was seeing your face all the way down the comment section, doing all that leg humping ..yes people saw it and yes it sucked ... you seem obsessed so ima try to enjoy endgame and hope brei Larson and her c rated character doesn’t ruin 10 years of story", "neu": 0.701, "pos": 0.134, "neg": 0.165, "compound": -0.25}, {"text": "Happy 314 day to all my St. Louis folks", "neu": 0.684, "pos": 0.316, "neg": 0.0, "compound": 0.5719}, {"text": "Damn that tweet went viral lmao", "neu": 0.377, "pos": 0.368, "neg": 0.255, "compound": 0.296}, {"text": "No Petteri. 1kg of fat and 1kg of muscle still weights the same... 1kg!", "neu": 0.839, "pos": 0.0, "neg": 0.161, "compound": -0.3595}, {"text": "Check out what I just added to my closet on Poshmark: Taco Bell x Demolition Man Graphic Tee. via shopmycloset", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Orc I'm going to do a commentary for Demolition Man tonight", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "I couldn’t imagine falling in love with a woman that ain’t got no titties. Certain features my woman just gotta have.", "neu": 0.598, "pos": 0.251, "neg": 0.151, "compound": 0.5423}, {"text": "She said she doesn’t want to hear a white guys opinion about her movies because apparently her movies aren’t made for white guys ... I got your back", "neu": 0.951, "pos": 0.049, "neg": 0.0, "compound": 0.0772}, {"text": "Demolition Man ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Top20ActingChallengeExtended DAY 4 - Sandra Bullock Best: 1. The Proposal 2. Speed 3. Demolition Man Recommended: 1. The Lake House 2. While You Were Sleeping 3. Miss Congeniality", "neu": 0.752, "pos": 0.196, "neg": 0.052, "compound": 0.6597}, {"text": "If you were then you wouldn’t even like this movie ..it’s totally taken out of story .. and if you call 50 million dollars in projected lose for a mcu movie connected to infinity wars a “success” then you apparently have very low expectations.. her comments cost Disney at least", "neu": 0.797, "pos": 0.045, "neg": 0.158, "compound": -0.7346}, {"text": "pepsico had their own dedicated security force with Pepsi branded vehicles with “Pepsi security” on the side of them and that reminded me of demolition man", "neu": 0.816, "pos": 0.184, "neg": 0.0, "compound": 0.6597}, {"text": "Stallone's response in Demolition Man was \"Be Fucked.\"", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Demolition Man ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "the events of demolition man take place in an alternate timeline where taco bell can produce a consistent burrito", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "and yet Rob was never given an acting credit for his bit part in Demolition Man ,try and explain that oversight ;)", "neu": 0.701, "pos": 0.166, "neg": 0.133, "compound": -0.0258}, {"text": "So many!! Demolition Man Grease Goodfellas Knocked Up Step Brothers", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Demolition Man was better satire than Titania McWhatever.", "neu": 0.707, "pos": 0.293, "neg": 0.0, "compound": 0.4404}, {"text": "Yaaaass! Then come back like Demolition Man .", "neu": 0.682, "pos": 0.318, "neg": 0.0, "compound": 0.4199}, {"text": "Only thing **really** missing from Captain Marvel and it's mid 90s vibe. There's no IRL controlled demolition of a antiquated municipal building dual purposed for an action scene in the movie. See: Lethal Weapon 3, Cyberdyne in T2, Demolition Man , etc. ", "neu": 0.793, "pos": 0.062, "neg": 0.145, "compound": -0.4215}, {"text": "Same from demolition man", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Nicely done ", "neu": 0.256, "pos": 0.744, "neg": 0.0, "compound": 0.4404}, {"text": "Ming 3 vs Demolition Man", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Looking up how to make my own licorice", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Demolition man", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "It's like a scene in Demolition Man", "neu": 0.667, "pos": 0.333, "neg": 0.0, "compound": 0.3612}, {"text": "I just keep thinking about Wesley Snipes in Demolition Man , TBH.... ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "He was played by a woman in the movie .. they just tweaked his name ... (with all that leg humping your doing)", "neu": 0.897, "pos": 0.103, "neg": 0.0, "compound": 0.34}, {"text": "Flotsam And Jetsam - Demolition Man (Radio Edit) CrankItUp Download Our App", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Hanging out with my 3 new friends demolitionman pinball ", "neu": 0.693, "pos": 0.307, "neg": 0.0, "compound": 0.4767}, {"text": "I agree with the Princess Bride. Love that movie, even got it on Blu-ray. But that's a cop out. So runner up... Demolition Man : ", "neu": 0.749, "pos": 0.251, "neg": 0.0, "compound": 0.7717}, {"text": " TYTLive remember the move demolition man where taco bell owns everything monopolies Disney Amazon Facebook", "neu": 0.892, "pos": 0.108, "neg": 0.0, "compound": 0.1779}, {"text": "Replace BBQ with cheese puffs Purple bag with spicy nacho Funyons with salt and vinegar lays. That’s my list ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Gunna - Who You Foolin", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "I feel like I've just had a stroke while watching Demolition Man . ", "neu": 0.783, "pos": 0.217, "neg": 0.0, "compound": 0.3612}, {"text": "I seriously am worried about the state of blockchain tech ... while platforms like eos and tron get all this hype from gambling games .. matrix is being adopted in real world applications .. but no one even knows it ... matrix and elastos are so much better then those 2", "neu": 0.789, "pos": 0.108, "neg": 0.103, "compound": 0.311}, {"text": "5 Eerily Accurate Predictions Made in ' Demolition Man ' - Today's Topic ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Loved you in Demolition Man . Hope you stayed in shape. ", "neu": 0.541, "pos": 0.459, "neg": 0.0, "compound": 0.7783}, {"text": "U bitches are NUTS lmfaoo ", "neu": 0.224, "pos": 0.0, "neg": 0.776, "compound": -0.7865}, {"text": "I couldn’t work at a licorice factory. I would get fired.", "neu": 0.66, "pos": 0.0, "neg": 0.34, "compound": -0.5574}, {"text": "im sorry if yall didnt like simon's last album but that really helped me through some deep shit, i still cant listen to demolition man without tearing up", "neu": 0.759, "pos": 0.0, "neg": 0.241, "compound": -0.7653}, {"text": "The world we are living in now is got damn pathetic", "neu": 0.584, "pos": 0.0, "neg": 0.416, "compound": -0.7506}, {"text": "1/ I'm \"woke\" so to speak, but don't take shit too far. We don't need a demolition man scenario where every time you curse you get a ticket. Let's all calm the fuck down! Oh damn... Shit I did it again.. Mother f.... Caught myself that time...I don't have to sell my house, that", "neu": 0.681, "pos": 0.101, "neg": 0.218, "compound": -0.8707}, {"text": "Lmao. What a small minded view..dude went to a shit team with good weather as opposed to a shit team with bad weather..but he did get a few more dollars..he has a cool demolition man mustache tho, so he’s leading a revolution", "neu": 0.599, "pos": 0.187, "neg": 0.214, "compound": -0.3262}, {"text": "Yall better pay attention.. got half the leagues coaches fired and AB84 got a creepy ass demolition man white mustache and just signed in NFL pergatory revolution", "neu": 0.659, "pos": 0.087, "neg": 0.254, "compound": -0.6808}, {"text": "Canadian Prepper RED ALERT! Store Closures, Universal Basic Income and Robocops | Automation in 2019 4 movies that predict the future Demolition Man - All of the uppity flamboyant illustrious District 1 Type People over the untouchables below.", "neu": 0.911, "pos": 0.089, "neg": 0.0, "compound": 0.4981}, {"text": "Oh the browns making moves ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Demolition Man - John Spartan Meets Edgar Friendly - HD ", "neu": 0.686, "pos": 0.314, "neg": 0.0, "compound": 0.4939}, {"text": "Does he talk to women at all? Just curious because those takes are BIZARRE", "neu": 0.692, "pos": 0.133, "neg": 0.175, "compound": -0.186}, {"text": "So yeah I’ve been calling but nothing popped up—but hey, they just called me a minute ago saying they found the bag in dallas!", "neu": 0.915, "pos": 0.085, "neg": 0.0, "compound": 0.259}, {"text": "All the hackers ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Point taken ... it’s what drew me to the matrix project .. it was something very new ... I’m not impressed by these “ethereum killer” projects. I wait to see what matrix does in the gaming space.. horse saga looks fun can’t wait to play it", "neu": 0.836, "pos": 0.113, "neg": 0.051, "compound": 0.4847}, {"text": "Demolition Man is a top 5 movie for me so..... i get it.", "neu": 0.833, "pos": 0.167, "neg": 0.0, "compound": 0.2023}, {"text": "We all know went into the future ( Demolition Man ) but I must have missed the movie where he went to 15th Century England... ", "neu": 0.882, "pos": 0.0, "neg": 0.118, "compound": -0.4215}, {"text": "We don't care about your money You corny on and off the cob A shame, A1 lame A cover-up, you got no personality Hide behind your wealth to hide oneself,sad Your shit is so twilight zone Batman left Gotham now shits all wrong Jokes on you Luke Here is the Demolition Man ", "neu": 0.572, "pos": 0.076, "neg": 0.351, "compound": -0.9496}, {"text": "I knew he liked white women. ", "neu": 0.588, "pos": 0.412, "neg": 0.0, "compound": 0.4215}, {"text": "They lost it on Saturday", "neu": 0.635, "pos": 0.0, "neg": 0.365, "compound": -0.3182}, {"text": "Demolition man if I am not wrong. Massive deja vu of my pre-teens.", "neu": 0.812, "pos": 0.188, "neg": 0.0, "compound": 0.3724}, {"text": "Imo I feel like neo screwed it up for Chinese base projects", "neu": 0.612, "pos": 0.17, "neg": 0.218, "compound": -0.1779}, {"text": "Nice one man that's awesome. I heard ur Holt now sounds very nice. & u got a tweet from the demolition man bet ur buzzing.", "neu": 0.643, "pos": 0.357, "neg": 0.0, "compound": 0.8748}, {"text": "Federal find every little way to eat up ya check cuzz.", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "My home girls having babies and I’m just tryna be the best damn dead beat play uncle ever. They not gone know me but when I do come see em I’ll slide em a dub cuz they like family.", "neu": 0.726, "pos": 0.171, "neg": 0.102, "compound": 0.4678}, {"text": "All the movies I watch. Lol The Net Super Mario Brothers Street Fighter Demolition Man Anacondas Hunt for the Blood Orchid Alligator (1980) Van Helsing League of Extraordinary Gentlemen", "neu": 0.751, "pos": 0.249, "neg": 0.0, "compound": 0.8074}, {"text": "Above Average QBs EATING but star running backs gotta sit out a whole year because the teams don’t want to pay them. That’s fucking crazy ", "neu": 0.717, "pos": 0.052, "neg": 0.231, "compound": -0.611}, {"text": "Agree with you a bit but the movie DemolitionMan comes to mind where all restaurants in the future are called . It's fiction but extreme free market economy may lead there. I'm not advocating Govt restrictions on trade though. That's why I'm a proponent of Blockchain", "neu": 0.869, "pos": 0.131, "neg": 0.0, "compound": 0.7351}, {"text": "They got to be yellow but, would San Diego be wearing yellow jerseys in St. Patrick's Day? A solid green jersey would make more sense", "neu": 0.924, "pos": 0.076, "neg": 0.0, "compound": 0.2263}, {"text": "\" Demolition Man \" is a Stallone film, but point taken ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "there isn't enough Demolition Man gif use on twitter", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "we never got Mister Rodgers in the UK, the first time i ever heard of him was a line in demolition man . Always feel like we missed out on something special, sesame street taught me a lot, but Mister Rodgers would have done wonders for my self esteem", "neu": 0.89, "pos": 0.076, "neg": 0.034, "compound": 0.25}, {"text": "Lol at the DJ playing “try again” by Aaliyah after Houston lost", "neu": 0.566, "pos": 0.289, "neg": 0.145, "compound": 0.3182}, {"text": "What YOU’RE doing is “trolling” and “shilling” this movie ..how would you know who saw it, and that article is old news .. that article is adding context, it puts nothing into context, we all know what she said and as a biracial person of color ima have to", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "BJP may field demolition man Himanta in Lok Sabha polls | Guwahati News ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "God imagine if Arby’s won the Franchise Wars in Demolition Man .", "neu": 0.46, "pos": 0.333, "neg": 0.207, "compound": 0.296}, {"text": "I like my purple hair goddammit. demolitionman TheDivison2 ", "neu": 0.706, "pos": 0.294, "neg": 0.0, "compound": 0.3612}, {"text": "I loved this dude in Demolition Man ", "neu": 0.562, "pos": 0.438, "neg": 0.0, "compound": 0.5994}, {"text": "I don’t even like riding passenger in cars with ppl I know...why would I do that for a stranger lol", "neu": 0.725, "pos": 0.275, "neg": 0.0, "compound": 0.6486}, {"text": "That doesn’t make sense .. how does number if kids show your Jewish ? How does a Jewish woman dress? a Jewish woman wearing a wig cause she’s married!? and how does a wig say your Jewish? Being in a Jewish neighborhood is one thing , maybe, but then why is he not Jewish then?", "neu": 0.951, "pos": 0.049, "neg": 0.0, "compound": 0.3404}, {"text": "Foto ; WesleySnipes ; BladeTrinity ; DemolitionMan ; TheExpendables3 ; Chaos ; BrooklynsFinest ; ThePlayer ; AllMyChildren ; WhiteMenCantJump ; ChiRaq ; ArmedResponse ; ", "neu": 0.748, "pos": 0.0, "neg": 0.252, "compound": -0.5719}, {"text": " I’m with you... my man is way off on this one. I first noticed how beautiful Sandra Bullock was in ‘ Demolition Man .’ One of my favorite action movies ever, she was impressive in that movie. She still looks great!", "neu": 0.712, "pos": 0.288, "neg": 0.0, "compound": 0.9392}, {"text": "Demolition Man - Language Violation ", "neu": 0.484, "pos": 0.0, "neg": 0.516, "compound": -0.4939}, {"text": "Hats off to Jon Worsley today.. what an incredible afternoon of darts.... awesome banter from Darren \"The Demolition Man \" Webster everyone had an incredible time!! Well done bwy bach!!", "neu": 0.786, "pos": 0.214, "neg": 0.0, "compound": 0.811}, {"text": "Ima back em down like shaq with this black 223 in my hand better pray that this choppa jam", "neu": 0.579, "pos": 0.421, "neg": 0.0, "compound": 0.872}, {"text": "The browns fuck around and be fire next year", "neu": 0.543, "pos": 0.0, "neg": 0.457, "compound": -0.7096}, {"text": " Years in the Jungle w/ Aphrodite, Demolition Man & Ray Keith - Blue Mountain Club Bristol - 22.03.19. ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "He'll demolish everyone and everyone Welcome back demolitionman", "neu": 0.7, "pos": 0.3, "neg": 0.0, "compound": 0.4588}, {"text": "Honestly Andre Ingram is the perfect example AGAIN that if u just stay at it and continue doing what you love your time to shine is gonna come. Age is irrelevant. Just stay ready and be ready when u receive ya call.", "neu": 0.688, "pos": 0.312, "neg": 0.0, "compound": 0.9423}, {"text": "Demolition Man is the very definition of \"Bad Good Movie\". One of my cinematic guilty pleasures. ", "neu": 0.493, "pos": 0.238, "neg": 0.269, "compound": -0.1935}, {"text": "Unfortunately it’s on a Walking Liberty Half Dollar in that image, one of our nation’s most beautiful coins", "neu": 0.584, "pos": 0.316, "neg": 0.1, "compound": 0.7346}, {"text": "Ahead of her time as our government is going backwards. ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "This is pretty lame parody ..... it’s kinda cringe worthy", "neu": 0.448, "pos": 0.373, "neg": 0.179, "compound": 0.4627}, {"text": "Go ask if he ever figured out the seashells. DemolitionMan ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "like in mad max or something else ? I did have one but bit different, for me i'm scare of a future like in the movie demolition man or in one of the episode ofthe orville when peoples life are controlled by up and downvotes.", "neu": 0.769, "pos": 0.101, "neg": 0.13, "compound": -0.34}, {"text": "Man the commentators suck now. There will never be a duo like JR and King ", "neu": 0.705, "pos": 0.0, "neg": 0.295, "compound": -0.6136}, {"text": "Bruh our phones really be listening even when it’s locked. How when I was talking to somebody about my daughter being congested and then this pops up SMH ", "neu": 0.896, "pos": 0.0, "neg": 0.104, "compound": -0.4648}, {"text": "I want to watch demolition man", "neu": 0.755, "pos": 0.245, "neg": 0.0, "compound": 0.0772}, {"text": "Taco Bell has self ordering machines and delivers if this keeps up, Demolition Man 's future of Taco Bell winning the franchise wars will be true", "neu": 0.701, "pos": 0.189, "neg": 0.11, "compound": 0.3818}, {"text": "“The future is a 47 year old virgin drinking a broccoli shake.” Demolition Man . ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Mosquitos when the weather start changing ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Of all the movies Hollywood cranks out predicting a dystopian future of cannibals, Sting wardrobes, and petrol farmers, Demolition Man was clearly the most accurate ever made.", "neu": 0.903, "pos": 0.097, "neg": 0.0, "compound": 0.4019}, {"text": "U can tell when a nigga like white women .", "neu": 0.706, "pos": 0.294, "neg": 0.0, "compound": 0.3612}, {"text": "I totally agree but with American pushing for the Demolition Man future with AI I don’t see how that divide isn’t going to continue to grow until people start pointing it out. That’s what I mean by my entire post", "neu": 0.95, "pos": 0.05, "neg": 0.0, "compound": 0.2255}, {"text": "Think about what the lakers Lowkey need and you’ll figure it out lol.", "neu": 0.811, "pos": 0.189, "neg": 0.0, "compound": 0.4215}, {"text": "I be forgetting I got real nieces and nephews.... ima trash uncle.", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": " I’ll be home the 29th-1st", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "I will never understand peoples' fascination with Taco Bell. I grew up in the town, where their HQ is. Want a closer look? Watch ' Demolition Man '. That's no accident. The sad part, is that a 15 minute drive will land you in Mexican flavor country autenticá. I just don't get it?", "neu": 0.768, "pos": 0.024, "neg": 0.208, "compound": -0.8775}, {"text": "I leaving y’all . I’m switching by the end of next month.", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}], "sum": 401}