{"compound_ave": 0.1342409090909091, "texts": [{"text": "I want season 2 of disenchantment", "compound": 0.0772, "pos": 0.302, "neg": 0.0, "neu": 0.698, "data": "2019-03-12 12:41:30"}, {"text": "Disenchantment Luci Sometimes your annoying little demons can be buddies too! RT's = SteelesSketchBook Disenchantment Luci LuciDisenchantment Art Digital Fanart ArtistsofTwitter ", "compound": -0.4574, "pos": 0.0, "neg": 0.136, "neu": 0.864, "data": "2019-03-14 04:23:50"}, {"text": "From UMN 's : The elites are clueless. I saw it firsthand. They are utterly unaware of the intense disenchantment of many everyday people with their stalled prospects for a better life as they watch wealth accumulate. ", "compound": 0.4951, "pos": 0.223, "neg": 0.149, "neu": 0.628, "data": "2019-03-13 04:00:15"}, {"text": "2/2 has for partisan gains further worsened the electoral process to the point of disenfranchisement, disenchantment and deepened ", "compound": -0.128, "pos": 0.113, "neg": 0.136, "neu": 0.751, "data": "2019-03-10 02:45:27"}, {"text": "Why we are on the subject the next part to Disenchantment need to go on and come out too.", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 08:42:45"}, {"text": "There's an excellent scene in Disenchantment with the mermaid/sealion myth.", "compound": 0.5719, "pos": 0.291, "neg": 0.0, "neu": 0.709, "data": "2019-03-14 09:46:14"}, {"text": " I'm a 61 year old American and I just started watching Disenchantment and couldn't place the voice of the pig then I had saw a clip from the IT Crowd and it came to me. I really enjoy your characters and your voice is a special talent. Good Job", "compound": 0.8977, "pos": 0.234, "neg": 0.0, "neu": 0.766, "data": "2019-03-14 04:31:29"}, {"text": "True there is a decline of democracy globally for the last 15/16 yrs. New dictators are not generals, leaders elected through the farcical elections. However, it is very likely that this new 'strongman' trend will soon take a reverse turn due to popular disenchantment .", "compound": 0.6808, "pos": 0.123, "neg": 0.0, "neu": 0.877, "data": "2019-03-13 05:52:53"}, {"text": "“I DON’T DELIVER CHEESE-FREE PIZZA! I DELIVER CHEESE-FREE JUSTICE, MOTHER FUCKERS!”", "compound": 0.6103, "pos": 0.307, "neg": 0.0, "neu": 0.693, "data": "2019-03-12 07:51:36"}, {"text": "STEVEN UNIVERSE AND DISENCHANTMENT STYLES", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 00:42:12"}, {"text": "16 weekends of street protests / violence in France sign of disenchantment ? Not replicated to same extent in UK.", "compound": -0.7184, "pos": 0.0, "neg": 0.273, "neu": 0.727, "data": "2019-03-10 18:19:43"}, {"text": "Disenchantment is a cycle that needs intervention. I disagree that we deserve our current crop of politicians (there are big systemic issues, especially for national politics), but I agree that engagement could turn the tide.", "compound": 0.7543, "pos": 0.191, "neg": 0.047, "neu": 0.762, "data": "2019-03-10 22:12:38"}, {"text": "Like all dreamers, I mistook disenchantment for truth.", "compound": 0.5859, "pos": 0.49, "neg": 0.0, "neu": 0.51, "data": "2019-03-14 13:33:04"}, {"text": "Because not all people liked the wwe2 theme we had that from cod 1 up to 3, waw, cant forget bout the side cods like cod the big red one which was also a ww2 game. COD blew on scene after cod 4. The Modern Warfare Series is popular than the black ops series. Its the truth.", "compound": 0.5767, "pos": 0.148, "neg": 0.072, "neu": 0.78, "data": "2019-03-12 15:46:56"}, {"text": "Blood isn't transcendental disenchantment , demonic revenants of anger~ arganee soothsayer", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-13 14:16:55"}, {"text": " I just listened to your interview and wanted to thank you for talking with them! I LOVE hearing all the fun behind the scenes secrets and can’t wait to watch Disenchantment part 2!", "compound": 0.9065, "pos": 0.288, "neg": 0.0, "neu": 0.712, "data": "2019-03-10 01:26:15"}, {"text": "luci is the funniest character in disenchantment", "compound": 0.5574, "pos": 0.375, "neg": 0.0, "neu": 0.625, "data": "2019-03-14 04:01:03"}, {"text": "So I suppose watching 'After Life' on Netflix is probably a bad idea for me, in my current circumstances. I really gotta find a replacement for Disenchantment . I don't happy, I want sarcastic and funny.", "compound": -0.4731, "pos": 0.128, "neg": 0.212, "neu": 0.66, "data": "2019-03-11 18:18:58"}, {"text": "Its actually that deep, bro & we can only look forward, when there is a proper grasp of the root-cause(s) of the current disenchantment by voters which you have alluded to. Aside lack of confidence in & the order of the elections, the FCT needs to become a MAYORALTY", "compound": 0.25, "pos": 0.068, "neg": 0.047, "neu": 0.885, "data": "2019-03-09 16:18:54"}, {"text": "Disenchantment , The Dragon Prince, Arrested Development (first 3 seasons are best), Castlevania. I could go on and on.", "compound": -0.4767, "pos": 0.0, "neg": 0.171, "neu": 0.829, "data": "2019-03-14 08:37:00"}, {"text": "Like all dreamers, I mistook disenchantment for truth.", "compound": 0.5859, "pos": 0.49, "neg": 0.0, "neu": 0.51, "data": "2019-03-09 13:33:04"}, {"text": "Rodriguinho, Robinho, Fred Thiago Neves, David, Raniel", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 08:02:02"}, {"text": "Disenchantment is so funny!! Matt Groening is the BEST.", "compound": 0.8823, "pos": 0.569, "neg": 0.0, "neu": 0.431, "data": "2019-03-09 23:39:44"}, {"text": "The Lord's Prayer in St Rognvald's Chapel; libations poured at the place of execution. The cat that appears and poses on cue, immediately dubbed a witches' cat. In the afternoon, witchcraft spoken of as \"the impossible crime\". Enchantment and disenchantment inhale and exhale. ", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-10 01:43:53"}, {"text": "What Netflix's Disenchantment Needs to Fix in Season 2. playinggames gamerslife game ", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-12 00:46:37"}, {"text": "i take back everything i said yesterday abt disenchantment ,,", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-09 20:40:51"}, {"text": "Kaahe aa bail mujhe maar kar rahe ho. Saare pretentious liberals abhi line Laga kar baari baari bolenge “ It’s not the man or his religion, but the circumstances and disenchantment that led to this”", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-13 16:17:01"}, {"text": "When Max Weber described the disenchantment of the world as its transformation into a causal mechanism through rational and empircial cognition, it precisely sums up the goal of enlightened European travelers and writers of the second half of the 18th century. ", "compound": 0.4939, "pos": 0.076, "neg": 0.0, "neu": 0.924, "data": "2019-03-10 16:38:40"}, {"text": "I’m sure disenchantment has a 2019 date!", "compound": 0.3802, "pos": 0.341, "neg": 0.0, "neu": 0.659, "data": "2019-03-13 18:35:52"}, {"text": " such a wonderful show. (feel like I should say something like bonzer but not gonna attempt). Today stories on Q fever (scary), rural women authors and political disenchantment , goodbye to drover Bruce Simpson including some of his evocative poetry, and rural news.", "compound": 0.5927, "pos": 0.14, "neg": 0.0, "neu": 0.86, "data": "2019-03-10 13:50:26"}, {"text": "Basically mw2. Not because of stupid trickshotting. That'll always be a ain in the cod franchise. But i did love the trash talking, great times if you were 15 or 16 years old and got in on 'your mom' jokes", "compound": 0.9198, "pos": 0.278, "neg": 0.0, "neu": 0.722, "data": "2019-03-10 18:25:59"}, {"text": "Disenchantment with the material world pushes us to the Himalaya to reconnect with Nature ", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-13 15:32:07"}, {"text": "Disenchantment - bean ruins alliance ", "compound": -0.4404, "pos": 0.0, "neg": 0.492, "neu": 0.508, "data": "2019-03-13 19:54:23"}, {"text": "And Disenchantment is better than both. Back to where Simpson’s was in S3-S7 humour wise. Brill", "compound": 0.8442, "pos": 0.412, "neg": 0.0, "neu": 0.588, "data": "2019-03-10 18:29:49"}, {"text": "In this land of hatred and disenchantment , Self love shall prevail", "compound": 0.0, "pos": 0.241, "neg": 0.241, "neu": 0.517, "data": "2019-03-11 03:06:38"}, {"text": "rewatching disenchantment as i should! ", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-13 02:21:00"}, {"text": " be leaving us hanging: Disenchantment The crown The Chilling adventures of Sabrina Insatiable Add a show you’d like Netflix to continue RT", "compound": 0.5859, "pos": 0.204, "neg": 0.046, "neu": 0.75, "data": "2019-03-14 02:32:25"}, {"text": "I’ve officially removed myself from the land of Internet Dating. My levels of disenchantment have reached new lows. I’d rather live in isolated delusion. and save up for my tiny pig...", "compound": 0.128, "pos": 0.129, "neg": 0.115, "neu": 0.756, "data": "2019-03-10 06:36:50"}, {"text": "FUTURAMA COMICS 62 BongoComics MattGroening BENDER LEELA BillyWest KateySagal Simpsons Disenchantment comicbooks ", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-09 12:48:21"}, {"text": "“Neither of these look like me. Make’m both look like me! THEN REMOVE ONE!” - King Zog, Disenchantment disenchantment kingzog", "compound": 0.6792, "pos": 0.247, "neg": 0.0, "neu": 0.753, "data": "2019-03-09 21:03:03"}, {"text": "Gotham has like four and it’s good. Lucifer, Big Mouth, disenchantment , altered carbon, American vandal, dynasty, Merlin, lost in space, Travelers, sex Ed, chilling adventures of sabrina, umbrella academy. Watch at least one episode bc they’re all so good :)", "compound": 0.8905, "pos": 0.277, "neg": 0.067, "neu": 0.655, "data": "2019-03-13 04:51:52"}, {"text": "I believe the degree of disenchantment in the country over the handling of Brexit is sufficient to make a general election irrelevant along traditional party political (red) lines. We need a new system of government", "compound": 0.4019, "pos": 0.08, "neg": 0.0, "neu": 0.92, "data": "2019-03-12 22:41:58"}, {"text": "i just wanna know when i’ll be getting more episodes", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-10 14:06:18"}, {"text": "Disenchantment has hit sections that growth left behind: Raghuram Rajan ETCFO ", "compound": 0.3818, "pos": 0.206, "neg": 0.0, "neu": 0.794, "data": "2019-03-13 17:08:39"}, {"text": "I once had a dream that I was watching Disenchantment on Hulu rather than Netflix. That's even more boring than your dream.", "compound": 0.1045, "pos": 0.177, "neg": 0.115, "neu": 0.708, "data": "2019-03-12 06:19:12"}, {"text": "August", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 11:38:13"}, {"text": "I haven't used PDI (Pentaho) for quite some time. Today I couldn't connect to a Exchange SMTP Server or read a Excel 2010 file. It feels like abandonware and I'm sad. I suppose it's the new trends with Open Source community editions and disenchantment .", "compound": 0.34, "pos": 0.123, "neg": 0.07, "neu": 0.807, "data": "2019-03-09 13:18:20"}, {"text": "Disenchantment by naming.", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 11:19:30"}, {"text": "Aparty, distrust, disenchantment , depression!......... as inec/APC(not Nigerians) decides.", "compound": -0.4753, "pos": 0.0, "neg": 0.306, "neu": 0.694, "data": "2019-03-09 20:45:50"}, {"text": "has anyone seen disenchantment ???", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-11 02:41:28"}, {"text": "Both also supported Stalin's purges and in 1938 O'Casey engaged in long newspaper debate with Malcolm Muggeridge who denounced the Terror - details also above. As Irish Protestants who moved to England, likely cause was radical disenchantment with/hatred of their own society.", "compound": 0.1531, "pos": 0.108, "neg": 0.073, "neu": 0.819, "data": "2019-03-10 05:09:34"}, {"text": "Are there really some people who don't like the disenchantment theme song because they feel that it doesn't hold up to the standards of the futurama and Simpsons theme's. Personally I really like it and the art. (it reminds me also of the incredible's end credits) ", "compound": -0.4973, "pos": 0.0, "neg": 0.089, "neu": 0.911, "data": "2019-03-13 22:32:44"}, {"text": "Can't decide whether to crack up on RW accounts blaming Nehru for the China veto or descend into a whirling abyss of shame and disenchantment over the future of this country if people are so daft.", "compound": -0.743, "pos": 0.0, "neg": 0.16, "neu": 0.84, "data": "2019-03-14 17:06:55"}, {"text": "patiently waiting for part 2 of disenchantment , c’mon with it ", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-10 10:45:00"}, {"text": "Is there a kind of disenchantment ? It makes me think abt Richard Bell tbh. His imagery re: white women. There’s a series of these & in one the caption reads something like Richard “call me”. Lolz. Which I love citing. ", "compound": 0.886, "pos": 0.24, "neg": 0.0, "neu": 0.76, "data": "2019-03-14 00:47:22"}, {"text": "Can't stop watching it's the funniest", "compound": 0.6692, "pos": 0.578, "neg": 0.0, "neu": 0.422, "data": "2019-03-14 08:15:10"}, {"text": "Like all dreamers, I mistook disenchantment for truth. Sartre", "compound": 0.5859, "pos": 0.444, "neg": 0.0, "neu": 0.556, "data": "2019-03-11 12:02:52"}, {"text": "Perhaps you could get rid Labour Party of people who cause disenchantment with it. Corbyn is proving to be a liability, and many of his yes-men too. It's their fault if Tories stay in power, not people who can't stand regressive strand in Labour.", "compound": -0.2023, "pos": 0.057, "neg": 0.095, "neu": 0.847, "data": "2019-03-14 02:19:56"}, {"text": "I know y’all aren’t trying to copy my boy Demon from ", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-13 14:56:53"}, {"text": "bodyguard, the rain, mindhunter, penny dreadful, bunu sakın izlemeyin, miss fisher's murders mysteries, disenchantment", "compound": -0.8176, "pos": 0.0, "neg": 0.436, "neu": 0.564, "data": "2019-03-11 05:21:03"}, {"text": "Unpopular opinion: I actually like disenchantment but it could be a little bit funnier", "compound": 0.597, "pos": 0.328, "neg": 0.0, "neu": 0.672, "data": "2019-03-12 09:37:32"}, {"text": "But it is not a radical change if you see the character as a human being instead of a cosmic flawless ethereal icon. He follows a completely natural and believable development. And that unfathomable reason you're searching for is called disenchantment .", "compound": 0.7264, "pos": 0.148, "neg": 0.0, "neu": 0.852, "data": "2019-03-12 01:45:52"}, {"text": "Disenchantment is suuuuuch a good show.", "compound": 0.4404, "pos": 0.42, "neg": 0.0, "neu": 0.58, "data": "2019-03-10 14:09:33"}, {"text": "Today I learned a word \" Disenchantment \". All the imagination for a wonderland inspires you. Finally you only find out that doesn't matter.", "compound": 0.4265, "pos": 0.132, "neg": 0.049, "neu": 0.819, "data": "2019-03-09 23:07:53"}, {"text": "No major developments took place in the samjhautaexpress Blast investigation. At the same time, there was a Muslim disenchantment with the Congress Party, and something substantial was needed to divert attention from the Congress's crushing defeat in the Gujarat state elections.", "compound": -0.4939, "pos": 0.095, "neg": 0.163, "neu": 0.742, "data": "2019-03-14 16:35:49"}, {"text": "One that could capitalize on the disenchantment of Macri voters by the economic situation. Lavagna Is better positioned for it. But it depends on the economic crisis being deepened. If Macri gets the economy to recover, its voters will stand and it will be him in front of CFK.", "compound": -0.296, "pos": 0.054, "neg": 0.076, "neu": 0.87, "data": "2019-03-11 00:26:43"}, {"text": "Sex Education is very witty and fun, Sick Note has a great plot, Disenchantment is fantasy Futurama, The Good Place if you haven’t seen it, Santa Clarita Diet is gross and fun, Hot Date for sketch comedy, also new Queer Eye comes out this week!", "compound": 0.889, "pos": 0.28, "neg": 0.106, "neu": 0.613, "data": "2019-03-12 07:30:08"}, {"text": "Sort of sums it all up really. Disenchantment , anxiety, doubt. Hard not to take a dim view really. And we wonder why our teens are anxious. Read the global news. Bleak, distressing and chaotic. mentalhealth mentalfitness ", "compound": -0.901, "pos": 0.0, "neg": 0.326, "neu": 0.674, "data": "2019-03-11 03:06:41"}, {"text": "WHAAA?", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 07:18:13"}, {"text": "Where is mine?? ", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 07:18:01"}, {"text": "I'm with Daniela on this. Neil's prognosis doesn't take into account the numbers of previous non-voters motivated by appeal of manifesto in pre-election campaign nor the depth of disenchantment with neoliberal status quo among the many.", "compound": 0.4588, "pos": 0.079, "neg": 0.0, "neu": 0.921, "data": "2019-03-13 01:57:11"}, {"text": "There's disenchantment worldwide. Either over government and establishments, over religion, over race, over tribe, over attitudes. We are nearing crescendo", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 00:23:43"}, {"text": " When are we getting new episodes Disenchantment", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 01:22:26"}, {"text": "Disenchantment - Elfo dances with a giant ", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-12 14:17:55"}, {"text": "just remembered a scene on Disenchantment where a baby was crying and the father said “there there, now. if you can cry, you can work” and the baby stopped crying", "compound": -0.8807, "pos": 0.0, "neg": 0.318, "neu": 0.682, "data": "2019-03-13 03:20:15"}, {"text": "Nancy Pelosi done this before: George Bush, fake Iraq war, trillions. Hundreds of thousands Iraqi ppl slaughtered. Zero accountability. Surprised abt Trump statement? Let’s stop being naive. Outrage politics, on both sides, raises lots of money. Disenchantment is real.", "compound": -0.9136, "pos": 0.038, "neg": 0.295, "neu": 0.667, "data": "2019-03-12 09:25:08"}, {"text": " me lembrou isso", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-10 01:58:16"}, {"text": "It's peedi media that created hope & disenchantment .", "compound": 0.5994, "pos": 0.495, "neg": 0.0, "neu": 0.505, "data": "2019-03-13 10:04:52"}, {"text": "disenchantment isn’t necessarily a bad thing. beginning enlightenment", "compound": -0.5423, "pos": 0.0, "neg": 0.368, "neu": 0.632, "data": "2019-03-14 11:38:30"}, {"text": "I got called a racist because I left a comment about how I enjoyed Disenchantment and apparently someone thought that because most of the characters were white anyone who watched it must be racist for enjoying it. Some people man, this website can be weird.", "compound": -0.4588, "pos": 0.13, "neg": 0.189, "neu": 0.681, "data": "2019-03-13 08:03:17"}, {"text": "Disenchantment amongst middle class is huge, and now they are vocal also but still 45% vote share for tmc all most in all seats.", "compound": 0.5346, "pos": 0.168, "neg": 0.0, "neu": 0.832, "data": "2019-03-12 19:30:00"}, {"text": "You have put picture of Sringeri acharya in the DP. I first came to know the deep disenchantment of Hindus with BJP only on knowing the thundering slap Sringeri delivered across the cheeks of BJP in Karnataka elections.", "compound": 0.1531, "pos": 0.043, "neg": 0.0, "neu": 0.957, "data": "2019-03-12 11:13:38"}, {"text": "Like all dreamers I confuse disenchantment with truth. PlayHouseFinaleMediaCon", "compound": 0.4404, "pos": 0.41, "neg": 0.162, "neu": 0.427, "data": "2019-03-12 14:59:51"}, {"text": "Ok so animated shows are: Disenchantment , Paradise PD, Final Space all of them are great :) and for other shows : Nightflyers, Kingdom, sex education and for a nice movie Polar :3 hope you will find something for you", "compound": 0.9702, "pos": 0.429, "neg": 0.0, "neu": 0.571, "data": "2019-03-14 16:52:04"}, {"text": "Welp didn’t realize. I’m still personally interested to see what she does but I understand the disenchantment", "compound": 0.2144, "pos": 0.11, "neg": 0.0, "neu": 0.89, "data": "2019-03-12 22:15:53"}, {"text": "Does anyone know when Disenchantment is supposed to return? It seems like there should have been new episodes by now, or at least a date announced.", "compound": 0.3612, "pos": 0.094, "neg": 0.0, "neu": 0.906, "data": "2019-03-10 11:36:58"}, {"text": "Disenchantment is good", "compound": 0.4404, "pos": 0.592, "neg": 0.0, "neu": 0.408, "data": "2019-03-12 06:22:28"}, {"text": "Be yourself. Especially, do not feign affection. Neither be cynical about love; for in the face of all aridity and disenchantment , it is as perennial as the grass.", "compound": 0.5586, "pos": 0.187, "neg": 0.081, "neu": 0.732, "data": "2019-03-10 23:06:17"}, {"text": "Hopefully not: disenchantment --> dark ages then dark ages --> renaissance/enlightenment", "compound": 0.4019, "pos": 0.213, "neg": 0.0, "neu": 0.787, "data": "2019-03-14 11:44:43"}, {"text": "Disenchantment Season 2, please!", "compound": 0.3802, "pos": 0.464, "neg": 0.0, "neu": 0.536, "data": "2019-03-14 09:13:57"}, {"text": "Journal of the Vril » Boobs and Dragons: My Disenchantment With Modern Sci-Fi ", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-10 05:44:18"}, {"text": "Universe in Disenchantment : the Rational Energy benefiting the Earth. ", "compound": 0.2732, "pos": 0.208, "neg": 0.0, "neu": 0.792, "data": "2019-03-14 18:41:59"}, {"text": "Disenchantment (from the creator of the Simpsons)", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-12 09:52:26"}, {"text": "I really enjoyed Disenchantment more than I'd expected. I hope it gets a chance to develop further", "compound": 0.8173, "pos": 0.436, "neg": 0.0, "neu": 0.564, "data": "2019-03-11 04:34:53"}, {"text": "What Netflix's Disenchantment Needs to Fix in Season 2. playinggames VideoGames ", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-13 03:08:46"}, {"text": "Cosmic Pessimism sounds more like a mood than a book... nihilism, pessimism, speculative realism and “the philosophical form of disenchantment ” ... Some nice light bedtime reading, aye? ;)", "compound": 0.4391, "pos": 0.255, "neg": 0.143, "neu": 0.602, "data": "2019-03-13 05:53:09"}, {"text": "indonesians yet again; disenchantment", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-12 20:41:33"}, {"text": "I've got a few more ideas (no more anime recs ) Star Wars: The Clone Wars The Twilight Zone (1959) Daredevil The I.T. Crowd Fawlty Towers Monty Python (you've probably seen these 4 already ) Disenchantment Hilda Ash vs. Evil Dead (still haven't seen) Maybe Watership Down", "compound": -0.9468, "pos": 0.027, "neg": 0.287, "neu": 0.686, "data": "2019-03-13 10:14:36"}, {"text": "When is season 2 starting?", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 01:28:48"}, {"text": "DAY 73: Luci ( Disenchantment ) -a demon -like, literally a lil devil -tiabeanie's and elf's evil partner in crime -if she doubts wheter doing or not something that's risky/dangerous, he'll convince her to do it -sarcastic, savage, kinda rude -but hilarious -a fucking icon ", "compound": -0.7542, "pos": 0.09, "neg": 0.253, "neu": 0.657, "data": "2019-03-14 15:37:05"}, {"text": "I understand your disenchantment with AG Sessions, but let’s wait to see how this all unfolds prior to burying him, is all.", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-12 00:51:37"}, {"text": "Sweaters please", "compound": 0.3182, "pos": 0.697, "neg": 0.0, "neu": 0.303, "data": "2019-03-14 07:25:00"}, {"text": "Currently wait on new seasons of The Umbrella Academy Santa Clarita Diet Disenchantment Derry Girls End of the F***ing World I’m giving you a week, ", "compound": 0.34, "pos": 0.094, "neg": 0.0, "neu": 0.906, "data": "2019-03-11 02:33:28"}, {"text": "Hazare wasn’t new in this. In past, bigger movements in India have happened. Caused more disenchantment and disengagement. People will always look for a leader who can articulate their wishes/aspiration. Kejriwal offered good option.", "compound": 0.4404, "pos": 0.083, "neg": 0.0, "neu": 0.917, "data": "2019-03-09 13:39:26"}, {"text": "How to effectively portray a demonic character on animated show... Give it a cat like personality. Disenchantment nailedit", "compound": 0.6597, "pos": 0.278, "neg": 0.0, "neu": 0.722, "data": "2019-03-14 14:42:09"}, {"text": "It was eight long years of disenchantment and incompetence. Our world under Obama was more dangerous. via ", "compound": -0.7713, "pos": 0.0, "neg": 0.309, "neu": 0.691, "data": "2019-03-12 08:54:04"}, {"text": "I think they're political films. Not in the most conscious, ideological way, but in the sense that they reflected the era's zeitgeist. Rumble Fish, and River's Edge say something about Reagan's America. And Slacker captured the late 80s/early 90s \"end of history\" disenchantment .", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 11:39:44"}, {"text": "Yeah it’s the same problem I have with the Disenchantment side characters. All I hear is the voice actors other characters.", "compound": -0.128, "pos": 0.1, "neg": 0.123, "neu": 0.776, "data": "2019-03-11 02:47:36"}, {"text": "MAGA disenchantment is growing. Illegals pouring in mean more and more portable classrooms for their kids. GOP stays silent on the issue. GOP stays in a DC bubble of worthless pursuits/topics. MAGA is NOT listening to them. Focus on REAL MAGA issues. Rep Ohmar does NOT matter.", "compound": -0.3125, "pos": 0.035, "neg": 0.082, "neu": 0.883, "data": "2019-03-10 01:56:32"}, {"text": "Bean gets high off snake root - Disenchantment ", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-13 19:56:49"}, {"text": "Disenchantment if you haven't seen it yet", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-11 08:24:12"}, {"text": "Will Nffu be thorn in the flesh or Achilles heel it is for the govt to decide.But in no case they can wish away the growing discontentment & total disenchantment amongst OGAS.", "compound": 0.296, "pos": 0.127, "neg": 0.064, "neu": 0.809, "data": "2019-03-10 13:52:34"}, {"text": "When will A.I. get on theory's level, no offense everyone. That period where everyone pretended mediatheory wasn't a real field was extremely societally en-dumbening (I think Stiegler warrants this to Weber's sociological theory of ' disenchantment ' which has been crudely modeled", "compound": -0.6597, "pos": 0.0, "neg": 0.151, "neu": 0.849, "data": "2019-03-11 12:13:09"}, {"text": "Nurse Jackie, Bojack Horseman, F is for family, Grey's anatomy, dexter, breaking bad, the office, Gilmore girls, stranger things, the ranch, disenchantment , dark tourist", "compound": -0.5423, "pos": 0.0, "neg": 0.137, "neu": 0.863, "data": "2019-03-09 10:30:02"}, {"text": "Grace and Frankie! I also love Disenchantment and Big Mouth :)", "compound": 0.8832, "pos": 0.595, "neg": 0.0, "neu": 0.405, "data": "2019-03-14 09:13:05"}, {"text": "“Anything, really. I started watching Disenchantment again.” He shrugs, slipping his hand into Brendon’s own. Leaving his shoes by the door, Kota heads over to the couch and lays down on his back, making himself comfortable.", "compound": 0.7579, "pos": 0.165, "neg": 0.0, "neu": 0.835, "data": "2019-03-12 06:30:18"}, {"text": "Will Nffu be thorn in the flesh or Achilles heel it is for the govt to decide.But in no case they can wish away the growing discontentment &amp; total disenchantment amongst OGAS.2019-03-10T05:52:34.000Z", "compound": 0.296, "pos": 0.124, "neg": 0.062, "neu": 0.815, "data": "2019-03-10 14:01:39"}, {"text": "Got a chance to catch up on media during spring break! I’ve: -Read 50 pages of Madeline Miller’s *amazing* book Circe -Read two compilation volumes of the incredible comic Saga -Read 88 pages of Harry Potter for class -Watched 5 episodes of Disenchantment (okay, rewatched)", "compound": 0.3164, "pos": 0.052, "neg": 0.0, "neu": 0.948, "data": "2019-03-13 06:12:25"}, {"text": "Cool shirts from ! Two of them have characters I designed for the show, Shocko the elf and the Dreamland fairy! ", "compound": 0.4374, "pos": 0.138, "neg": 0.0, "neu": 0.862, "data": "2019-03-14 03:03:04"}, {"text": "Again...princess teabeanie from disenchantment (Ik she’s not Disney but close enough)", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-09 10:13:17"}, {"text": "and now im off to watch disenchantment", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 12:21:02"}, {"text": "Wishing isn't smoky disenchantment , wistful humming of guilt~ arganee poetry", "compound": 0.2263, "pos": 0.174, "neg": 0.0, "neu": 0.826, "data": "2019-03-11 16:16:08"}, {"text": "Disenchantment is a great show lol", "compound": 0.7845, "pos": 0.697, "neg": 0.0, "neu": 0.303, "data": "2019-03-12 23:20:06"}, {"text": "Mostly for programmers and such, but good for users to read too, I think. Software disenchantment @", "compound": 0.5927, "pos": 0.216, "neg": 0.0, "neu": 0.784, "data": "2019-03-11 17:17:15"}, {"text": "does anyone watch disenchantment cuz DAMN thIS IS FUNNY", "compound": 0.0516, "pos": 0.258, "neg": 0.244, "neu": 0.498, "data": "2019-03-13 09:37:02"}, {"text": "I'll just say it: Americans are anxious about our future. You're right about off shoring. Automation is going to compound that. The disenchantment with Trump is largely driving this.", "compound": -0.25, "pos": 0.0, "neg": 0.067, "neu": 0.933, "data": "2019-03-10 13:35:32"}, {"text": "Universe in Disenchantment : the Book of the books! ", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-11 02:55:41"}, {"text": "JB only offers the disenchantment option", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-10 07:11:56"}, {"text": "Ibadan has never bn his stronghold. he only won Ibadan in 2011 because of the disenchantment towards Akala", "compound": 0.5155, "pos": 0.176, "neg": 0.065, "neu": 0.759, "data": "2019-03-10 16:27:29"}, {"text": "They sacked Pulis due to overwhelming supporter disenchantment", "compound": 0.2732, "pos": 0.231, "neg": 0.0, "neu": 0.769, "data": "2019-03-10 19:31:36"}, {"text": "Disenchantment is painful but it makes you react fast", "compound": -0.2382, "pos": 0.0, "neg": 0.196, "neu": 0.804, "data": "2019-03-13 03:29:24"}, {"text": "Watching Disenchantment series for the 3rd time. \"I wish you all the gumdropss in the rainbow.\" - Elfo", "compound": 0.4019, "pos": 0.144, "neg": 0.0, "neu": 0.856, "data": "2019-03-10 09:24:32"}, {"text": "In this time of political disenchantment 'How Australia's compulsory voting saved it from Trumpism' is well worth a read. ", "compound": 0.7003, "pos": 0.312, "neg": 0.0, "neu": 0.688, "data": "2019-03-11 04:44:12"}, {"text": " Twinanigans was the worst episode I've watched; terrible animation, awful lack of visual continuity - and who the hell wrote this? Do you even know the character's backstory? This is why people prefer and - even wins!", "compound": -0.9331, "pos": 0.073, "neg": 0.352, "neu": 0.575, "data": "2019-03-13 19:56:38"}, {"text": "Like all dreamers I confuse disenchantment with truth.", "compound": 0.4404, "pos": 0.449, "neg": 0.178, "neu": 0.374, "data": "2019-03-09 12:17:57"}, {"text": "Voted in near desolate catchment of disenchantment ! ", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-09 20:23:26"}, {"text": "neymar is that you ?", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-09 10:21:33"}, {"text": "I miss Disenchantment we need more of that asap", "compound": -0.1531, "pos": 0.0, "neg": 0.186, "neu": 0.814, "data": "2019-03-14 06:45:22"}, {"text": "To be clear, I'm well left of Bernie's politics, but he emerged as a primary candidate in 2016 after 8 years of Obama (building on Occupy and disenchantment w Obama etc).", "compound": 0.3291, "pos": 0.114, "neg": 0.0, "neu": 0.886, "data": "2019-03-09 11:19:23"}, {"text": "TressMacneille Animaniacs thesimpsons Futurama disenchantment ChipandDaleRescueRangers TinyToons Rugrats and so many more. Fanart ", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-13 18:45:59"}, {"text": "Watch Disenchantment Online on SideReel", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-13 13:21:49"}, {"text": "I don't want a tshirt. I want a new season!", "compound": -0.1867, "pos": 0.0, "neg": 0.406, "neu": 0.594, "data": "2019-03-14 10:32:56"}, {"text": "Guilty as charged. The remark while not well-thought out, comes from a place of disenchantment . It seems like a distraction. And the FBI is not your local police department. They don't investigate just any ol' crime.", "compound": -0.802, "pos": 0.059, "neg": 0.254, "neu": 0.687, "data": "2019-03-13 06:45:28"}, {"text": "Disenchantment Oh, how charming er, uncharming", "compound": 0.5859, "pos": 0.432, "neg": 0.0, "neu": 0.568, "data": "2019-03-12 22:52:02"}, {"text": "Disenchantment (netflix) is up there with Family Guy for me.", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-11 18:35:39"}, {"text": "An important takeaway from this piece - and not just for trade mavens: There seems to be broad, bipartisan disenchantment in the US Congress with the WTO . Even among former enthusiasts: globalization", "compound": 0.4939, "pos": 0.127, "neg": 0.0, "neu": 0.873, "data": "2019-03-13 02:11:15"}, {"text": " just listened to the last podcast. Really enjoyed FPLToilet but understand why you've finished. I had that same disenchantment from football. It's not as fun as it was, and other stuff easily fills the gap Very best of luck and remember we'll always have Kolarov!", "compound": 0.9296, "pos": 0.277, "neg": 0.06, "neu": 0.662, "data": "2019-03-13 03:07:36"}, {"text": "I think we have to start heal within our community one brother one sista at x Rome wasn’t built in a day so 500 years of disenchantment in the black community can’t be done on a big level over night. Need to start with the neighbor that looks like you but doesn’t hold your value.", "compound": 0.5927, "pos": 0.09, "neg": 0.0, "neu": 0.91, "data": "2019-03-13 05:42:48"}, {"text": "if you haven’t watched Disenchantment on netflix then you are missing out", "compound": -0.296, "pos": 0.0, "neg": 0.167, "neu": 0.833, "data": "2019-03-13 11:55:37"}, {"text": "Umbrella Academy, Sex Education, Disenchantment , Stranger Things, On My Block, The Dragon Prince, A Series of Unfortunate Events, and The Magicians", "compound": -0.7096, "pos": 0.0, "neg": 0.247, "neu": 0.753, "data": "2019-03-14 19:36:04"}, {"text": "The most necessary is the Rational balance. And this balance is possible with Rational Immunization through reading Universe in Disenchantment .", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-11 10:49:55"}, {"text": "HAHAHAHA has won my favor DantesInferno ", "compound": 0.7506, "pos": 0.615, "neg": 0.0, "neu": 0.385, "data": "2019-03-12 16:49:59"}, {"text": "FACTS!!!! The show Disenchantment commissioned me BECAUSE I made fanart!!!! I’ve been acknowledged by/followed by/ ENCOURAGED by some of my fave celebrities for fan art!! Fuck this whole “fan art is unprofessional” bs. I’m 17 and am carving myself a career path doing what I love ", "compound": 0.8834, "pos": 0.25, "neg": 0.063, "neu": 0.687, "data": "2019-03-11 06:13:06"}, {"text": "last month we interviewed the great at the offices, and the results are now LIVE on the Talking Simpsons Network! sign up today to hear us chat with Josh and tons of other Simpsons all-stars! ", "compound": 0.6892, "pos": 0.121, "neg": 0.0, "neu": 0.879, "data": "2019-03-10 04:40:56"}, {"text": "About once a week I think, “Cassie is just like Luci from Disenchantment !” And it’s a revelation every time. She’s my own personal demon.", "compound": 0.4199, "pos": 0.117, "neg": 0.0, "neu": 0.883, "data": "2019-03-14 10:14:13"}, {"text": "Definitely got this last night while watching disenchantment", "compound": 0.4019, "pos": 0.278, "neg": 0.0, "neu": 0.722, "data": "2019-03-12 10:28:26"}, {"text": "; DISENCHANTMENT 1 season 10 episodes ", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-10 18:34:51"}, {"text": "We’ve had people say our cat is like Toothless from How to Train Your Dragon or Bagheera from the Jungle Book but actually he’s Luci from Disenchantment ", "compound": 0.0129, "pos": 0.062, "neg": 0.06, "neu": 0.879, "data": "2019-03-13 07:46:58"}, {"text": "I had my doubts about Disenchantment , but the first two episodes left a good first impression! I'm waiting for Elfo to say \"Eat my shorts\"", "compound": 0.7088, "pos": 0.231, "neg": 0.057, "neu": 0.712, "data": "2019-03-11 05:35:52"}, {"text": "Gwarimpa: Voters Attribute Low Turnout To Disenchantment From Presidential, NASS Elections ", "compound": -0.2732, "pos": 0.0, "neg": 0.174, "neu": 0.826, "data": "2019-03-10 10:09:27"}, {"text": "Good girl, big mouth, black mirror, abducted in plain sight, disenchantment", "compound": -0.1027, "pos": 0.191, "neg": 0.217, "neu": 0.592, "data": "2019-03-11 00:39:44"}, {"text": "That guy has obviously never watched South Park, Rick and Morty, Disenchantment or Bojack Horseman", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 11:02:48"}, {"text": "Universe in Disenchantment : Rational Reasoning. ", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 00:40:11"}, {"text": "Not very popular but super good? Hap and Leonard, Friends From College, Mindhunter, Rectify, Glitch, Jericho, The Let Down, Parenthood, Disenchantment , Hell On Wheels", "compound": 0.763, "pos": 0.336, "neg": 0.2, "neu": 0.464, "data": "2019-03-11 10:01:23"}, {"text": "Mr Verhofstadt - Go AWAY! This problem has absolutely nothing to do with you. This is a HoC problem and your two cents worth brings nothing to the party. It just raises the temperature of disenchantment unnecessarily.", "compound": -0.7227, "pos": 0.047, "neg": 0.195, "neu": 0.759, "data": "2019-03-13 19:05:47"}, {"text": "I sympathize with all grown up men and women who are prone to hero-worshipping politicians and celebrities. all hero-worshipping leads to disenchantment and disillusionment.! ~ ravie ravan kathuria", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-13 02:01:26"}, {"text": "i know i say this a lot but.. PLEASE WATCH DISENCHANTMENT ON NETFLIX", "compound": 0.4648, "pos": 0.252, "neg": 0.0, "neu": 0.748, "data": "2019-03-13 10:18:10"}, {"text": "Getting bored of being told how to support my club. In over 30 years of going to games, I've seen disenchantment with chairmen and owners, and endured poisonous atmospheres. We're now top of the league and I'm seeing fans complain that some of us aren't singing songs correctly...", "compound": -0.5859, "pos": 0.081, "neg": 0.149, "neu": 0.771, "data": "2019-03-14 16:09:43"}, {"text": "I’m just wondering when they are going to release Part 2 of Disenchantment ..", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 10:54:15"}, {"text": "Like all dreamers, I mistook disenchantment for truth.", "compound": 0.5859, "pos": 0.49, "neg": 0.0, "neu": 0.51, "data": "2019-03-13 17:33:04"}, {"text": "Favorite episode of Disenchantment ?", "compound": 0.4588, "pos": 0.5, "neg": 0.0, "neu": 0.5, "data": "2019-03-14 10:52:46"}, {"text": "Excitement. Anxiety. Confidence. Disenchantment . Gratitude. In other words, the 5 phrases of being a PTO leader! ", "compound": 0.8553, "pos": 0.463, "neg": 0.078, "neu": 0.459, "data": "2019-03-13 09:15:06"}, {"text": "Like all dreamers, I mistook disenchantment for truth.", "compound": 0.5859, "pos": 0.49, "neg": 0.0, "neu": 0.51, "data": "2019-03-10 09:33:04"}, {"text": " You have to integrate a system of disenchantment of the \"objects\" obtained, which created dust to be able to buy what one wants afterwards.", "compound": 0.25, "pos": 0.083, "neg": 0.0, "neu": 0.917, "data": "2019-03-14 01:33:36"}, {"text": "I hope so. I eagerly wait for more.", "compound": 0.6997, "pos": 0.592, "neg": 0.0, "neu": 0.408, "data": "2019-03-14 07:52:48"}, {"text": "With this shirt I won’t have to shave my legs!", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 02:30:39"}, {"text": "Wearing dresses is hard. Try a shirt. Disenchantment tees now available from ! ", "compound": -0.1759, "pos": 0.0, "neg": 0.145, "neu": 0.855, "data": "2019-03-14 01:20:35"}, {"text": "There is no philosophical compensation to be achieved amidst the disenchantment of the world.", "compound": -0.296, "pos": 0.0, "neg": 0.145, "neu": 0.855, "data": "2019-03-12 03:09:13"}, {"text": "We are not all the same. It’s a constant story of love and unloved/ disenchantment with the royals for decades", "compound": 0.6369, "pos": 0.189, "neg": 0.0, "neu": 0.811, "data": "2019-03-09 20:11:41"}, {"text": "I like that elfo t-shirt", "compound": 0.3612, "pos": 0.455, "neg": 0.0, "neu": 0.545, "data": "2019-03-14 03:06:00"}, {"text": "When is Disenchantment season 2 pls", "compound": 0.0772, "pos": 0.245, "neg": 0.0, "neu": 0.755, "data": "2019-03-11 13:08:49"}, {"text": "Oh, and About Modern Science’s Disenchantment of the World—Not So Fast - Law & Liberty ", "compound": 0.5667, "pos": 0.234, "neg": 0.0, "neu": 0.766, "data": "2019-03-13 00:50:55"}, {"text": "caaaaan you take it all awaaaaaaaaay, caaaan you take it all awaaaaaaaaaaay, well you shoved it in my faaaaaaaaaaaacee this pain you gave to meeeeeeeeeh", "compound": -0.4166, "pos": 0.072, "neg": 0.134, "neu": 0.794, "data": "2019-03-13 17:16:20"}, {"text": "Mr Raghuram Rajan do not conspire or condescend to abysmally low levels of making up for your 'self-generated humiliation'....your disenchantment is NOT the country's.!! do not try to mix oil with water. A TRUE ECONOMIST will never, ever talk 'slimy rubbish' to seek attention.?", "compound": 0.4619, "pos": 0.087, "neg": 0.044, "neu": 0.868, "data": "2019-03-13 17:45:36"}, {"text": "Voter disenchantment is largely result of incumbent politicians ignoring their bestowed electoral mandate...to pursue naked self-interest...and to enact favorable policies that provide ROI to donors. We need to take back good government and refocus it to the public good thedrum", "compound": 0.7351, "pos": 0.187, "neg": 0.057, "neu": 0.756, "data": "2019-03-11 16:26:37"}, {"text": "Supernatural Grey's Anatomy Black Mirror Friends HIMYM Seinfeld Stranger Things Criminal Minds The Walking Dead Insatiable Scream the tv series Glee The Carrie Diaries Disenchantment DON'T JUDGE ME", "compound": -0.4767, "pos": 0.179, "neg": 0.256, "neu": 0.565, "data": "2019-03-13 19:36:03"}, {"text": "“Neither be cynical about love; for in the face of all aridity and disenchantment it is as perennial as the grass.”", "compound": 0.3818, "pos": 0.163, "neg": 0.101, "neu": 0.736, "data": "2019-03-13 03:56:48"}, {"text": " I don't think you have any idea how angry people are at the behaviour of parliamentarians, Conservative MPs, and particularly Govt ministers like yourself, who defy a 3 line whip in the face of a mandate from 17.5m voters. Raw anger and disenchantment . Wont end well.", "compound": -0.7228, "pos": 0.056, "neg": 0.178, "neu": 0.766, "data": "2019-03-14 07:15:59"}, {"text": "Just finished Disenchantment and I’m dying because I NEED to know what Elfo is", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-12 08:01:05"}, {"text": "Like all dreamers, I mistook disenchantment for truth. - Jean-Paul Sartre", "compound": 0.5859, "pos": 0.407, "neg": 0.0, "neu": 0.593, "data": "2019-03-11 00:52:39"}, {"text": "Paradise PD and Disenchantment .", "compound": 0.6369, "pos": 0.583, "neg": 0.0, "neu": 0.417, "data": "2019-03-14 11:06:09"}, {"text": "Final Space You Disenchantment Hilda Sex Education TrollHunters", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-09 16:44:44"}, {"text": "Disenchantment | What's war? ", "compound": -0.5994, "pos": 0.0, "neg": 0.661, "neu": 0.339, "data": "2019-03-12 20:52:48"}, {"text": "-The hunting of hill house -You -The assassination of gianni Versace -The good place -The umbrella academy - Disenchantment -sense 8", "compound": -0.25, "pos": 0.122, "neg": 0.164, "neu": 0.714, "data": "2019-03-09 18:29:21"}, {"text": "what about black mirror", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-12 04:40:14"}, {"text": "The words that comes to mind are disenchantment and cynicism. ", "compound": -0.4019, "pos": 0.0, "neg": 0.231, "neu": 0.769, "data": "2019-03-09 23:44:54"}, {"text": "My ontarian brother, as a winnipeger, that happened to me as well but in the summer. I had nothing on me minding my own business walking home from work. Ive been tossed to the ground, had a knife close to my throat and theyve searched me until they foumd nothing except for my key", "compound": 0.1406, "pos": 0.03, "neg": 0.0, "neu": 0.97, "data": "2019-03-10 18:29:55"}, {"text": "There is a thin line amongst election rigging/rigged-in leaders/voter apathy/citizenship apathy/patriotism apathy/exaltation of corruption/doom! I wonder how we will come out of this disenchantment of 2019 whereby bad Nigerians wrecked Nigeria.", "compound": -0.5848, "pos": 0.0, "neg": 0.119, "neu": 0.881, "data": "2019-03-12 16:17:59"}, {"text": "“it’s called disenchantment .” steals a piece of popcorn and eats it before speaking again. “why’re you here? not that i mind, just asking.”", "compound": -0.5106, "pos": 0.0, "neg": 0.136, "neu": 0.864, "data": "2019-03-14 10:36:54"}, {"text": "Just a small fella ~~~~~ myart fanart drawing disenchantment luci Netflix ", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-10 06:16:41"}, {"text": "I would say so. On top of being a magnificent lady, she's working The Simpsons, comic cons, just finishing Kingdom Hearts 3, voicing Daisy Duck, and working on Disenchantment with you. And I probably just barely scraped the surface. How's Disenchantment going? I'm loving it.", "compound": 0.8714, "pos": 0.202, "neg": 0.0, "neu": 0.798, "data": "2019-03-12 10:24:48"}, {"text": "Just found out Disenchantment exists and it filled a Futurama sized hole in my heart", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-10 12:37:42"}, {"text": "We're a TV podcast for geeks ! We pick out a variety of shows--from the popular to the obscure--to binge (or have binged) & talk about them! We've done Disenchantment & Firefly . We're almost done w/ CarmenSandiego . Feel free to start convos using bingeTV . =D ", "compound": 0.8838, "pos": 0.223, "neg": 0.029, "neu": 0.748, "data": "2019-03-14 01:42:14"}, {"text": "disenchantment is a whole mood", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-10 00:18:09"}, {"text": "I like his expression. Its almost as if he's getting off exploiting the disenchantment of others. Would be scary if that 16 year old did it for a long term career vying for TV appearances all day long.", "compound": -0.5574, "pos": 0.06, "neg": 0.147, "neu": 0.793, "data": "2019-03-14 13:32:37"}, {"text": "Been on a Matt Groening kick lately...so here's some of my favorite Groening girls chillin Disenchantment Futurama TheSimpsons ", "compound": 0.4588, "pos": 0.158, "neg": 0.0, "neu": 0.842, "data": "2019-03-11 00:14:10"}, {"text": "Like all dreamers, I mistook disenchantment for truth.", "compound": 0.5859, "pos": 0.49, "neg": 0.0, "neu": 0.51, "data": "2019-03-12 21:33:04"}, {"text": "Gwarimpa: voters attribute low turnout to disenchantment from presidential, NASS elections ", "compound": -0.2732, "pos": 0.0, "neg": 0.189, "neu": 0.811, "data": "2019-03-09 22:24:33"}, {"text": "I understand the agony, the blackpills, the need to vent, and all the rest. I share the sense of disenchantment . But people realize, memes aside, that Democrat rule, even with Yang at the helm, would mean at least short term catastrophe, right?", "compound": -0.7184, "pos": 0.047, "neg": 0.155, "neu": 0.797, "data": "2019-03-10 00:53:35"}, {"text": "Disenchantment has hit sections that growth left behind: Raghuram Rajan ", "compound": 0.3818, "pos": 0.224, "neg": 0.0, "neu": 0.776, "data": "2019-03-13 09:00:27"}, {"text": " is chaz going to make more appearances??? I BEG YOU TO CENTRE A WHOLE EPISODE ON HIM", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-11 08:34:12"}, {"text": "D not feign affection. Neither be cynical about love, for in the face of all aridity and disenchantment , it is as perennial as the grass. -Desiderata", "compound": 0.5586, "pos": 0.205, "neg": 0.089, "neu": 0.706, "data": "2019-03-09 15:04:06"}, {"text": "Brand new on the Patreon for some weekend listening: Talking Simpsons podcasts with Josh Weinstein for an interview all about his career with Simpsons & ! Recorded in-person at his office! Sign up and listen now!! ", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-09 23:34:10"}, {"text": "ah, finally some merchandise is being made.", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 01:22:37"}, {"text": "Disenchantment on Netflix is a great spiritual successor to Futurama. Big Mouth is totally gross and hilarious.", "compound": 0.6778, "pos": 0.368, "neg": 0.139, "neu": 0.493, "data": "2019-03-10 22:57:45"}, {"text": " yo realease season two", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-13 06:21:20"}, {"text": "I believe Rajan is talking about the general disenchantment with capitalism - and the rise of nationalism in that regard. The reference is more to US and europe. We need to listen to the saner voices out there . we need not agree with each others views but debate is essential !", "compound": -0.2136, "pos": 0.0, "neg": 0.038, "neu": 0.962, "data": "2019-03-13 11:10:36"}, {"text": "Be yourself. Especially, do not feign affection. Neither be critical about love; for in the face of all aridity and disenchantment it is as perennial as the grass.", "compound": 0.5245, "pos": 0.182, "neg": 0.082, "neu": 0.737, "data": "2019-03-12 06:08:06"}, {"text": "F is for Family, Disenchantment , Bobs Burgers", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 11:18:16"}, {"text": "I have four club seats and have had four seats for more than a decade, yes lots of disenchantment , but I think the hockey viewing public (mostly seat holders) want to watch 97. Businesses for sure might walk away as it is not a good use of marketing monies.", "compound": 0.3122, "pos": 0.126, "neg": 0.062, "neu": 0.812, "data": "2019-03-14 03:32:09"}, {"text": "Disenchantment has hit you mr economist , no more this will cut ice.", "compound": -0.552, "pos": 0.0, "neg": 0.313, "neu": 0.687, "data": "2019-03-14 02:20:58"}, {"text": "Rick and morty Hilda Final space Disenchantment .. ", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-09 21:08:50"}, {"text": "Disenchantment needs to come back on. that first season ended so good.", "compound": 0.5777, "pos": 0.254, "neg": 0.0, "neu": 0.746, "data": "2019-03-11 22:25:03"}, {"text": "Pollachi will completely change the fate of politics and poll results in TN. The disenchantment is universal.", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 01:34:56"}, {"text": "Juventus x Ajax Barcelona x Tottenham Liverpool x City United x Porto Humm", "compound": 0.4215, "pos": 0.259, "neg": 0.0, "neu": 0.741, "data": "2019-03-14 06:05:56"}, {"text": "Funko is making products for Disenchantment . ", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-11 05:50:44"}, {"text": "This is a good start but I need a sad Merkimer shirt ", "compound": -0.4939, "pos": 0.149, "neg": 0.317, "neu": 0.534, "data": "2019-03-14 02:14:51"}, {"text": "Can we please get a Disenchantment season 2!!!", "compound": 0.4898, "pos": 0.346, "neg": 0.0, "neu": 0.654, "data": "2019-03-13 20:51:38"}, {"text": "- final space - disenchantment - you - orphan black - everything sucks - girlboss", "compound": -0.3612, "pos": 0.0, "neg": 0.238, "neu": 0.762, "data": "2019-03-10 07:09:22"}, {"text": "...i tried watching that netflix show by Matt Groening \" Disenchantment \"....dudes....its boring...i literally didnt laugh and fell asleep watching it", "compound": -0.4449, "pos": 0.0, "neg": 0.133, "neu": 0.867, "data": "2019-03-10 13:55:58"}, {"text": "Currently reading Bullshit Jobs by David Graeber Anthropology sociology disenchantment", "compound": -0.5859, "pos": 0.0, "neg": 0.297, "neu": 0.703, "data": "2019-03-13 04:16:57"}, {"text": "My new favorite curse word combo ... Mother bitch Disenchantment", "compound": -0.6486, "pos": 0.173, "neg": 0.422, "neu": 0.405, "data": "2019-03-14 14:47:49"}, {"text": "I need Season 2 of Disenchantment right NEOW", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-13 12:44:07"}, {"text": "No just Twitter NFl comments of about him and his disenchantment of Philly and our fans. Mostly Kelly.", "compound": -0.296, "pos": 0.0, "neg": 0.115, "neu": 0.885, "data": "2019-03-12 07:52:22"}, {"text": "* A series of unfortunate events * Disenchantment * American vandal * Narcos * Bodyguard * Paradise PD", "compound": 0.296, "pos": 0.259, "neg": 0.185, "neu": 0.556, "data": "2019-03-14 15:18:34"}, {"text": "Disenchantment is funny af.", "compound": 0.4404, "pos": 0.492, "neg": 0.0, "neu": 0.508, "data": "2019-03-10 23:31:47"}, {"text": "time to watch a little Disenchantment . goodnight Twitter.", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-12 13:43:07"}, {"text": "I think and happen in the same universe. Just a few hundred years apart, Luci should do a crossover.", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 01:37:52"}, {"text": "so tempting.... but so broke...", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 13:41:35"}, {"text": "That's my college disenchantment story", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-13 07:23:38"}, {"text": "Like all dreamers, I mistook disenchantment for truth.", "compound": 0.5859, "pos": 0.49, "neg": 0.0, "neu": 0.51, "data": "2019-03-12 01:33:04"}, {"text": "she looks so much like princess bean from disenchantment omgg hahahaha ", "compound": 0.4173, "pos": 0.217, "neg": 0.0, "neu": 0.783, "data": "2019-03-13 12:10:54"}, {"text": "Where is Season 2", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 01:28:15"}, {"text": "oh man i thought i was the only one that loved disenchantment !!!", "compound": 0.6981, "pos": 0.323, "neg": 0.0, "neu": 0.677, "data": "2019-03-09 11:44:39"}, {"text": "...why I'm still so in love with our club after a painful disenchantment following the par for the course death threats and scorn due to my part in the TTGM stuff. The inclusiveness is captured so well in this video, due to the commentary of and ", "compound": -0.6225, "pos": 0.123, "neg": 0.21, "neu": 0.666, "data": "2019-03-09 09:19:46"}, {"text": "There's a story to be told about the children of the New Left generation and their (sometimes rightful) disenchantment with their parents. I far prefer New Left politics to neoliberalism but the direct offspring of that era did not seem impressed with their parents' praxis", "compound": -0.5157, "pos": 0.0, "neg": 0.073, "neu": 0.927, "data": "2019-03-14 09:23:38"}, {"text": "For such putatively emancipatory disenchantment Oh my, oh my", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-09 21:05:33"}, {"text": "Call for papers – 45th annual Nineteenth-Century French Studies colloquium ENCHANTMENT/ DISENCHANTMENT Oct 31-Nov 2, 2019 in Sarasota, Florida (Deadline 15 March) ", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-11 19:55:08"}, {"text": "A Time of Life, Tinged Already With Disenchantment ", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-09 19:29:47"}, {"text": "Dexter, Heroes, and Disenchantment . Also, latest season of Man In The High Castle is the only one for me so far that has felt like a chore to watch", "compound": 0.7003, "pos": 0.182, "neg": 0.0, "neu": 0.818, "data": "2019-03-11 04:52:57"}, {"text": "lets crush them", "compound": -0.1531, "pos": 0.0, "neg": 0.444, "neu": 0.556, "data": "2019-03-10 23:31:54"}, {"text": "Just finished 1st season of Disenchantment on Netflix , and although its a rough start with many jokes falling flat on their asses, I 100% recommend sticking with it. God bless you MattGroening .", "compound": 0.7783, "pos": 0.261, "neg": 0.044, "neu": 0.694, "data": "2019-03-14 15:44:02"}, {"text": "Unbreakable Kimmy Schmidt, Schitt's Creek, Bojack Horseman, Grace and Frankie, The Nailed It episodes with Jaque and , Russian Doll, Disenchantment , Master of None, F is for Family", "compound": 0.4215, "pos": 0.101, "neg": 0.0, "neu": 0.899, "data": "2019-03-13 03:17:19"}, {"text": "I didn’t like disenchantment at first. Now here I am waiting for s2", "compound": 0.3612, "pos": 0.2, "neg": 0.0, "neu": 0.8, "data": "2019-03-10 13:14:25"}, {"text": "Whoever triumphs with Rational Immunization is saved from anything that could magnetize him.(Universe in Disenchantment ) ", "compound": 0.7003, "pos": 0.309, "neg": 0.0, "neu": 0.691, "data": "2019-03-13 09:36:29"}, {"text": "There has always been disenchantment , but they have been pooh-poohed, and accused of being \"overly-sensitive\" wet blankets.", "compound": -0.4215, "pos": 0.0, "neg": 0.149, "neu": 0.851, "data": "2019-03-14 05:42:58"}, {"text": "The delays are always other ways to overcome my continual disenchantment with the equinox.", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-13 06:01:42"}, {"text": "Nvmd got it. Still tho", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-13 15:05:33"}, {"text": "Disenchantment but they can't say it out loud. They feel like us really, we just speak it.", "compound": 0.5023, "pos": 0.169, "neg": 0.0, "neu": 0.831, "data": "2019-03-13 11:16:10"}, {"text": "your friend is not wrong, feels like there's a shift to interesting change happening in hardware and to physical things, opposed to pure IT/software -- regardless of industry, seems there's a lot of disenchantment and general unhappiness w/ people, could be the root of the issue", "compound": 0.4486, "pos": 0.16, "neg": 0.104, "neu": 0.736, "data": "2019-03-11 12:37:45"}, {"text": "In current scenario, voter disenchantment towards Modi is higher than in 2014, than the pro-wave for him then. If voter decides to throw over the existing govt, then no strength of ruling party nor weakness of opposition becomes relevant. It was seen in MP, Raj & CHG recently. /2", "compound": 0.7212, "pos": 0.151, "neg": 0.04, "neu": 0.808, "data": "2019-03-11 18:32:05"}, {"text": "Trust Autie Beed to peddle this lame excuse for the growing disenchantment with remote elites.", "compound": 0.2617, "pos": 0.307, "neg": 0.158, "neu": 0.535, "data": "2019-03-13 01:45:45"}, {"text": "What Disenchantment Needs to Fix in Season 2. playinggames gameplay ", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-13 20:10:46"}, {"text": "This Congi chamcha is still angling to become Rahul's Manmohan in a Mahamilawat government. The biggest disenchantment is among Indian banks struggling to recover bad loans handed out by his UPA masters. ", "compound": -0.743, "pos": 0.0, "neg": 0.178, "neu": 0.822, "data": "2019-03-13 09:09:24"}, {"text": "I disagree. While there was disenchantment with the presidential results, voter turnout after the presidential election has always been way worse", "compound": -0.6908, "pos": 0.0, "neg": 0.241, "neu": 0.759, "data": "2019-03-10 23:47:48"}, {"text": "Perhaps, but that direction would need to have carried on a lot further. 54 Vs 46 isn't enough. The strength of feeling, the potential for unrest, the scale of disenchantment and disenfranchisement... There must be evidence that the result would be conclusive, before 2nd ref.", "compound": -0.4003, "pos": 0.037, "neg": 0.073, "neu": 0.89, "data": "2019-03-13 18:24:49"}, {"text": "Ah fuck, being a reformed LA person, this captures the disenchantment . ", "compound": -0.5423, "pos": 0.0, "neg": 0.28, "neu": 0.72, "data": "2019-03-13 04:37:09"}, {"text": "We need a Luci one!", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 01:34:48"}, {"text": "“One of the threats to Indonesia's democratic stability is popular disenchantment with the democratic system itself” says vote buying is still rampant in Indonesian elections Pilpres2019 ", "compound": 0.0, "pos": 0.095, "neg": 0.095, "neu": 0.811, "data": "2019-03-14 16:59:20"}, {"text": "“Oh so now you’re telling me it has a mind of its own, because before you told me it was prehensile” disenchantment elfo quotes", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-09 15:11:24"}, {"text": "A disenchantment for a shield, all that power... imagine what its worth. TheRisingoftheShieldHero Anime BethesdaFans", "compound": 0.2263, "pos": 0.137, "neg": 0.0, "neu": 0.863, "data": "2019-03-10 00:27:09"}, {"text": "During a teen group at my childhood church, our minister told me that if I didn't tithe to the church, it meant that I didn't love God.... which started my disenchantment with organized religion.", "compound": -0.5216, "pos": 0.0, "neg": 0.101, "neu": 0.899, "data": "2019-03-13 20:24:13"}, {"text": "What about Disenchantment ?", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-11 08:26:11"}, {"text": "And the second series?", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 01:26:15"}, {"text": "Disenchantment is a much prettier show than I expected? Like it uses 3d models in a super nice way and the painted looking backgrounds are amazing. I heard some bad stuff about it before going in, but I loved Disenchantment and I'd really recommend it!! ", "compound": 0.9511, "pos": 0.371, "neg": 0.041, "neu": 0.588, "data": "2019-03-13 05:26:36"}, {"text": "I'm rewatching Disenchantment , so here's a sketch of Princess Bean! fanart disenchantment digitalart artistsontwitter ", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-09 21:49:58"}, {"text": "derry girls, crashing, can't cope won't cope, the inbetweeners, fresh meat, dating around, love, easy, disenchantment , cuckoo, whitegold", "compound": 0.8555, "pos": 0.385, "neg": 0.0, "neu": 0.615, "data": "2019-03-10 14:28:22"}, {"text": "We all know what happens when a regime try to do what they are doing to Tommy Robinson. The present disenchantment with the BBC will only grow and people will begin to support Tommy Robinson. The more they refer to his previous name and connection to the EDL the more irritating", "compound": -0.1513, "pos": 0.05, "neg": 0.061, "neu": 0.889, "data": "2019-03-10 02:43:54"}, {"text": "disenchantment , and despite his various character flaws and shortcomings, he won over middle class America, as the alternative - Hillary Clinton - was not palatable, relatable, trustworthy, compassionate, and other. The American people made a deal with the lesser of two evils, 2/", "compound": -0.2283, "pos": 0.136, "neg": 0.174, "neu": 0.69, "data": "2019-03-13 09:27:55"}, {"text": "Idk how i feel about this show disenchantment yet...im 3eps in and still conflicted lol", "compound": 0.34, "pos": 0.173, "neg": 0.086, "neu": 0.741, "data": "2019-03-14 12:18:11"}, {"text": "Disenchantment has hit sections that growth left behind: Raghuram Rajan ", "compound": 0.3818, "pos": 0.224, "neg": 0.0, "neu": 0.776, "data": "2019-03-13 21:10:34"}, {"text": "got, the last kingdom, merida, disenchantment", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-11 03:35:40"}, {"text": "I could watch disenchantment ALL DAY!", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-12 11:07:51"}, {"text": "Luci from disenchantment Etsy :/ handmade freeshipping ", "compound": -0.34, "pos": 0.0, "neg": 0.286, "neu": 0.714, "data": "2019-03-12 15:25:17"}, {"text": "From UMN 's : The elites are clueless. They are utterly unaware of the intense disenchantment of many everyday people with their stalled prospects for a better life as they watch wealth accumulate. ", "compound": 0.4951, "pos": 0.24, "neg": 0.16, "neu": 0.6, "data": "2019-03-12 06:00:11"}, {"text": "Disenchantment sucks compared to Futurama.. bring Futurana back", "compound": -0.3612, "pos": 0.0, "neg": 0.263, "neu": 0.737, "data": "2019-03-14 01:01:15"}, {"text": "0,61", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-13 11:55:39"}, {"text": "in bed, watching Disenchantment with Luna-Rae - very inappropriate but she seems to like it", "compound": 0.5023, "pos": 0.2, "neg": 0.0, "neu": 0.8, "data": "2019-03-09 15:50:11"}, {"text": "Season 2 release date ? Or release month ?", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-09 23:50:32"}, {"text": "READ THE BOOK UNIVERSE IN DISENCHANTMENT ", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-11 21:12:00"}, {"text": "shows: on my block, the vampire diaries, jane the virgin, shameless, atypical, scream queens, pretty little liars, big mouth, disenchantment , the end of the fucking world, riverdale, stranger things", "compound": -0.785, "pos": 0.084, "neg": 0.29, "neu": 0.627, "data": "2019-03-12 03:52:08"}, {"text": "(NOT MINE) Disenchantment inspired - Luci plush - handmade soft toy with wire frame in the tail, 11 in high ", "compound": 0.4939, "pos": 0.158, "neg": 0.0, "neu": 0.842, "data": "2019-03-14 10:48:29"}, {"text": "Nancy Pelosi done this before: George Bush, fake Iraq war, trillions. Hundreds of thousands Iraqi ppl slaughtered. Zero accountability. Surprised abt Trump statement? Let’s stop being naive. Outrage politics, on both sides, raises lots of money. Disenchantment is real.", "compound": -0.9136, "pos": 0.038, "neg": 0.295, "neu": 0.667, "data": "2019-03-12 09:24:17"}, {"text": "My 2019 list of demands: 1. Announce S2. 2. More Christine McConnell for the holidays. 3. Give me S2, I’m missing . 4. More . Stat. 5. S2 of Disenchantment . P.S you’re all amazing, thank u, love u xoxo", "compound": 0.9423, "pos": 0.347, "neg": 0.045, "neu": 0.609, "data": "2019-03-13 01:37:26"}, {"text": "and everywhere life is full of heroism. Be yourself. Especially, do not feign affection. Neither be cynical about love; for in the face of all aridity and disenchantment it is as perennial as the grass.", "compound": 0.813, "pos": 0.232, "neg": 0.063, "neu": 0.705, "data": "2019-03-12 14:36:05"}, {"text": "Some of the post-Fox Futuramas are pretty good. \"The Late Philip J. Fry\" is one of their best episodes and the finale \"Meanwhile\" was a fittting end. His new show \" Disenchantment \" is starting to grow on me. ElfoRules", "compound": 0.8834, "pos": 0.233, "neg": 0.0, "neu": 0.767, "data": "2019-03-10 11:50:52"}, {"text": "Okay but Disenchantment on Netflix always make me laugh", "compound": 0.7469, "pos": 0.476, "neg": 0.0, "neu": 0.524, "data": "2019-03-14 11:21:02"}, {"text": "ahm", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-13 08:53:12"}, {"text": "The Order is real good as well as Disenchantment", "compound": 0.6124, "pos": 0.417, "neg": 0.0, "neu": 0.583, "data": "2019-03-09 23:23:20"}, {"text": "Disenchantment Theory: Is The Netflix Series Set In The Future? ", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-12 14:18:57"}, {"text": "The disenchantment is so big that one of the new or smaller parties will soon gain major traction. At the moment it is a contest to determine which one.", "compound": 0.7269, "pos": 0.19, "neg": 0.0, "neu": 0.81, "data": "2019-03-12 21:10:14"}, {"text": "Disenchantment has hit sections that growth left behind: Raghuram Rajan ", "compound": 0.3818, "pos": 0.224, "neg": 0.0, "neu": 0.776, "data": "2019-03-13 07:41:08"}, {"text": "Fuck Instagram could we get disenchantment season 2!", "compound": -0.5848, "pos": 0.0, "neg": 0.351, "neu": 0.649, "data": "2019-03-14 02:34:13"}, {"text": "Forgot this was even a thing", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 01:31:08"}, {"text": "Do you watch disenchantment on Netflix or just a fan of bean? Aha", "compound": 0.3182, "pos": 0.173, "neg": 0.0, "neu": 0.827, "data": "2019-03-14 14:50:16"}, {"text": "I know Disenchantment has its issues, but I love the backgrounds and designs of the characters, Eric Andre demon cat is obviously my fav disenchantment digitalart luci ", "compound": 0.8957, "pos": 0.299, "neg": 0.0, "neu": 0.701, "data": "2019-03-10 02:07:17"}, {"text": "not sure if this one counts - but lil Netflix intro is sweet, I never skip it and find myself whistling it for a while!", "compound": 0.5874, "pos": 0.167, "neg": 0.057, "neu": 0.776, "data": "2019-03-13 16:09:19"}, {"text": "Like all dreamers, I mistook disenchantment for truth.", "compound": 0.5859, "pos": 0.49, "neg": 0.0, "neu": 0.51, "data": "2019-03-11 05:33:03"}], "number": 308}