{"compound_ave": 0.17019771167048042, "tweets": [{"text": "April 2 is World Autism Awareness Day. We promote awareness & acceptance efforts and Be Cool For Autism. We ask students & teachers to wear sunglasses on April 2 to spread the theme that it’s cool 2 B accepting of everyone. BeCoolForAutism ", "neu": 0.708, "pos": 0.292, "neg": 0.0, "compound": 0.8957}, {"text": "Great job by Wenonah Elementary on their \"Birthday Parties in a Bag\" program. Fourth graders Alexa O’Neill and Madison Sottung recognized that there are families in our community who cannot afford the luxury of throwing a birthday party for their children so they took action. ", "neu": 0.808, "pos": 0.192, "neg": 0.0, "compound": 0.8591}, {"text": "Weather over next 8 hours at Melrose Park Elementary School ( ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Center to Host Clearfield Area Elementary Art Show ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Snapchat Takeover UPDATE: Today is now going to be 's Shelby Ennis. See the authentic life of an elementary teacher in Maryland's Best School District! Follow us on using ! WeAreWorcester ", "neu": 0.858, "pos": 0.142, "neg": 0.0, "compound": 0.6988}, {"text": "Lifestyle forecasts for DeSoto Trail Elementary ( ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Ms. Matassa’s 1st graders practicing mindfulness in the classroom. ⁦ ⁩ ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Weather over next 8 hours at Greenville Elementary ( ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Louisiana's top school board votes yes today, for Governor John Bel Edwards' plan to increase the pay of educators. All present members of the Board of Elementary and Secondary Education or BESE backed the k-12 public schools financing formula. ", "neu": 0.806, "pos": 0.161, "neg": 0.033, "compound": 0.6597}, {"text": "Mycroft:You're not haunted by the war, Dr Watson... You miss it. Welcome back.", "neu": 0.449, "pos": 0.277, "neg": 0.274, "compound": 0.0139}, {"text": "Happy Farewell Ma'am and Sir especially to all the students of Binalbagan South Elementary School. I didn't expect na maghibi kamu and to say sorry sa mga pasaway niyo. I will miss you all, eventhough indi... ", "neu": 0.824, "pos": 0.098, "neg": 0.077, "compound": 0.4215}, {"text": "Daily almanac for March 14 at Ranson Elementary School ( ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Exactly why I am not voting in the upcoming provincial election! Who would I choose? Cons, who want to flood rural Alberta with \"immigrants\"? Libs, who have cost Alberta 100,000 jobs? NDP, who have championed the invasion of elementary and Christian schools by the militant LBGT? ", "neu": 0.898, "pos": 0.102, "neg": 0.0, "compound": 0.5792}, {"text": "Daily almanac for March 14 at Gilchrist Elementary ( ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Daily almanac for March 14 at Canopy Oaks Elementary ( ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Drone shot over the field to end an awesome Indonesia Week at Pattimurra jisedu Pattimura Elementary School ", "neu": 0.796, "pos": 0.204, "neg": 0.0, "compound": 0.6249}, {"text": "Lifestyle forecasts for West Elementary School ( ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Daily almanac for March 14 at Bond Elementary School ( ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Chicora Elementary School Principal Lara Latto is pretty awesome!!! ", "neu": 0.461, "pos": 0.539, "neg": 0.0, "compound": 0.8472}, {"text": "I don’t know about Yura. I was working at a medical clinic and the nurse came out and called “Ima Pigg” and sadly, the entire waiting room belted out laughter. I’m sure she was used to it though. I also worked at an elementary school and there was a 4th grader, Jack Daniels!", "neu": 0.84, "pos": 0.108, "neg": 0.052, "compound": 0.4574}, {"text": "Clear skin?? My elementary self can ralate.", "neu": 0.67, "pos": 0.33, "neg": 0.0, "compound": 0.4515}, {"text": "Weather over next 8 hours at Lawtey Elementary School ( ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Great day ahead If you are visiting Tech Wars today, visit Steam Jam and see area elementary students design, build, and code. steam ", "neu": 0.732, "pos": 0.143, "neg": 0.125, "compound": 0.128}, {"text": "Lifestyle forecasts for Sabal Palm Elementary School ( ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Elementary school book starts trending in Japan after readers spot a Famicom goof ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Daily almanac for March 14 at Melrose Park Elementary School ( ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Daily almanac for March 14 at Oak Ridge Elementary ( ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "BREAKING: Students at Center St. Elementary School can get back in bed this morning! ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Crescent Elementary Families & Staff, Due to the road closures around Crescent this morning, there will be no school at Crescent Elementary School today. Bus routes from Crescent to Kirn Middle School & Abraham Lincoln High School will also be affected.", "neu": 0.907, "pos": 0.0, "neg": 0.093, "compound": -0.4215}, {"text": "Sherlock is a security concern. The fact that I'm his brother changes nothing. -Yeah, you've said that before. -\"Ask him\"", "neu": 0.882, "pos": 0.118, "neg": 0.0, "compound": 0.34}, {"text": "The kindergarteners listened to Dr.Seuss’s The Lorax, discussed the story events & what they’ve learned, and made a Lorax moustache. ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "We are so excited to welcome the newest Shaull Sharks today at Kindergarten Registration! ", "neu": 0.643, "pos": 0.357, "neg": 0.0, "compound": 0.7699}, {"text": "Daily almanac for March 14 at Lake Placid Elementary School ( ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Daily almanac for March 14 at Conley Elementary School ( ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Today is 80’s Bands Day! Students should wear their favorite Band shirt! MusicinourSchoolsMonth", "neu": 0.77, "pos": 0.23, "neg": 0.0, "compound": 0.555}, {"text": "GW PTO is excited for our Spring Fling dance! Ss can bring a parent/guardian and dance the night away! There will be a DJ, refreshments, photo booth, and raffle! Tickets for each “couple” (parent/guardian & student) are $5! Additional tickets are $2 each. gwproud werprexies ", "neu": 0.92, "pos": 0.08, "neg": 0.0, "compound": 0.5526}, {"text": "Neural nets, man, almost but not quite understanding what they’re saying", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Day 9, I’m blessed and thankful for Stephens Elementary . If you know my struggle, Dylan and Addison’s school has been there for them. The staff is awesome and ", "neu": 0.632, "pos": 0.308, "neg": 0.061, "compound": 0.886}, {"text": "dlvr educ The Write Stuff: English Literacy Skills for Elementary Students in Japan ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Weather over next 8 hours at Canopy Oaks Elementary ( ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Weather over next 8 hours at Kate Sullivan Elementary ( ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "PRESCHOOL ENROLLMENT: FHSD has a quality preschool program that provides excellent social and pre-academic experiences for your children. Enrollment for the 2019-20 school is open, so enroll today! Learn more and enroll here: ", "neu": 0.886, "pos": 0.114, "neg": 0.0, "compound": 0.6114}, {"text": "Daily almanac for March 14 at Central Elementary School ( ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Loudoun County supervisors table expansion of resource officers into elementary schools ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "This was for elementary school teachers? ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Join the Ashley Family for dinner tonight at McDonald's. Be sure to tell your family and friends. We receive a portion of all sales from 4-7. Please share our post!! Goooo Dolphins! godolphins ", "neu": 0.675, "pos": 0.325, "neg": 0.0, "compound": 0.8996}, {"text": "Weather over next 8 hours at West Elementary School ( ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "A2: Primarily Google Classroom in Secondary, SeeSaw in Elementary . We had some challenges with getting work to/from our youngest learners during our recent drill. Familiarity with LMS being used is key. AfricaEd", "neu": 0.96, "pos": 0.04, "neg": 0.0, "compound": 0.0772}, {"text": "This type of elementary line of attack aided our family to get rid of stored fat successfully ", "neu": 0.704, "pos": 0.15, "neg": 0.146, "compound": 0.0258}, {"text": "(via Drainage improvement project to begin in Athens Elementary area during Spring Break) ", "neu": 0.8, "pos": 0.2, "neg": 0.0, "compound": 0.4588}, {"text": "Weather over next 8 hours at Hartsfield Elementary School ( ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Lifestyle forecasts for Colham Ferry Elementary School ( ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Have they been teaching ANY science in school? These principles are basic elementary School science.", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "The newly passed bylaw will separate boys and girls in classrooms, from elementary school all the way to university. It will also prohibited unmarried men and women from riding on the same motorcycle or bicycle, unless in an emergency situation. ", "neu": 0.938, "pos": 0.0, "neg": 0.063, "compound": -0.3818}, {"text": "Is there a higher than normal incidence of UTIs in elementary school teachers? Those folks go for hours without peeing. (Not sure how they do it, actually). teacherlife ", "neu": 0.93, "pos": 0.0, "neg": 0.07, "compound": -0.2411}, {"text": "Thanks to everyone who participate in the elementary school track meet yesterday. Kennedy took home the championship in both the boys and girls division! ", "neu": 0.783, "pos": 0.217, "neg": 0.0, "compound": 0.7263}, {"text": "Lifestyle forecasts for Addison Mizner Elementary School ( ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Renowned authors part of Hudson elementary schools' Right to Read Week ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Daily almanac for March 14 at Palencia Elementary ( ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Tanya McDowell got 12 yrs & convicted of 1st-degree larceny for “stealing“ an education for sending her 6 yr old son to Norwalk CT’s Brookside Elementary School while she ‘lived’ in Bridgeport, even though she was homeless. MorningJoe ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Daily almanac for March 14 at Hawks Rise Elementary ( ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Upthegrove Elementary School at sunrise and it's 62.8 F ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Teacher-(Anticpated) at Mercer County Special Services in Hamilton, NJ: Teacher - Mercer Elementary School Qualifications: Valid NJ DOE Certification required as well as the physical and mental capacity to perform the major nj teaching jobs ", "neu": 0.87, "pos": 0.13, "neg": 0.0, "compound": 0.5859}, {"text": "Feeling like burgers tonight? Eat at Whataburger on North Lamar between 6pm to 9pm. The first 100 people will get free Whataburger items and everyone who attends has an opportunity to win FREE WHATABURGER FOR A YEAR! McCallum Project Graduation receive 20% of all purchases.", "neu": 0.676, "pos": 0.324, "neg": 0.0, "compound": 0.9533}, {"text": "Daily almanac for March 14 at Wauchula Elementary School ( ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Lifestyle forecasts for Conley Elementary School ( ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Report: The Bombay High Court on Thursday said the state has been reduced to a \"laughing stock\" by adopting elementary methods in probing rationalist Govind Pansare's killing. ", "neu": 0.759, "pos": 0.101, "neg": 0.139, "compound": -0.296}, {"text": "This isn’t rocket science it’s elementary science ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Lifestyle forecasts for Belle Terre Elementary ( ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Thank you Mr. Knapp! Best wishes in your next adventure. ", "neu": 0.355, "pos": 0.645, "neg": 0.0, "compound": 0.8718}, {"text": "really ticks me off when people take up three seats on the bus by laying down that's not even comfortable, why are you do this (tho I can't talk since i used to take up 2 spaces to sleep in elementary )", "neu": 0.932, "pos": 0.0, "neg": 0.068, "compound": -0.4023}, {"text": "When I say Oliver is, “The Number 1 School”, I mean it! According to the ", "neu": 0.874, "pos": 0.126, "neg": 0.0, "compound": 0.1511}, {"text": "Today is our last day of Bagels with a Buddy! Thank you to our community for supporting our book fair and making reading a priority in your household. KennedyLeads LivoniaPride ", "neu": 0.758, "pos": 0.242, "neg": 0.0, "compound": 0.7901}, {"text": "West Elementary School at sunrise and it's 62.6 F ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Daily almanac for March 14 at West Elementary School ( ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Today I'm attending a lunch meeting with a well known builder to reveal their BRAND NEW community in SAND LAKE. The zoned schools are Bay Meadows Elementary , ", "neu": 0.92, "pos": 0.08, "neg": 0.0, "compound": 0.2732}, {"text": "Lifestyle forecasts for Lawtey Elementary School ( ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "I’m only interested in teaching Elementary only, I don’t think I could survive teaching middle or high school students. I would loose my mind.", "neu": 0.792, "pos": 0.113, "neg": 0.096, "compound": 0.1027}, {"text": "Must Share! The graduation ceremonies of public elementary and secondary schools scheduled on March-April 2019 coincide with the Campaign Period for both the national and local... ", "neu": 0.909, "pos": 0.091, "neg": 0.0, "compound": 0.3595}, {"text": "Here’s the WJAC report about the Presidential Wax Museum put on by Sarah Stere’s third-grade class at Port Matilda Elementary School! ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Weather over next 8 hours at Gilchrist Elementary ( ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Amazing colleagues working with our Teacher Candidates from Amherst Regional Public Schools Holyoke Public Schools South Hadley Public Schools Pioneer Valley Chinese Immersion Charter School Sunderland Elementary ... ", "neu": 0.877, "pos": 0.123, "neg": 0.0, "compound": 0.5859}, {"text": "Current level of lazy: FaceTimed Josie to get her up for school instead of going to her room because I have a kitty in my lap! ", "neu": 0.892, "pos": 0.0, "neg": 0.108, "compound": -0.4199}, {"text": "Forrest Gump's mom prostituted herself to get him into a public elementary school.... ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Lovely home in a great neighborhood with sidewalks and close to Creekside Elementary School. Click here to learn more newbernrealestate darleneboydcentury21", "neu": 0.695, "pos": 0.305, "neg": 0.0, "compound": 0.836}, {"text": "'It has caused some hurt feelings': Parents bid on teachers at elementary school auction ", "neu": 0.793, "pos": 0.0, "neg": 0.207, "compound": -0.5267}, {"text": "Lifestyle forecasts for Wauchula Elementary School ( ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Daily almanac for March 14 at Addison Mizner Elementary School ( ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "brave one ah got so many years gap but still want to text me like im just another elementary school (as im typing this tweet i just got like 6 texts )", "neu": 0.711, "pos": 0.289, "neg": 0.0, "compound": 0.8462}, {"text": "Lifestyle forecasts for Hawks Rise Elementary ( ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "The Louisiana Board of Elementary and Secondary Education backed the governor's plan to increase teacher pay and money for classrooms. ", "neu": 0.78, "pos": 0.156, "neg": 0.064, "compound": 0.25}, {"text": "My brother be looking so fed up in the morning going to school but it’s like your only in elementary you gotta longgggg way to go my nigga", "neu": 0.893, "pos": 0.107, "neg": 0.0, "compound": 0.5023}, {"text": "If he is stronger than you then he is physically superior to you. It is elementary Still why doesn't the very thought of him coming to potential harm despite physical superiority over you make you want to risk your own life to protect his? Anyone who truly loves another would", "neu": 0.628, "pos": 0.254, "neg": 0.117, "compound": 0.8387}, {"text": "The state has been reduced to a \"laughing stock\" by adopting elementary methods in probing rationalist Govind Pansare's killing: Bombay High Court Why is the state machinery going slow on the killings of \"Rationalists\" Pansare & Dabholkar ? DaroMat ", "neu": 0.732, "pos": 0.071, "neg": 0.197, "compound": -0.7717}, {"text": "You don’t know what tired is until you have a child in elementary school that’s not old enough to get ready for school by themselves & you’re contemplating telling them that they don’t feel well today & can go back to bed. Yes you read that correctly", "neu": 0.797, "pos": 0.145, "neg": 0.058, "compound": 0.5267}, {"text": "I posted a new video to Facebook ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "SNSD where the queens of my elementary school years", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "BHANDARIMARBLEGROUP Welcome to Bhandari Marble Group BHANDARIMARBLEGROUP Why can't tradition walk with us today? An Elementary , we reimagine traditional wisdom to blend it into every ", "neu": 0.782, "pos": 0.218, "neg": 0.0, "compound": 0.7506}, {"text": "Daily almanac for March 14 at Park Forest Elementary School ( ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "On this PiDay 3-14 we want our students to know that they should continue to question how things work and always stay curious in their learning. PositiveSignThursday HAYNation ", "neu": 0.878, "pos": 0.122, "neg": 0.0, "compound": 0.3818}, {"text": "Lifestyle forecasts for Parkside Elementary School ( ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Weather over next 8 hours at Pinetta Elementary ( ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Check us out in the Spotlight! ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Daily almanac for March 14 at Bunnell Elementary School ( ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "personnel of 2nd KPMFC conducted information Operation to the pupils and teachers of Lower Bangad Elementary School re anti-illegal drugs, RA7610, anti-bullying,RA 9262 and Anti-terrorism.Likewise, distributed snacks and IEC materials. PNPPatrolPlan2030 ", "neu": 0.932, "pos": 0.0, "neg": 0.068, "compound": -0.296}, {"text": "Lifestyle forecasts for Lawton Elementary School ( ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Lunch Today- Soft Tacos w/Lettuce & Cheese! ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Lifestyle forecasts for Indian Valley Elementary School ( ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Daily almanac for March 14 at WT Moore Elementary School ( ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "All Elementary Schools will hold Kindergarten Registration from 8:00am to 6:00pm. Children eligible to attend must be five years old on or before Aug. 1, 2019. Parents should bring the child’s birth certificate, shot record, and a proof of residence to enroll.", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Lmao i got suspended for that in elementary", "neu": 0.417, "pos": 0.325, "neg": 0.258, "compound": 0.2023}, {"text": "This is what we like to see! Practice now to be prepared for later! Great work Hunter GT-AIG Elementary students/staff! ", "neu": 0.645, "pos": 0.355, "neg": 0.0, "compound": 0.8547}, {"text": "Daily almanac for March 14 at Upthegrove Elementary School ( ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "The Daily Pledge for Thursday, March 14th comes from Mrs. Bowman’s class at Kemp Carver Elementary . ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Lifestyle forecasts for Central Elementary School ( ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Reminder: Tonight's Skating Party has been CANCELLED.", "neu": 0.479, "pos": 0.259, "neg": 0.262, "compound": -0.0085}, {"text": "Lifestyle forecasts for Park Forest Elementary School ( ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Morning announcements for Thursday 3/14/19 Good morning Ellsworth Middle School!! Intramurals 2:30 Jazz Band 2:30 Wrestling 4:30 The Garden Team will meet in the elementary library after school today (Thursday) at... ", "neu": 0.896, "pos": 0.104, "neg": 0.0, "compound": 0.5399}, {"text": "Norris Elementary School Drama Club performance of Dr. Seuss LIVE! is this evening March 14th at 6pm. Admission is free but donations will be accepted. Come out and support these students they have worked so hard. EveryStudentEveryDay ", "neu": 0.751, "pos": 0.197, "neg": 0.052, "compound": 0.7463}, {"text": "Enjoying the snow while it lasts at recess! ", "neu": 0.655, "pos": 0.345, "neg": 0.0, "compound": 0.5707}, {"text": "Exactly. I kept saying you can't have an open border if customs, market and immigration regulations are different. You can't take control of borders if there are no border controls. Elementary logic. But blame Europe for calling it a backstop. How were we to understand that? ", "neu": 0.901, "pos": 0.0, "neg": 0.099, "compound": -0.5574}, {"text": "Parents say cell tower at CA elementary school is giving kids cancer ", "neu": 0.595, "pos": 0.143, "neg": 0.262, "compound": -0.4588}, {"text": "Bring the kids to Frayser for a free lunch. ", "neu": 0.68, "pos": 0.32, "neg": 0.0, "compound": 0.5106}, {"text": "Thomas P. McMahon, McMahon & Crotty, Buffalo, NY. Leased Radio Active Facilities for an Elementary School. No investigation, No Sentencing.. Politics as usual ", "neu": 0.728, "pos": 0.103, "neg": 0.169, "compound": -0.1779}, {"text": "Lifestyle forecasts for Palencia Elementary ( ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Elementary . And let me tell you them white schools have wayyyyyyyyy more advancements than the black schools. It’s not even funny how different it is learning wise. ", "neu": 0.82, "pos": 0.102, "neg": 0.079, "compound": 0.1764}, {"text": "Drainage improvement project to begin in Athens Elementary area during Spring Break ", "neu": 0.786, "pos": 0.214, "neg": 0.0, "compound": 0.4588}, {"text": "As an educator, I can tell you we are getting crushed by parents who”fix” everything for their kids. Starts in elementary school. BackOff LetThem Fail IndependentKidsSucceed", "neu": 0.785, "pos": 0.0, "neg": 0.215, "compound": -0.743}, {"text": "TRAFFIC ALERT - Roadway improvements in the area of Ginny Lane at Sunset Blvd. will go into effect tomorrow, March 14th, 2019 and those who drive to Meadow Glen Elementary School or Meadow Glen Middle School from... ", "neu": 0.867, "pos": 0.133, "neg": 0.0, "compound": 0.6408}, {"text": "Lifestyle forecasts for Dundee Elementary Academy ( ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "The commissioners will host an open house today at 6 p.m. at Graysville Elementary School, and a second open house on Monday at the same time and place. ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "You are welcome to drop off your student at any location or bring them to their school site.  Valparaiso Elementary - Bus will pick up at approximately 7:40 AM and go straight to the Jr/Sr High School.", "neu": 0.825, "pos": 0.123, "neg": 0.053, "compound": 0.4215}, {"text": "Another amazing day of inspiration and innovation with the Edison Elementary Entrepreneurs. Today we did a rapid prototyping activity and pitch practice. Also discussed irrigation for the urban farm we are developing as a student led business. These young people are outstanding!", "neu": 0.719, "pos": 0.281, "neg": 0.0, "compound": 0.9336}, {"text": "Lawton Elementary School at sunrise and it's 61.9 F ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "CLOSING ALERT: Some are closed today due to a power outage. Lockport High School Emmet Belknap Intermediate School Roy B. Kelley Elementary School And the Board of Education Building Lockport High School students on a bus will be returned home by a bus ", "neu": 0.93, "pos": 0.07, "neg": 0.0, "compound": 0.4466}, {"text": "2nd KPMFC personnel joined the flag raising ceremony of Lower Bangad Elementary School, Tinglayan,Kalinga. CustomsAndTradition PNPPatrolPlan2030 ", "neu": 0.872, "pos": 0.0, "neg": 0.128, "compound": -0.296}, {"text": "Daily almanac for March 14 at Killearn Lakes ELementary School ( ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Lifestyle forecasts for Hartsfield Elementary School ( ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Elementary drop-off will return to normal this morning. At this time, the water around the elementary is gone. Our bus routes will run on hard surfaces only today due to the rain/flooding.", "neu": 0.957, "pos": 0.0, "neg": 0.043, "compound": -0.1027}, {"text": "Lifestyle forecasts for Pinetta Elementary ( ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Kodak Black lyrics are often elementary .", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "More Than A Lunch – Impact at a NW Elementary School | BB4CK brownbaggingforcalgaryskids givingback fundraising lunchesforkids lunchprogram calgarycharity bb4ck makesanimpact remax remaxprofessionals ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Totally gun free zone. Elementary schools, and mass gatherings, events of over 500 people.", "neu": 0.657, "pos": 0.196, "neg": 0.147, "compound": 0.2228}, {"text": "A2: We use Edmodo in Middle and Hogh School. Upper Elementary uses Google Classroom and we have Seesaw for all Elementary . No school closure procedure though. africaed", "neu": 0.922, "pos": 0.0, "neg": 0.078, "compound": -0.296}, {"text": "Today we've have been visited by Students of 4º Elementary School of the CEIP La Paz of Torremolinos to the EDAR Cerro del Águila. With the campaign \"Somos Agua\" we try to raise awareness to students of costadelsol Acosol gestióndelagua ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Congratulations to Aiden Gomez and JP Paul, who represented the Saint Agnes Trojans at this year’s Middlesex Catholic Elementary School League All-Star Game! We are proud of you! rcabschools ", "neu": 0.72, "pos": 0.28, "neg": 0.0, "compound": 0.8784}, {"text": "You rocked it!", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "For those elementary kids, do they need to ride a specific bus over to the Jr. high? Thanks", "neu": 0.847, "pos": 0.153, "neg": 0.0, "compound": 0.4404}, {"text": "Comets thank you all for the votes! Horizon was not one of winners congratulations to one of our LCPS schools as a 1st place winner - J Michael Lunsford MS GRAND PRIZE: Clarksburg High School – 7540 VOTES 1ST PLACE: J Michael Lunsford Middle School – 6366 VOTES ", "neu": 0.646, "pos": 0.31, "neg": 0.043, "compound": 0.9494}, {"text": "Daily almanac for March 14 at Colham Ferry Elementary School ( ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "'It's like living in hell': Parents say elementary school is infested with lice. ", "neu": 0.828, "pos": 0.172, "neg": 0.0, "compound": 0.3612}, {"text": "Lifestyle forecasts for Willow Springs Elementary School ( ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Weather over next 8 hours at Heathrow Elementary School ( ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Lifestyle forecasts for Port St Joe Elementary School ( ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Daily almanac for March 14 at Kate Sullivan Elementary ( ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "\"We See\" 1. The Color \"Red\" 2. The Word \"Start\" 3. A Hand Now, tell us three things we didn’t see! Buy “Count To 100,” to share with all of your early learners, now: reading , kids , elementary , school , development ", "neu": 0.863, "pos": 0.137, "neg": 0.0, "compound": 0.69}, {"text": "Weather over next 8 hours at Park Forest Elementary School ( ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Elementary School memories!", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Northern York School District has an opening for an elementary learning support teacher. ", "neu": 0.816, "pos": 0.184, "neg": 0.0, "compound": 0.4019}, {"text": "Lifestyle forecasts for Lake Placid Elementary School ( ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Elementary track meet- Kennedy School the winner of the Jean Foley and Vin Cronin Awards. MVP’s for Vivian Onyejiaka and Gemini Nherisson both of the Kennedy School. ", "neu": 0.786, "pos": 0.214, "neg": 0.0, "compound": 0.7783}, {"text": "Daily almanac for March 14 at Pinetta Elementary ( ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Weather over next 8 hours at Central Elementary School ( ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Elementary drop-off will return to normal this morning. At this time, the water around the elementary is gone. Our bus routes will run on hard surfaces only today due to the rain/flooding.", "neu": 0.957, "pos": 0.0, "neg": 0.043, "compound": -0.1027}, {"text": "Parents say cell tower at CA elementary school is giving kids cancer ", "neu": 0.595, "pos": 0.143, "neg": 0.262, "compound": -0.4588}, {"text": "Not to be cocky or anything but i used to be the line leader in elementary school", "neu": 0.927, "pos": 0.073, "neg": 0.0, "compound": 0.0477}, {"text": "The mother of a 9-year-old boy with autism is seeking answers after her son was handcuffed to a chair at Winnsboro Elementary School, KLFY-TV reports. ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "When I was in elementary school we weren't allowed to give out Valentine's if we didn't have one for everyone. Teachers even sent a list of our classmates' names home. Honestly a little (naively) surprised to hear that's not standard", "neu": 0.883, "pos": 0.117, "neg": 0.0, "compound": 0.5606}, {"text": "This is good news. NC has been very near the bottom for too long. However, 29 is still in the bottom half. With all the high profile companies and universities, it's still shameful that elementary and secondary public school teachers continue to be poorly paid.", "neu": 0.876, "pos": 0.059, "neg": 0.065, "compound": -0.0772}, {"text": "Tracy Area Public and Parochial Schools will have NO school today Thursday, March 14th.", "neu": 0.816, "pos": 0.0, "neg": 0.184, "compound": -0.4466}, {"text": "If you went to elementary school in NOVA in the late 80s onward you certainly remember the infamous peanut butter pit at Hemlock Regional Park. This field trip is the highlight of 6th graders region-wide.The complete story: 60years NOVAParks ", "neu": 0.885, "pos": 0.115, "neg": 0.0, "compound": 0.5859}, {"text": "Building and creating in Kindergarten! ", "neu": 0.616, "pos": 0.384, "neg": 0.0, "compound": 0.3595}, {"text": "When I studied at elementary school my grandfather met me after classes. We went through the park& sometimes bought buns w/an apricot jam inside. They were still warm. Just from the oven He told me stories, we played, he tought me dif things One of the best childhood memories", "neu": 0.841, "pos": 0.159, "neg": 0.0, "compound": 0.8176}, {"text": "Weather over next 8 hours at Dodgertown Elementary School ( ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Weather over next 8 hours at Sope Creek Elementary School ( ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Lifestyle forecasts for Chaires Elementary ( ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "March 14, 2019 Personnel of Lake Sebu MPS led by PCI JARDI MONT A SIBAL, OIC together with MENRO, CENRO,and Staff of Lake Sebu Central Elementary School Attended on School Site Survey.", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Wacky Wednesday was fun! This week has been great! thisisidyllwilde", "neu": 0.501, "pos": 0.499, "neg": 0.0, "compound": 0.8395}, {"text": " RT : The school system said Mill Creek Elementary in Nolensville is at 108 percent of capacity this year and is expected to be at 117 percent of capacity next year. ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Our most recent newsletter: ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "A seed was planted. She probably got the idea from this. Did her kids go to regular elementary schools ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Fred Wild Elementary School at sunrise and it's 63.2 F ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "I miss my Elementary friendsss :<<", "neu": 0.714, "pos": 0.0, "neg": 0.286, "compound": -0.1531}, {"text": "Exactly! No two men are built the same so different things are going to feel good.", "neu": 0.722, "pos": 0.165, "neg": 0.113, "compound": 0.2481}, {"text": "SCHOOL CLOSING: Center Street Elementary in the District is closed due to a water main break. All other schools in the district will be open today.", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Happy Pi Day 3.14 “Pi (π) & Pie (Pizza) lovers rejoice” See this post by the PTA about how you can celebrate with THE. BEST. PIZZA. in our area. ", "neu": 0.604, "pos": 0.396, "neg": 0.0, "compound": 0.9496}, {"text": "Thirteen fourth-grade Girl Scouts from Fishcreek and Riverview elementary schools have an ambitious goal: sell 600 boxes of the organization’s famous Thin Mint Girl Scout cookies to donate to the community’s Bulldog Bags Inc. program. ", "neu": 0.916, "pos": 0.084, "neg": 0.0, "compound": 0.4767}, {"text": "Excited to see more projects being submitted for our 10th Elementary Media Festival. Deadline for submissions - April 23. Check w/ your school's Media Fest rep or visit ", "neu": 0.817, "pos": 0.183, "neg": 0.0, "compound": 0.6808}, {"text": "Fraser Institute releases latest B.C. elementary school rankings ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Lifestyle forecasts for Oak Ridge Elementary ( ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Weather over next 8 hours at Conley Elementary School ( ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "How can you be so stupid? What do you call the doer of the rape? Isn't it the rapist? Go back to elementary dudE and learn the basic english first. ", "neu": 0.667, "pos": 0.096, "neg": 0.237, "compound": -0.7731}, {"text": "That video shows nothing. It could’ve been made outside an elementary school at recess. Shameful that the WH peddles such propaganda.", "neu": 0.785, "pos": 0.0, "neg": 0.215, "compound": -0.6369}, {"text": " THIS SONG WILL ALWAYS SLAP. I had a crush on a girl in elementary solely because she looked like Kristen Dunst's Mary Jane from the Spider-Man Trilogy. Man, I love Spider-Man", "neu": 0.684, "pos": 0.269, "neg": 0.048, "compound": 0.8143}, {"text": "personnel of 2nd KPMFC together with Tinglayan MPS conducted Information Operation to the pupils and teachers of Bangad Centro Elementary School, Tinglayan, Kalinga re anti-illegal drugs, RA7610,anti-bullying,RA 9262, Anti-terrorism and cascaded PNP vision and mission. PPP2030 ", "neu": 0.946, "pos": 0.054, "neg": 0.0, "compound": 0.25}, {"text": "like nothing happened and suddenly i just remembered that one day in elementary school where i made a drink out of soy sauce and water to prank my friends and the smell lingers in my mind until now", "neu": 0.855, "pos": 0.145, "neg": 0.0, "compound": 0.6808}, {"text": "Weather over next 8 hours at Bond Elementary School ( ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Congrats Rachel! proudpanther ", "neu": 0.351, "pos": 0.649, "neg": 0.0, "compound": 0.5707}, {"text": "Kindergarten registration is today at Duncan Falls Elementary and Roseville Elementary ! ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Lifestyle forecasts for Buck Lake Elementary School ( ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Parents blame elementary school’s cell tower after 4th student gets cancer — RT USA News ", "neu": 0.657, "pos": 0.0, "neg": 0.343, "compound": -0.7783}, {"text": "We need more teachers to have in-depth, relevant prep for classroom. We also need more POC to lead our classrooms, via elementary education teachersmatter arcamax", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Weather over next 8 hours at Dundee Elementary Academy ( ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "All the girls I knew in elementary school who had a crush on this specific guy are gay now and that’s the tea", "neu": 0.926, "pos": 0.0, "neg": 0.074, "compound": -0.1531}, {"text": "Horry County, South Carolina Police officials have provided more information on the death of a former elementary school principal in Oswego School District 308 accused of sexually touching a 12 year-old in South Carolina who died in an apparent suicide. utm_campaign=blox&utm_source=facebook&utm_medium=social ", "neu": 0.711, "pos": 0.0, "neg": 0.289, "compound": -0.9349}, {"text": "yeah remember the elementary school they would do the thing, “say no to drugs.” They spoke about how weed is the most deadly one when it’s not on the list I saw. Alcohol is number 4 and nicotine is number 6. Cocaine is like 3 and heroin is number 2/1. Weed is nowhere on the list ", "neu": 0.767, "pos": 0.143, "neg": 0.09, "compound": 0.0516}, {"text": "From our Bonner Elementary Staff to our Bonner Families, have a wonderful Spring Break! NO SCHOOL on FRIDAY, MARCH 15th and all of next week. Classes will resume on MONDAY, MARCH 25th. ssdtigers ", "neu": 0.812, "pos": 0.108, "neg": 0.079, "compound": 0.2638}, {"text": "Lifestyle forecasts for Alcova Elementary School ( ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "We Honor Women’s History Month Here At Drew Elementary womenshistorymonth dcpsrising ", "neu": 0.758, "pos": 0.242, "neg": 0.0, "compound": 0.4939}, {"text": "If your main source of friends were girls in elementary school & you are a guy.... y’alls gay....", "neu": 0.829, "pos": 0.171, "neg": 0.0, "compound": 0.4767}, {"text": "someone told me they haven’t had breakfast since elementary , i can’t make this up", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Ginga Brasileira Dance Co. & Young Audiencias of New Jersey, performing at Hillside a Elementary School 9:15am. thelma.ladeira ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "I got ignored all my elementary school. Even worse... i got bullied and thrown for my smallness and cuz of how thin i am... stay strong.. at the end it will pay off", "neu": 0.776, "pos": 0.0, "neg": 0.224, "compound": -0.7783}, {"text": "Googling all your elementary classmates to see what they look like because you dreamed about them. ", "neu": 0.857, "pos": 0.143, "neg": 0.0, "compound": 0.3612}, {"text": "stacking is literally something you learn in elementary , it isn’t hard. stop making excuses and be a decent person", "neu": 0.816, "pos": 0.0, "neg": 0.184, "compound": -0.3818}, {"text": "Lifestyle forecasts for Sealey Elementary School ( ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Sandyhook is the only episode i havent listened to, I will never believe it, nothing came from it, the government didnt take our guns even when Democrats controlled everything. I have 3 little ones in elementary school who have to do shooter drills and it killsme", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "For me ... knowing your path and why come first. you can start in elementary with career exploration. College matching in middleschool . College Planning: Junior Year Checklist via ", "neu": 0.934, "pos": 0.066, "neg": 0.0, "compound": 0.2263}, {"text": "No better way to recycle boxes than to create recording studios for second graders! Loving Google Book Creator. ", "neu": 0.551, "pos": 0.362, "neg": 0.087, "compound": 0.7901}, {"text": "Great. How do you lay the music over the recording, through iMovie?", "neu": 0.728, "pos": 0.272, "neg": 0.0, "compound": 0.6249}, {"text": "I am genuinely sorry to have missed that stretch, both as elementary student and as teacher.", "neu": 0.788, "pos": 0.0, "neg": 0.212, "compound": -0.3612}, {"text": "Walled Lake Elementary preschool children enjoyed a Night at the Museum with their families. After reading Pete the Cat, they painted shoes. They made a very hungry caterpillar, created family portraits, designed... ", "neu": 0.834, "pos": 0.166, "neg": 0.0, "compound": 0.6771}, {"text": "Due to a water main break, Center Street Elementary School is closed Thursday, March 14. All other schools are open as usual.", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Weather over next 8 hours at Lake Placid Elementary School ( ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "* Sherlock: What do you want? Mr. Bloom: To hire you. I hear you’re quite the detective. Sherlock: Unfortunately, I’ve got a no sadists policy. * Joan: I’m confused, do you want him to be innocent? Elementary ... ", "neu": 0.695, "pos": 0.124, "neg": 0.18, "compound": -0.504}, {"text": "Weather over next 8 hours at Port St Joe Elementary School ( ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "When I was in elementary school, we thought of the janitor like a rock star. We rarely saw him so when he was spotted it was like ‘look there he is!’. Once we saw him at his supply closet opening the door and it was like being backstage at a show.", "neu": 0.852, "pos": 0.148, "neg": 0.0, "compound": 0.7777}, {"text": "Daily almanac for March 14 at Hartsfield Elementary School ( ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Weather over next 8 hours at Sealey Elementary School ( ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Yesterday, one of my elementary Tigers and Ties small group students went out of his way to track me down in the hall to shake my hand and look me in the eye to say “afternoon”. All kinds of proud right here. ", "neu": 0.83, "pos": 0.134, "neg": 0.036, "compound": 0.6808}, {"text": "\"Canneseries\"? Plural of \"Cannesery\". Elementary !", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Palencia Elementary at sunrise and it's 65.9 F ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Weather over next 8 hours at Alcova Elementary School ( ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Wauchula Elementary School at sunrise and it's 63.1 F ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Ever since i was in elementary i like to play basketball,when i had a chance to play in high school i grab the opportunity to play to show off my skills in basketball. ", "neu": 0.603, "pos": 0.397, "neg": 0.0, "compound": 0.91}, {"text": "Learning and appreciating each moment I get to work with the youth! Young minds growing each day and learning new things is exciting! Here's a quick glimpse of my awesome 5thgraders at Palmer Elementary ! nnps ... ", "neu": 0.701, "pos": 0.299, "neg": 0.0, "compound": 0.9149}, {"text": "Weather over next 8 hours at Wauchula Elementary School ( ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Dundee Elementary Academy at sunrise and it's 63.2 F ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "So proud to be WEareLakota !", "neu": 0.52, "pos": 0.48, "neg": 0.0, "compound": 0.5697}, {"text": "Weather over next 8 hours at Fred Wild Elementary School ( ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Man involved in shootout with officers near Highlands Elementary in court Thursday via ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Big things happening for the White Sulphur Springs area end of March! \"H4H 4 STEPS TO GREATNESS MAXIMUM IMPACT TOUR\" School tour assemblies for the students. ●Wednesday, March 27, 2019 Alderson Elementary 08:30-09:15... ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "West Sioux will have a TWO hour late start today, Thursday, March 12, 2019. ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Lawtey Elementary School at sunrise and it's 60.0 F ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Eat your spaghetti dinner always helped with our CC GCAC conference!", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "BREAKING: Students at Center St. Elementary School can get back in bed this morning! ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Keep in mind that there are black and brown parents in JAIL for using a relatives address in order for their child to goto a better ELEMENTARY school.", "neu": 0.896, "pos": 0.104, "neg": 0.0, "compound": 0.4404}, {"text": "Love learning outside!", "neu": 0.308, "pos": 0.692, "neg": 0.0, "compound": 0.6696}, {"text": "Virginia CBSThisMorning TheView Someone in elementary school here invited ICE agent to speak. Some kids walked out. Parental backlash.", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Weather over next 8 hours at Ranson Elementary School ( ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Weather over next 8 hours at DeSoto Trail Elementary ( ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "RETWEET : THROWBACK: 'Lean On Me' Bathroom Singers Recreate The Iconic Scene WorldBookDay TwoOfUs NationalCerealDay Matías Suárez jaiyeorie \"Lean On Me\" was released 30 years ago. Remember the elementary school principal Joe Clark, aka \"Crazy Joe\" played by Morgan Free ", "neu": 0.816, "pos": 0.129, "neg": 0.054, "compound": 0.5106}, {"text": "Mosser’s Student Lighthouse Team decided that Mosser will hold a Pennies for Patients Pajama Day this Friday, March 15th!! We ask that all students bring at least $1.00 to donate toward ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Port Chrono Cross to the Switch you cowards", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Weather over next 8 hours at WT Moore Elementary School ( ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Lifestyle forecasts for Gilchrist Elementary ( ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Try the following elementary tools which could increase potential customers, put together to be bright for people to operate ", "neu": 0.766, "pos": 0.234, "neg": 0.0, "compound": 0.6369}, {"text": "Daily almanac for March 14 at Willow Springs Elementary School ( ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Be looking for our Scholastic Book Fair - Monday, March 25 through Friday, March 29 ", "neu": 0.85, "pos": 0.15, "neg": 0.0, "compound": 0.3182}, {"text": "Dr. N H Jones Elementary School at sunrise and it's 63.4 F ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Lifestyle forecasts for Bunnell Elementary School ( ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Weather over next 8 hours at Buck Lake Elementary School ( ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Indian Valley Elementary School at sunrise and it's 35.1 F ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Daily almanac for March 14 at Lee Elementary ( ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "I'd take full credits jud to my elementary teachers in Marbel. Thank you po", "neu": 0.561, "pos": 0.255, "neg": 0.184, "compound": 0.1027}, {"text": "Lifestyle forecasts for Dr. N H Jones Elementary School ( ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "CCEM Jarvisburg Elementary School at sunrise and it's 49.8 F ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "New Raising the Standards episode PREMIERE!! Watch TONIGHT /6 Central. Join Dr. Gus Reyes and Rev. Girien Salazar as Mrs. Aaliyah Miranda, Elementary Assistant Principal, shares the importance of parent involvement in preparing students for... ", "neu": 0.81, "pos": 0.19, "neg": 0.0, "compound": 0.7568}, {"text": "Weather over next 8 hours at Indian Valley Elementary School ( ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "1) We have no time for EGO's - take off the 'E' and lets GO..! make changes & move forward.! 2) IK needs to make tough decisions - a business which is struggling to run cannot afford to increase salaries!! Its just elementary business sense..! PAK cannot afford it at this stage ", "neu": 0.82, "pos": 0.0, "neg": 0.18, "compound": -0.8239}, {"text": "Willow Springs Elementary School at sunrise and it's 44.5 F ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Daily almanac for March 14 at Lawtey Elementary School ( ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "2Pac. My father played him all the time while driving me to elementary school.", "neu": 0.844, "pos": 0.156, "neg": 0.0, "compound": 0.34}, {"text": "All them fire safety officers in elementary school and you don't know this", "neu": 0.679, "pos": 0.173, "neg": 0.148, "compound": 0.1027}, {"text": "Bunnell Elementary School at sunrise and it's 64.7 F ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Our Leaders are excited to learn and love to take charge of their education! MakingLeadersAtLES", "neu": 0.654, "pos": 0.346, "neg": 0.0, "compound": 0.784}, {"text": "Belle Terre Elementary at sunrise and it's 65.7 F ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Tonight’s the Night Lake Arbor FAMILY MATH NIGHT is Heeeerrreeee! 6-8pm TONIGHT! Lake Arbor Elementary School PiDay2019 314day It’s a CARNIVAL of MATH! ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Work like you don't need the money. Love like you've never been hurt. Dance like nobody's watching. - Satchel Paige Personnel of 2nd KPMFC joined the Zumba dance of Lower Bangad Elementary School. PNPPatrolPlan2030 ", "neu": 0.618, "pos": 0.331, "neg": 0.05, "compound": 0.9057}, {"text": "Next show is this Sunday, St. Patrick’s Day 3-6 at Brookwood in Mukwonago. Corner of E and LO near Eagleville Elementary . Plz RT. ", "neu": 0.942, "pos": 0.058, "neg": 0.0, "compound": 0.0772}, {"text": "I remember grabbing the chain link fence on the walkway to elementary school because the springtime winds in NewMexico were so strong I thought I would blow away! Look at that flag in the background! weather ", "neu": 0.869, "pos": 0.131, "neg": 0.0, "compound": 0.7027}, {"text": "The active learning will start in Japan on 2020. A kid's business board game \"Suomalaistyylinen peli yrittajakokemusta\", which was made for that, was adopted as a teaching material for Finnish elementary school on Oct 2017! Japan should use it too!", "neu": 0.918, "pos": 0.082, "neg": 0.0, "compound": 0.508}, {"text": "Congratulations to Lake Norman Elementary . Hard work from the kids definitely paid off! ", "neu": 0.547, "pos": 0.377, "neg": 0.077, "compound": 0.7574}, {"text": "A Northeast Elementary School student gets top honors in the Future Chefs of America competition. ", "neu": 0.702, "pos": 0.298, "neg": 0.0, "compound": 0.6249}, {"text": "Daily almanac for March 14 at Buck Lake Elementary School ( ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Lifestyle forecasts for Dodgertown Elementary School ( ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Lifestyle forecasts for Springwood Elementary School ( ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "The daughter wants to teach engineering/science to elementary school kids. So mom is making/forcefully counseling her to do a degree in engineering, then work in the field for a bit, then teach as a second career after loans are paid.", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Probably because I’m well educated and know my shit. Are you? Jk I don’t care to know. You know what I’m not surprised about? You calling the man dement orange like a elementary student. Now I’m done entertaining you.", "neu": 0.622, "pos": 0.269, "neg": 0.109, "compound": 0.7713}, {"text": "Great to see daily5 in our first grade! ", "neu": 0.614, "pos": 0.386, "neg": 0.0, "compound": 0.6588}, {"text": "Lifestyle forecasts for Blue Ridge Elementary School ( ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "A Welsh woman for our 14th awomanaday today, our celebration of womenshistorymonth . Rachel was the longtime teacher at Maestir school, an elementary school near Lampeter , now located and rebuilt at womenshistory feministgenealogy", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Weather over next 8 hours at Parkside Elementary School ( ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Daily almanac for March 14 at Dundee Elementary Academy ( ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "What an amazing day at Shenandoah Elementary School. Keep doing the right thing and more rewards to come ", "neu": 0.69, "pos": 0.31, "neg": 0.0, "compound": 0.8016}, {"text": "Yesterday was Open your Umbrella Inside day! And look who chose to celebrate! SpartanSpirit DestinationManor ", "neu": 0.766, "pos": 0.234, "neg": 0.0, "compound": 0.6467}, {"text": "Precinct 4 Constable Mark Herman initiated an undercover investigation and later discovered an alleged illicit massage parlor was being operated at the residence. The residence was close to Timbers Elementary School.", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Weather over next 8 hours at Addison Mizner Elementary School ( ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Also don't forget to, like any elementary school teacher, lower your standards should any not immediately make the grade.", "neu": 0.728, "pos": 0.076, "neg": 0.196, "compound": -0.3907}, {"text": "Weather over next 8 hours at Upthegrove Elementary School ( ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Daily almanac for March 14 at Heathrow Elementary School ( ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Aww, well, I'm glad it's not the flu. Several elementary schools around here have had to close for a day or two due to so many kids being out sick with the flu.", "neu": 0.679, "pos": 0.238, "neg": 0.083, "compound": 0.6331}, {"text": "Weather over next 8 hours at Cox Elementary School ( ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "What a wonderful project!! An extension I like also is to make it into a wax museum where the students in character have flashlights, the room is darkened, and each character when activated... ", "neu": 0.805, "pos": 0.195, "neg": 0.0, "compound": 0.7772}, {"text": "Daily almanac for March 14 at Dr. N H Jones Elementary School ( ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Do this kind of elementary visitors solutions explained inside this video report ", "neu": 0.866, "pos": 0.134, "neg": 0.0, "compound": 0.1779}, {"text": "Rick Yarosh and I had the amazing opportunity to speak with all of the students and teachers at Burnt Hills-Ballston Lake Central School District’s Francis L Stevens Elementary School! Awesome school! Special thanks to Stevens Elementary PTA", "neu": 0.64, "pos": 0.36, "neg": 0.0, "compound": 0.9508}, {"text": "Thank you Elementary for the support ICT and advertisements. Courses nearly full already. ", "neu": 0.679, "pos": 0.321, "neg": 0.0, "compound": 0.6369}, {"text": "Blue Ridge Elementary School at sunrise and it's 46.4 F ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Parents Blame Elementary School's Cell Tower After 4th Student Diagnosed With Cancer via ", "neu": 0.618, "pos": 0.0, "neg": 0.382, "compound": -0.7783}, {"text": "Why Elementary Schools Should Teach Kids to Play Poker edtech via ", "neu": 0.806, "pos": 0.194, "neg": 0.0, "compound": 0.34}, {"text": "Elementary is one of the greatest tv shows", "neu": 0.625, "pos": 0.375, "neg": 0.0, "compound": 0.6369}, {"text": "Daily almanac for March 14 at Springwood Elementary School ( ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Daily almanac for March 14 at Port St Joe Elementary School ( ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Early Dismissal at 1:00 today and tomorrow (March 14 & 15)", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Daily almanac for March 14 at Belle Terre Elementary ( ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Lifestyle forecasts for Canopy Oaks Elementary ( ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Center Street Elementary is closed today 3/14/19, due to a water main break.", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Elementary I won a science fair don’t judge me off of what you see now. You on know my limits.", "neu": 0.727, "pos": 0.273, "neg": 0.0, "compound": 0.7184}, {"text": "Verify the following simplified ways that can help to increase prospective customers, meant to always be elementary for the people to apply ", "neu": 0.8, "pos": 0.2, "neg": 0.0, "compound": 0.6124}, {"text": "Weather over next 8 hours at Lee Elementary ( ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Great day for the FFA petting zoo at North Yesterday. 408 elementary students were impacted about the animal industry and we also had HS students impacted as well. Thank you to our ", "neu": 0.769, "pos": 0.231, "neg": 0.0, "compound": 0.8271}, {"text": "Administrators at one elementary school learned that some students were staying home because their clothes weren't clean. Attendance jumped after the school installed a washing machine. ", "neu": 0.914, "pos": 0.0, "neg": 0.086, "compound": -0.3089}, {"text": " took down the cork board full of kennamariee2 and tabell6 elementary artwork and replaced it with kennamariee2 newest masterpiece . Love it mybabiesaregrowingup ", "neu": 0.707, "pos": 0.293, "neg": 0.0, "compound": 0.8519}, {"text": "Some really cool science happened yesterday by the UT ! We love that you came to visit us, and can’t wait to see you again! ", "neu": 0.749, "pos": 0.251, "neg": 0.0, "compound": 0.8114}, {"text": "Daily almanac for March 14 at Lawton Elementary School ( ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Today's Pledge of Allegiance is brought to you by Heritage South Credit Union featuring Mrs. Harris' 1st Grade Class at A.H. Watwood Elementary School. ", "neu": 0.898, "pos": 0.102, "neg": 0.0, "compound": 0.3818}, {"text": "Today Miriam starts reading her co-authored book Phoebe Flies Away to the children of Lafayette Elementary School in Mayo Florida. The reading coach has asked her to read to 4 classes today, 4 classes Thursday 3/21... ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Daily almanac for March 14 at Greenville Elementary ( ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Wild! Poor kids. I didn’t have to wake up for school til like 7 in elementary school. Even middle school I was waking up at 5:30. She’s on the bus already", "neu": 0.815, "pos": 0.078, "neg": 0.106, "compound": -0.2244}, {"text": "Weather over next 8 hours at Dr. N H Jones Elementary School ( ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Weather over next 8 hours at Oak Ridge Elementary ( ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Daily almanac for March 14 at Cox Elementary School ( ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Addison Mizner Elementary School at sunrise and it's 73.0 F ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Lifestyle forecasts for WT Moore Elementary School ( ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Lifestyle forecasts for Upthegrove Elementary School ( ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Lifestyle forecasts for Melrose Park Elementary School ( ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Lifestyle forecasts for Heathrow Elementary School ( ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Daily almanac for March 14 at Fred Wild Elementary School ( ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "We loved delivering this check for $350 to the Lutz Elementary Leopards for their Running Program! The kids LOVED the doughnuts we brought! :)", "neu": 0.634, "pos": 0.366, "neg": 0.0, "compound": 0.9204}, {"text": "Thank you to all who came out to Kindergarten Round Up! Welcome to the Lessenger Family! WeAreLamphere ", "neu": 0.711, "pos": 0.289, "neg": 0.0, "compound": 0.7256}, {"text": "Lifestyle forecasts for Bond Elementary School ( ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "We loved delivering this check for $350 to the Lutz Elementary Leopards over in Tampa for their Running Program! And the kids LOVED the doughnuts we brought! :)", "neu": 0.674, "pos": 0.326, "neg": 0.0, "compound": 0.9204}, {"text": "Lifestyle forecasts for Killearn Lakes ELementary School ( ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Weather over next 8 hours at Willow Springs Elementary School ( ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "How cute is this kid!?!? He has stole this mommas heart! sawyerbeau Elementary ", "neu": 0.739, "pos": 0.261, "neg": 0.0, "compound": 0.6412}, {"text": "Central Elementary School at sunrise and it's 64.1 F ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "From elementary to middle school. From middle school to high school. From high school to 2 and a half years of challenges and adventure. I will love you forever 41515 rip", "neu": 0.762, "pos": 0.238, "neg": 0.0, "compound": 0.7783}, {"text": "FBLA has fun reading to Kindergartens yesterday at Hayfield Elementary ! What a great way to give back to the community! hawkpride hayfieldfbla Elementary School ", "neu": 0.725, "pos": 0.275, "neg": 0.0, "compound": 0.8395}, {"text": "Tiger Literary reference PiDay ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Here is some AMAZING news! Bonner Elementary students raised $24,345 during their Kids Heart Challenge program saving 483 lives! The following are the top fundraisers that received a one... ", "neu": 0.753, "pos": 0.247, "neg": 0.0, "compound": 0.8029}, {"text": "so this Monday I went to an elementary school to do some project (my campus' program) and after it I gave my number to the kids to share photos (i fucking regret it now) and they starting to like ASKING \"WHERE DO U LIVE\" \" WHERE ARE U NOW A\" \"P P P P P\"", "neu": 0.825, "pos": 0.115, "neg": 0.059, "compound": 0.228}, {"text": "Lifestyle forecasts for Greenville Elementary ( ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Third grade took a nice mental break yesterday from their 3 days of testing and did some city engineering kits and snap circuits!", "neu": 0.866, "pos": 0.134, "neg": 0.0, "compound": 0.4753}, {"text": "I myself know of at least 58 techniques to refine a seemingly infinite array of randomly generated possibilities...", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Today's events Clinton Street Elementary Family Fun Night, first and second grades. East Middle eighth grade Washington, D.C. trip, through March 17. East Senior musical, 7 p.m. West Elementary Scholastic Book Fair, 9 a.m. to 4 p.m.", "neu": 0.851, "pos": 0.149, "neg": 0.0, "compound": 0.6808}, {"text": "Weather over next 8 hours at Bunnell Elementary School ( ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "An unexpected power outage for the Lockport City School District has resulted in the need to close the following Schools for today, March 14th: Lockport High School, Emmet Belknap Intermediate School, Roy B. Kelley Elementary School and the Board of Education Building...", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "This person really doesn't understand that conans friends are freakin' elementary schoolers smh ", "neu": 0.671, "pos": 0.189, "neg": 0.14, "compound": 0.2023}, {"text": "I went to this elementary school as well and i was in the same classroom my sister is so it brings back some nice memories", "neu": 0.811, "pos": 0.189, "neg": 0.0, "compound": 0.5994}, {"text": "Weather over next 8 hours at CCEM Jarvisburg Elementary School ( ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "This week in Impact Kids: Preschool: God keeps His promises. (Noah & the ark) Elementary : The books of the Bible. Parents your little ones come in super excited about the lesson every Sunday so we encourage you to... ", "neu": 0.687, "pos": 0.313, "neg": 0.0, "compound": 0.9271}, {"text": "Lifestyle forecasts for Kate Sullivan Elementary ( ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "He brought a loaded gun to a elementary school yall dont see this is a problem? That he was finna let it sing on the teacher in a class full of students ", "neu": 0.836, "pos": 0.0, "neg": 0.164, "compound": -0.6249}, {"text": "Weather over next 8 hours at Killearn Lakes ELementary School ( ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Fun day with a reading visit to Washington Elementary School today. Great bunch of First graders.", "neu": 0.637, "pos": 0.363, "neg": 0.0, "compound": 0.8126}, {"text": "This quarter Algebra 2 students designed games to help elementary and middle school students with their math skills in a fun way. The classes enjoyed playing each others games and ", "neu": 0.684, "pos": 0.316, "neg": 0.0, "compound": 0.8779}, {"text": "Dodgertown Elementary School at sunrise and it's 70.3 F ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Lifestyle forecasts for CCEM Jarvisburg Elementary School ( ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Weather over next 8 hours at Belle Terre Elementary ( ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Weather over next 8 hours at Hawks Rise Elementary ( ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Today's Centex Roof Systems Daily Pledge comes from Mrs. Chaudoin's class at Bosqueville Elementary , ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Thank you, Bulldogs!", "neu": 0.417, "pos": 0.583, "neg": 0.0, "compound": 0.4199}, {"text": "You are amazing, girl! I remember on of my old class mates had cancer in elementary school/middle school. One day she came to school and all her hair was gone, I felt so bad cause everyone was pointing and looking at her like she was some side show act.", "neu": 0.735, "pos": 0.108, "neg": 0.157, "compound": -0.5971}, {"text": "Elementary school principal Dr. Belinda George reads books to her students over Facebook Live to ensure they have a bedtime story. In less than a year, reading scores at her school have improved. has the story. ", "neu": 0.849, "pos": 0.151, "neg": 0.0, "compound": 0.6908}, {"text": "Many many thanks for your kind words, Amanda ! I’m so proud of your work as principal of JK Elementary in Batavia NY. In a couple of months I look forward to calling you Dr Amanda Cook after final approval of your dissertation on Vid IC at the U of Rochester ! ", "neu": 0.717, "pos": 0.283, "neg": 0.0, "compound": 0.9486}, {"text": "Daily almanac for March 14 at DeSoto Trail Elementary ( ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Ceresco Elementary - Bus will pick up approximately 7:30 AM and head straight to the high school.  Davey - Bus will pick up at approximately 7:15 AM  Agnew - Bus will pick up at approximately 7:30 AM and head to Valparaiso Elementary", "neu": 0.952, "pos": 0.048, "neg": 0.0, "compound": 0.2263}, {"text": "My children visiting the women that rouched their lives in early childhood! Elementary school days! Baby girl graduates this year! Be back in 2 years for my son and in 4 for the youngest!! ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "The SES library had a surprise guest reader during library class! Thank you Dr. James for sharing “Tadpole’s Promise” and “Each Kindness” with us! EngageYCSD ReadAcrossAmerica ", "neu": 0.734, "pos": 0.266, "neg": 0.0, "compound": 0.7896}, {"text": "Daily almanac for March 14 at Sabal Palm Elementary School ( ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Weather over next 8 hours at Lawton Elementary School ( ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Teacher with a — at Tipo Elementary School ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "These kindergarten students participated in a national contest to see which Lucky Charms marshmallow is the most abundant. They had to hypothesize first and then sort and tally. Mrs. ", "neu": 0.82, "pos": 0.18, "neg": 0.0, "compound": 0.6908}, {"text": "The elementary demands for language must have at least per cent redundant way.", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "This is amazing work! This would be powerful at the elementary level. Full student engagement curbs negative behaviors. Great way to proactively use student voices to shift classroom dynamics! education strategies ", "neu": 0.555, "pos": 0.363, "neg": 0.082, "compound": 0.9133}, {"text": "Daily almanac for March 14 at Blue Ridge Elementary School ( ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "A. C. Corcoran Elementary students spread kindness through schoolwide initiative - WCBD News 2 ", "neu": 0.786, "pos": 0.214, "neg": 0.0, "compound": 0.4588}, {"text": "Lifestyle forecasts for Sope Creek Elementary School ( ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Know an incoming 2019-2020 SCPS Kindergartner? If so, spread the word...our annual Kindergarten Registration event will be on April 4th from 7 a.m. to 7 p.m. at ALL SCPS Elementary Schools! Learn more at ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Y’all remember when everyone wore those big ass sketchers in like elementary school, I feel like that’s what shoes look like now and it’s fucking ugly", "neu": 0.578, "pos": 0.217, "neg": 0.205, "compound": -0.1513}, {"text": "Park Forest Elementary School at sunrise and it's 37.8 F ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Lifestyle forecasts for Fred Wild Elementary School ( ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Lifestyle forecasts for Ranson Elementary School ( ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Daily almanac for March 14 at Parkside Elementary School ( ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "03/14/D4: Baked Chicken OR Hot Hambo. GR5’s Chinmpas , Mesoamerican agriculture using small, rectangular areas of fertile land to grow crops on the shallow lake beds in the Valley of Mexico, will be featured at tonight’s STEAM, Latin Showcase! WeAreNorthern DaringGreatly ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Route 2 Orange on bus 1190 regular driver with a 20 minute delay", "neu": 0.813, "pos": 0.0, "neg": 0.187, "compound": -0.3182}, {"text": "For all the crap that comes out of the NE state government, at least our kids in Lincoln get to eat. Some elementary schools have clothing centers (gets cold here!). I read through most of these tweets. Teachers make me so proud!", "neu": 0.845, "pos": 0.099, "neg": 0.056, "compound": 0.4543}, {"text": "Ranson Elementary School at sunrise and it's 40.2 F ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Last day for Bagels with a Buddy! Our Spring Book Fair will be open! KennedyLeads — at Kennedy Elementary School ", "neu": 0.862, "pos": 0.138, "neg": 0.0, "compound": 0.4374}, {"text": "Thursday is my favorite day of the week! It used to be ‘gym day’ in elementary school. thatswhereitallstarted", "neu": 0.838, "pos": 0.162, "neg": 0.0, "compound": 0.5093}, {"text": "Parsons Elementary , don’t forget the world-famous Harlem Wizards basketball team will be in North Brunswick on May 6th. Parsons, John Adams, Livingston Park along with coaches from the North Brunswick Travel Basketball... ", "neu": 0.942, "pos": 0.0, "neg": 0.058, "compound": -0.2263}, {"text": "Hi Lisa! I’m also a teacher, elementary art. I often say I get paid to play with children all day. Sparking creativity is my thing! I’m pre-agent PB writer-illustrator, learning the business and improving my skills. I’ve also written 2 novels. Congrats on Llama Drama!", "neu": 0.754, "pos": 0.246, "neg": 0.0, "compound": 0.9017}, {"text": "We can’t wait to see next week! tpsprepares ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Check out what’s AwesomeEveryDay according to fifth graders. school.district.of.janesville ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Daily almanac for March 14 at Chaires Elementary ( ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Join Mr. \"Phil\" at the BES Library Spring Book Fair coming soon! April 3-5 with after-school hours for parents to visit and support their children's excitement in reading & learning. ", "neu": 0.7, "pos": 0.3, "neg": 0.0, "compound": 0.8655}, {"text": "Lifestyle forecasts for Lee Elementary ( ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "“KAPAG NAGALIT ANG TEACHER AT NAG-WALK OUT Elementary : Umiiyak. Highschool: Nagsisisihan. College: Yes! Uwian na!\"", "neu": 0.81, "pos": 0.19, "neg": 0.0, "compound": 0.508}, {"text": "Lifestyle forecasts for Cox Elementary School ( ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Weather over next 8 hours at Colham Ferry Elementary School ( ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Heathrow Elementary School at sunrise and it's 62.7 F ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "The staff at Bridgeton Elementary discussing and discovering their True Colors. ", "neu": 0.781, "pos": 0.219, "neg": 0.0, "compound": 0.4215}, {"text": "Congratulations to this sweet girl! She was the winner of the ItonCAD award at the Inventure state finals yesterday. Thanks to Mrs. Clark and Mrs. Carnaroli for all their support!", "neu": 0.541, "pos": 0.459, "neg": 0.0, "compound": 0.9656}, {"text": "It’s sad how these Elementary kids have to wake up :30 just to catch the bus for 6am", "neu": 0.846, "pos": 0.0, "neg": 0.154, "compound": -0.4767}, {"text": "Daily almanac for March 14 at Dodgertown Elementary School ( ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Lucky me! The countdown is on to a full WERQday tomorrow as I tackle the role of guest instructor all day at a local elementary school! I can't wait to get these kids ", "neu": 0.892, "pos": 0.108, "neg": 0.0, "compound": 0.5242}, {"text": "Weather over next 8 hours at Springwood Elementary School ( ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Aren’t y’all glad I’ve stayed so on brand? Elementary School ", "neu": 0.75, "pos": 0.25, "neg": 0.0, "compound": 0.4588}, {"text": "My elementary teacher having a trap door in the back of the classroom", "neu": 0.827, "pos": 0.0, "neg": 0.173, "compound": -0.3182}, {"text": "– Q is ambidextrous. (vLive) – Q has a poodle named Ghana. (Vlive) – Q won a special prize in a piano competition in elementary school. (Pops in Seoul)", "neu": 0.673, "pos": 0.327, "neg": 0.0, "compound": 0.8658}, {"text": "Low income & poor cant afford food for lunches &food at home. I am a single parent& I wasnt approved for free lunch when my daughter was elementary & so most of my household food was for her school lunch.W/ the cost of bills & groceries prizes it CAN be hard, impossible for some", "neu": 0.742, "pos": 0.053, "neg": 0.205, "compound": -0.7673}, {"text": "Reading to Kindergartens is fun! Yay for FBLA service activities in our community at Hayfield Elementary ! hawkpride Elementary School ", "neu": 0.7, "pos": 0.3, "neg": 0.0, "compound": 0.8065}, {"text": "Weather over next 8 hours at Palencia Elementary ( ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Aqua pets! I remember them because toys were banned from my elementary school and one day I brought it in to show off to my friends and it just wouldn't stfu which lead to me learning to always carry a screwdriver with me and having my first panic attack this is the one I had ", "neu": 0.765, "pos": 0.073, "neg": 0.161, "compound": -0.7424}, {"text": " schools on lockdown in the area including davis elementary .", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "I don’t get this... this junior I know from elementary just posted something on her ig story, claiming she’s disappointed in seungri. She said i’m a woman first before a fan, so I would not tolerate it. But proceed to say that she won’t defend him but WILL support him", "neu": 0.853, "pos": 0.106, "neg": 0.042, "compound": 0.4854}, {"text": "Wow my bed comforter is the oldest thing I own. That’s crazy. Elementary Middle High Military Cross country My first house I’m saving this for my kids", "neu": 0.717, "pos": 0.209, "neg": 0.075, "compound": 0.6486}, {"text": "Weather over next 8 hours at Blue Ridge Elementary School ( ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Weather over next 8 hours at Sabal Palm Elementary School ( ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Daily almanac for March 14 at Sealey Elementary School ( ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Lake Mills Elementary School was proud to welcome Lt. Governor Mandela Barnes on Wednesday! He came to tour our award winning LEED certified school.", "neu": 0.601, "pos": 0.399, "neg": 0.0, "compound": 0.923}, {"text": "Weather over next 8 hours at Chaires Elementary ( ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Parkside Elementary School at sunrise and it's 63.4 F ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Congratulations FGS Students of the Month!!! ", "neu": 0.511, "pos": 0.489, "neg": 0.0, "compound": 0.6981}, {"text": "Someone from elementary school just told me that i used to walk around screaming « APRIL » all the time and it’s true , wtf was wrong with me", "neu": 0.631, "pos": 0.084, "neg": 0.285, "compound": -0.7717}, {"text": "owlsome design on this week’s spirit rock! ", "neu": 0.751, "pos": 0.249, "neg": 0.0, "compound": 0.2481}], "sum": 437}