{"tweets": [{"text": "Did you watch For the Love of Spock ....start there", "neu": 0.682, "pos": 0.318, "neg": 0.0, "compound": 0.6369}, {"text": ". Thank U for your movie, For The Love Of Spock . The way you intertwine career, family, triumphs, challenges, harsh truths... I feel it is the remembrance that every human life deserves but few will receive. That fact does not fill me with resentment but gratitude", "neu": 0.67, "pos": 0.222, "neg": 0.108, "compound": 0.631}, {"text": "Not sure if it's still up on Netflix but there's an Adam West doc called \"& Starring Adam West\" that's really wonderful. The Leonard Nimoy one is really incredible too. Think it's called \" For the Love of Spock \" or something. His son made it & it's incredibly intimate.", "neu": 0.775, "pos": 0.199, "neg": 0.026, "compound": 0.9154}, {"text": "Mr. Blumenthal, it’s good to call it criminal and inexcusable but for the love of Spock DO something about it! Cheers from Canada", "neu": 0.569, "pos": 0.365, "neg": 0.066, "compound": 0.8999}, {"text": "Star Trek: Discovery made this the perfect weekend to watch For the Love of Spock on Netflix ", "neu": 0.655, "pos": 0.345, "neg": 0.0, "compound": 0.836}, {"text": " Wishing you a happy birthday !!! Loved \" For the Love of Spock \". LLAP.", "neu": 0.382, "pos": 0.618, "neg": 0.0, "compound": 0.939}, {"text": "\" For the love of Spock \" is the full title, apologies :)", "neu": 0.556, "pos": 0.444, "neg": 0.0, "compound": 0.802}, {"text": "I'm watching a Documentary, For The Love Of Spock , seeing a different side of Lennard Nimoy Awesome ", "neu": 0.61, "pos": 0.39, "neg": 0.0, "compound": 0.8519}, {"text": "<Channelling \" Spock 's Brain\">Agenda, agenda! What is this agenda!?</Channelling> For the love of St. Gulik, my only \"agenda\" is to make it through the day!", "neu": 0.825, "pos": 0.175, "neg": 0.0, "compound": 0.7249}, {"text": "For the Love of Spock (2016) IMDb COPD Wer findet mich im Film? ", "neu": 0.741, "pos": 0.259, "neg": 0.0, "compound": 0.6369}, {"text": "For the love of Spock , man, remind us of the title of the episode!", "neu": 0.743, "pos": 0.257, "neg": 0.0, "compound": 0.6696}, {"text": "For The Love Of Spock on Netflix pretty good", "neu": 0.368, "pos": 0.632, "neg": 0.0, "compound": 0.8834}, {"text": " Hi Mr Shatner. I've just watched your documentary \"The Captains\" and \" For the love of Spock \". I didn't realise until watching those just how much Star Trek had shaped my life, my career and my love of science, computers etc. I just want to say thanks to you all.", "neu": 0.777, "pos": 0.223, "neg": 0.0, "compound": 0.9118}, {"text": "RT Show of the week: For the Love of Spock After Leonard Nimoy's passing in 2015, his son, director Adam Nimoy (Gilmore Girls), chose to tell the story of his personal experience growing up with his father as the universally.. OTTNews ", "neu": 0.869, "pos": 0.131, "neg": 0.0, "compound": 0.7096}, {"text": "Grim Dawn, Borderlands Series, Elder Scrolls 6, Kingdom Hearts, & every zelda game. And for the love of God, update Super Mario Party. Only 4 boards is just sad at this point.", "neu": 0.549, "pos": 0.295, "neg": 0.156, "compound": 0.7269}, {"text": "Check out “ For the Love of Spock ” on Netflix! An amazing documentary about Spock and the man behind him, Leonard Nimoy! Spock LeonardNimoy ⁦Great work ⁩! ", "neu": 0.745, "pos": 0.255, "neg": 0.0, "compound": 0.8713}, {"text": "I finally saw \" For the Love of Spock \", excellent documentary. leonardnimoy spock", "neu": 0.559, "pos": 0.441, "neg": 0.0, "compound": 0.836}, {"text": " Mr Nimoy I just finished watching \" For the love of Spock \". What a terrific documentary, and an interesting tribute you created. Sadly your father father passed away shortly after my Mother did. She also suffered from COPD and died at the same age of 83.", "neu": 0.631, "pos": 0.205, "neg": 0.164, "compound": 0.34}, {"text": "I’m looking at, “ For the Love of Spock ”.", "neu": 0.682, "pos": 0.318, "neg": 0.0, "compound": 0.6369}, {"text": "Ets una persona afortunada. Has vist el documental: \" For the Love of Spock \"?", "neu": 0.756, "pos": 0.244, "neg": 0.0, "compound": 0.6369}, {"text": "Watching For the Love of Spock . Very cool documentary. HappyBirthdayLeonardNimoy", "neu": 0.541, "pos": 0.459, "neg": 0.0, "compound": 0.7778}, {"text": "For The Love Of Spock is truly a moving documentary of Leonard Nimoy, as an actor and person, who immortalized Spock as a legendary sci fi icon. Live long and prosper", "neu": 0.792, "pos": 0.208, "neg": 0.0, "compound": 0.7964}, {"text": " Hey we reviewed “ For The Love of Spock ” over the weekend, pretty sure I saw you in it!", "neu": 0.616, "pos": 0.384, "neg": 0.0, "compound": 0.8748}, {"text": " watching “ For the love of spock ”. Loving your input on who Leonard Nimoy was. Thank you sir.", "neu": 0.602, "pos": 0.398, "neg": 0.0, "compound": 0.891}, {"text": "folks hate when it's cold outside, so for the love of spock , why are they making it cold in an artificial way when it's hot out? screw you all, go live at the north pole!", "neu": 0.765, "pos": 0.107, "neg": 0.129, "compound": 0.1669}, {"text": "I do not envy Ethan, of all the roles to play that one has to be the most difficult to fill. I watch with anticipation of a young Spock shouting 'It's so unfair' and storming off to his qtrs. (This is what English kids do) And for the love of god, have a shave man! Dirty boy", "neu": 0.673, "pos": 0.182, "neg": 0.145, "compound": 0.1335}, {"text": "\" For the Love of Spock \" is that kind of documentary that speaks more than any one eulogy could.", "neu": 0.802, "pos": 0.198, "neg": 0.0, "compound": 0.6369}, {"text": "I watched \" For The Love Of Spock \" this evening. I smiled, I laughed and I cried. It is just impossible to describe my emotions. Thanks to for this emotional movie about his dad.", "neu": 0.562, "pos": 0.375, "neg": 0.063, "compound": 0.9144}, {"text": "Not too bad, hope your well, now I'm just watching for the love of Spock on netflix.", "neu": 0.529, "pos": 0.373, "neg": 0.098, "compound": 0.7746}, {"text": "FOR THE LOVE OF SPOCK | Movie Review | A Touching Documentary ", "neu": 0.619, "pos": 0.381, "neg": 0.0, "compound": 0.7125}, {"text": "For The Love of Spock - wonderful doc. on an iconic character. I discovered ST in high school and immediately loved the show. Spock StarTrek", "neu": 0.629, "pos": 0.371, "neg": 0.0, "compound": 0.9153}, {"text": "Just finished \" For the love of Spock \". I'm not crying, you are!", "neu": 0.61, "pos": 0.39, "neg": 0.0, "compound": 0.7933}, {"text": "Day 6 - F Fifth Element Finding Nemo Flight Of The Navigator Fools Rush In For Your Eyes Only Fright Night (2011) Fighting Temptations Fargo The Fault In Our Stars Fantastic Four: Rise Of The Silver Surfer (guilty pleasure) For The Love Of Spock (bonus doc) MovieMadnessAToZ", "neu": 0.669, "pos": 0.137, "neg": 0.194, "compound": -0.296}, {"text": "Star Trek: Discovery made this the perfect weekend to watch For the Love of Spock on Netflix ", "neu": 0.655, "pos": 0.345, "neg": 0.0, "compound": 0.836}, {"text": "For the Love of Spock on SYFY tonight, very proud to one of the Producers and Director of Photography of this film! ", "neu": 0.717, "pos": 0.283, "neg": 0.0, "compound": 0.8353}, {"text": "For the love of spock", "neu": 0.488, "pos": 0.512, "neg": 0.0, "compound": 0.6369}, {"text": "Stop by the JCC THIS Sunday at 4PM for \" For the Love of Spock .\" This loving tribute to Leonard Nimoy, directed by his son, chronicles Nimoy's life and rise from obscurity to stardom. ", "neu": 0.751, "pos": 0.196, "neg": 0.053, "compound": 0.7845}, {"text": "I watched For The Love Of Spock on Netflix the other night. Good documentary! Especially if you're a Trekkie. It was produced by his son. Leonard Nemoy was a complicated person like everyone. I met him at a book signing and he was very nice and down to Earth. LLAP", "neu": 0.759, "pos": 0.241, "neg": 0.0, "compound": 0.9183}, {"text": "For the love of Spock ! How do I stop the boy child peeing everywhere? I do not remember yellow Niagra with the 20 year old.", "neu": 0.758, "pos": 0.162, "neg": 0.079, "compound": 0.5093}, {"text": "y'all i'm finally gonna watch \" For The Love Of Spock \" RIP me after i drown in my own tears", "neu": 0.605, "pos": 0.169, "neg": 0.226, "compound": -0.1027}, {"text": "This just in: Star Trek: Discovery made this the perfect weekend to watch For the Love of Spock on Netflix tech trending socialmedia ", "neu": 0.727, "pos": 0.273, "neg": 0.0, "compound": 0.836}, {"text": "Captains, Chaos on the Bridge und For the love of Spock .", "neu": 0.533, "pos": 0.249, "neg": 0.219, "compound": 0.128}, {"text": "For The Love Of Spock is also a great Leonard Nimoy Biopic that I found engaging, informative, and respectful in revealing the man who became a pop culture icon as Spock .", "neu": 0.637, "pos": 0.363, "neg": 0.0, "compound": 0.9287}, {"text": "Exactly. “ For the Love of Spock ” is an excellent documentary about Leonard Nimoy on Netflix.", "neu": 0.655, "pos": 0.345, "neg": 0.0, "compound": 0.836}, {"text": "My ★★★★½ review of For the Love of Spock on : ", "neu": 0.682, "pos": 0.318, "neg": 0.0, "compound": 0.6369}, {"text": "I miss so much. I just watched \" For the Love of Spock \" again and it just hit me harder than I expected. I never had a dad & I guess I always just found comfort in his works. Thanks for making that film. It's a treasure.", "neu": 0.705, "pos": 0.26, "neg": 0.035, "compound": 0.8807}, {"text": "About to watch For The Love of Spock . Almost guaranteed to greet.", "neu": 0.616, "pos": 0.384, "neg": 0.0, "compound": 0.738}, {"text": "Congratulations to the both of you, and right now I am watching\" For the Love of Spock \" on SciFi channel!", "neu": 0.67, "pos": 0.33, "neg": 0.0, "compound": 0.8553}, {"text": "Watch For the Love of Spock now | Kanopy ", "neu": 0.625, "pos": 0.375, "neg": 0.0, "compound": 0.6369}, {"text": "i know you don't give a rat's rectum about me, same as i don't give a rat's rectum about you but, for the love of spock , don't be an ass. it's so simple. and if you are, don't be surprised to get served an attitude!!", "neu": 0.758, "pos": 0.203, "neg": 0.04, "compound": 0.8796}, {"text": "Just watched ‘ For The Love of Spock ’ on Netflix, excellent documentary but how how how could it not include Spock ’s Funeral scene from Wrath of Khan?! ‘ Of all the souls I have encountered in my travels, his was the most... human.’ ", "neu": 0.828, "pos": 0.106, "neg": 0.066, "compound": 0.2481}, {"text": "Afterward, I highly suggest people watch \" For the love of Spock \". Never a bad idea to remind the world what this man offered and gave us (which was a lot).", "neu": 0.787, "pos": 0.213, "neg": 0.0, "compound": 0.7935}, {"text": "Just finished watching FOR THE LOVE OF SPOCK on Netflix. Genuinely moved. Must-see for all Trekkies.", "neu": 0.753, "pos": 0.247, "neg": 0.0, "compound": 0.7125}, {"text": "Watching \" For the Love of Spock \". SyFy Leonard Nimoy would have been 87 today. HappyBirthdaySpock ", "neu": 0.781, "pos": 0.219, "neg": 0.0, "compound": 0.6369}, {"text": "No trust me he does lol. I'm watching For the love of Spock and tho more images I see of young Nimoy the more it struck me.", "neu": 0.587, "pos": 0.288, "neg": 0.125, "compound": 0.7796}, {"text": "Watching the doc \" For The Love Of Spock \" because I'm still sick with this damn throat infection and unable to rehearse vocals today. Plus I'm a huge nerd. Spock startrek musician sickday ", "neu": 0.639, "pos": 0.16, "neg": 0.201, "compound": -0.1779}, {"text": "This was excellent. Check out \" For the Love of Spock \" on Netflix ", "neu": 0.559, "pos": 0.441, "neg": 0.0, "compound": 0.836}, {"text": "Star Trek: Discovery made this the perfect weekend to watch For the Love of Spock on Netflix ", "neu": 0.639, "pos": 0.361, "neg": 0.0, "compound": 0.836}, {"text": "watching For The Love Of Spock", "neu": 0.543, "pos": 0.457, "neg": 0.0, "compound": 0.6369}, {"text": "assistindo For The Love Of Spock", "neu": 0.543, "pos": 0.457, "neg": 0.0, "compound": 0.6369}, {"text": "I'm not even a star trek fan but I just watched a really good documentary on Leonard Nimoy, called For the Love of Spock , on Netflix. Highly recommend.", "neu": 0.576, "pos": 0.424, "neg": 0.0, "compound": 0.9471}, {"text": "Star Trek: Discovery made this the perfect weekend to watch For the Love of Spock on Netflix ", "neu": 0.655, "pos": 0.345, "neg": 0.0, "compound": 0.836}, {"text": "Watching the documentary \" For the Love of Spock \" again. Damn I wish Leonard Nimoy was still alive. Such a great entertainer and human being.", "neu": 0.458, "pos": 0.464, "neg": 0.077, "compound": 0.926}, {"text": "I'm propped up with pillows because I can't bend or lay down and standing/sitting down has become more problematic. Netflix has my back, though and my kitty isn't making me chase her today. geekingout — watching For The Love Of Spock", "neu": 0.837, "pos": 0.093, "neg": 0.07, "compound": 0.2516}, {"text": "Beautiful story. Leonard Nimoy once said something like you can do a pretty good job being you. It's on the Bluray of For the love of Spock if you want the direct quote.", "neu": 0.591, "pos": 0.409, "neg": 0.0, "compound": 0.9517}, {"text": "NowWatching For the Love of Spock (2016)", "neu": 0.588, "pos": 0.412, "neg": 0.0, "compound": 0.6369}, {"text": "Just watched “ for the love of Spock ” on Netflix. Documentary about Leonard Nimoy. Definitely cried. From the beginning to the end.", "neu": 0.678, "pos": 0.234, "neg": 0.088, "compound": 0.6486}, {"text": "For the Love of Spock (2016) IMDb ", "neu": 0.588, "pos": 0.412, "neg": 0.0, "compound": 0.6369}, {"text": "Watching \" For The Love Of Spock \" on SyFy channel and enjoying it. ", "neu": 0.568, "pos": 0.432, "neg": 0.0, "compound": 0.8225}, {"text": "I finally got to see the documentary, For the Love of Spock . It was on Syfy. I really enjoyed it. AmWriting PDF1", "neu": 0.698, "pos": 0.302, "neg": 0.0, "compound": 0.8313}, {"text": " Watched \" For the love of Spock \" on Netflix yesterday and I wanna thank you for that warmhearted and intimate documentation about a lovely human, your Dad. He created an immortal character who deeply impressed and influenced me. LLAP", "neu": 0.584, "pos": 0.416, "neg": 0.0, "compound": 0.9623}, {"text": "Hope? You have a choice between Bob Hope and no hope. Adam Nimoy was at that shitshower Joiner put on 2 years ago to promote For the Love of Spock , but he didn't even show any of that. Waste of time having him there. Joiner doesn't have the facilities or will to show the DS9 doc.", "neu": 0.751, "pos": 0.164, "neg": 0.085, "compound": 0.4497}, {"text": "Really interesting — watching For The Love Of Spock", "neu": 0.493, "pos": 0.507, "neg": 0.0, "compound": 0.8016}, {"text": "Adam Nimoy’s documentary “ For the Love of Spock ” on Syfy – 10 PM EDT Mon. 3/26 ", "neu": 0.792, "pos": 0.208, "neg": 0.0, "compound": 0.6369}, {"text": "2 people found shot 225782 and was 1st! It was \" For the Love of Spock \" (2016) by Adam Nimoy. Back in 5 min! ", "neu": 0.807, "pos": 0.193, "neg": 0.0, "compound": 0.6988}, {"text": "New-Release Tuesday: For the Love of Spock AdamNimoy LeonardNimoy PastThePopcorn", "neu": 0.682, "pos": 0.318, "neg": 0.0, "compound": 0.6369}, {"text": "FOR THE LOVE OF SPOCK is a solid documentary that feels conflicted on how much to craft its' adoration of Spock and complement it to Leonard Nimoy's way of thinking about art, life and understanding the life he wanted and tried to handle it 1/2", "neu": 0.797, "pos": 0.203, "neg": 0.0, "compound": 0.8868}, {"text": "me: I'm doing fine the guys in charge of my memory department: hey do you remember that part from For the Love of Spock ... when all those people said that they related to him because they, too, had been considered different and quirky... me, already crying: can you PLEASE not-", "neu": 0.795, "pos": 0.153, "neg": 0.052, "compound": 0.7125}, {"text": "Star Trek: Discovery made this the perfect weekend to watch For the Love of Spock on Netflix tech app marketing", "neu": 0.695, "pos": 0.305, "neg": 0.0, "compound": 0.836}, {"text": "\" For The Love Of Spock \" scored a 100% rating on Rotten Tomatoes! Join fellow trekkies for an examination of the enduring appeal of Leonard Nimoy, and his portrayal of Spock in Star Trek. Friday, April 6.... ", "neu": 0.762, "pos": 0.159, "neg": 0.079, "compound": 0.5255}, {"text": "Show of the week: For the Love of Spock . ", "neu": 0.656, "pos": 0.344, "neg": 0.0, "compound": 0.6369}, {"text": " just saw \" For The Love Of Spock \". Absolutely incredible film. Calling my dad right now. Thank you.", "neu": 0.705, "pos": 0.295, "neg": 0.0, "compound": 0.7717}, {"text": " for the first time I just viewed the 2016 For the Love of Spock ! And my first thought was when I saw your mini interview was that you could be an actress on the side! If I were you I petition for a small part in the new movie!", "neu": 0.894, "pos": 0.106, "neg": 0.0, "compound": 0.7249}, {"text": "I had my photo at the 50th with on the original bridge , also met and enjoyed a session with talking about For The Love of Spock", "neu": 0.682, "pos": 0.318, "neg": 0.0, "compound": 0.8689}, {"text": "In tears watching For The Love Of Spock documentary. So very moving, profound, well constructed. Leonard Nimoy was Star Trek's best and most beloved actor.", "neu": 0.552, "pos": 0.396, "neg": 0.052, "compound": 0.9254}, {"text": "The next PCDeprived recording is our second documentary - For The Love Of Spock . Did you back it on Kickstarter? Do you think this works as a documentary? Does it show you everything you wanted to see? Thought, questions, and comments for Mandi and Matthew please ", "neu": 0.856, "pos": 0.144, "neg": 0.0, "compound": 0.7929}, {"text": "For The Love of Spock is such a good documentary", "neu": 0.496, "pos": 0.504, "neg": 0.0, "compound": 0.7964}, {"text": "Bonne nuit Sylvain! We’ve made it past the half way point for the week so we will soon be saying bonjour to the weekend! I am sitting down to watch a documentary called “ For the Love of Spock ” which is about Leonard Nimoy. I think it will be interesting to learn about him and", "neu": 0.872, "pos": 0.128, "neg": 0.0, "compound": 0.8168}, {"text": "watching for the love of spock and they got to the part about slash fiction fandom why", "neu": 0.704, "pos": 0.197, "neg": 0.099, "compound": 0.4767}, {"text": "\" For the Love of Spock \" :-)", "neu": 0.381, "pos": 0.619, "neg": 0.0, "compound": 0.7579}, {"text": "LOTD – For the Love of Spock 024 ", "neu": 0.625, "pos": 0.375, "neg": 0.0, "compound": 0.6369}, {"text": "Star Trek: Discovery made this the perfect weekend to watch For the Love of Spock on Netflix ", "neu": 0.655, "pos": 0.345, "neg": 0.0, "compound": 0.836}, {"text": "Next up: Finishing this week's weekendmovie selection: \" For the Love of Spock \"", "neu": 0.724, "pos": 0.276, "neg": 0.0, "compound": 0.6369}, {"text": "assistindo For The Love Of Spock", "neu": 0.543, "pos": 0.457, "neg": 0.0, "compound": 0.6369}, {"text": "“OJ: Made in America.” “Never Sleep Again.” “The Union.” “Batman & Bill.” “Killer Legends.” “Corpsey.” “Gaga: Five Foot Two.” “Bowie: The Man Who Changed The World.” “ For The Love Of Spock .” “The Wrecking Crew.” “Andre the Giant.” “Bigger Stronger Faster*” “Prescription Thugs.”", "neu": 0.858, "pos": 0.142, "neg": 0.0, "compound": 0.7783}, {"text": "Just watched For the love of Spock on Netflix.. just having a good cry rn.", "neu": 0.519, "pos": 0.335, "neg": 0.146, "compound": 0.6124}, {"text": "9 August 1956: Happy birthday to . He directed and produced For The Love of Spock , a documentary about his father Leonard Nimoy. He also directed the TNG episodes 'Rascals' and 'Timescape'. This year he married Deep Space Nine's Terry Farrell. StarTrek OTD OnThisDay ", "neu": 0.832, "pos": 0.168, "neg": 0.0, "compound": 0.836}, {"text": "If you're a Star Trek fan, For the Love of Spock is on Netflix.", "neu": 0.629, "pos": 0.371, "neg": 0.0, "compound": 0.7579}, {"text": "Oh this was just ‘fascinating’ Totally loved it Check out “ For the Love of Spock ” on Netflix ", "neu": 0.669, "pos": 0.331, "neg": 0.0, "compound": 0.8553}, {"text": "News from The Verge... Star Trek: Discovery made this the perfect weekend to watch For the Love of Spock on Netflix ", "neu": 0.706, "pos": 0.294, "neg": 0.0, "compound": 0.836}, {"text": "Watching FOR THE LOVE OF SPOCK on . They have no camping or RVing shows. Boo", "neu": 0.646, "pos": 0.245, "neg": 0.109, "compound": 0.5766}, {"text": "‘ For the Love of Spock ’ on is, well- fascinating! StarTrek ", "neu": 0.471, "pos": 0.529, "neg": 0.0, "compound": 0.8777}, {"text": "I watched his son’s documentary, “ For the Love of Spock ” a few weeks ago. Nimoy was one of a kind. ", "neu": 0.691, "pos": 0.309, "neg": 0.0, "compound": 0.8225}, {"text": "Adam Nimoy On His New Film \" For The Love of Spock \" | BUILD Series ", "neu": 0.741, "pos": 0.259, "neg": 0.0, "compound": 0.6369}, {"text": "This documentary made me cry. I miss you Spock :'( — watching For The Love Of Spock", "neu": 0.498, "pos": 0.174, "neg": 0.328, "compound": -0.4019}, {"text": "For the Love of Spock , if I remember correctly.", "neu": 0.625, "pos": 0.375, "neg": 0.0, "compound": 0.6369}, {"text": "Star Trek: Discovery just made this the perfect weekend to watch the documentary For the Love of Spock on Netflix ", "neu": 0.695, "pos": 0.305, "neg": 0.0, "compound": 0.836}, {"text": "\" For The Love Of Spock \" scored a 100% rating on ! Join fellow trekkies for an examination of the enduring appeal of Leonard Nimoy, and his portrayal of Spock in Star Trek. Friday, April 6. Get tickets here: ", "neu": 0.836, "pos": 0.164, "neg": 0.0, "compound": 0.7712}, {"text": "Star Trek: Discovery made this the perfect weekend to watch For the Love of Spock on Netflix news tech", "neu": 0.683, "pos": 0.317, "neg": 0.0, "compound": 0.836}, {"text": "no more crying today..cried over the damn ' for the love of spock ' documentary..it's that time of the month is my excuse. ", "neu": 0.537, "pos": 0.185, "neg": 0.278, "compound": -0.4201}, {"text": "Star Trek: Discovery just made this the perfect weekend to watch the documentary For the Love of Spock on Netflix ", "neu": 0.695, "pos": 0.305, "neg": 0.0, "compound": 0.836}, {"text": "Speaking of Netflix, just watched For The Love of Spock again.", "neu": 0.704, "pos": 0.296, "neg": 0.0, "compound": 0.6369}, {"text": "\" For the Love of Spock \" is a wonderful program about Leonard Nimoy who played Spock in the Star Trek series for 50 years. What I love about the story is that it's very kind. It shows how people persevere & find their path; find a good fit for expressing their creativity. Spock !", "neu": 0.602, "pos": 0.398, "neg": 0.0, "compound": 0.9787}, {"text": "Super enjoyed watching this documentary! If you don’t get StarTrek , if it is true in your case, which is rare but possible,cCheck out “ For the Love of Spock ” on Netflix ", "neu": 0.69, "pos": 0.31, "neg": 0.0, "compound": 0.9117}, {"text": "6: For the Love of Spock : For the Love of Spock Amazon Video ~ Leonard Nimoy (316) Download Special Interests", "neu": 0.486, "pos": 0.514, "neg": 0.0, "compound": 0.93}, {"text": "finally watching \" for the love of spock \". basically crying already.", "neu": 0.552, "pos": 0.258, "neg": 0.19, "compound": 0.2732}, {"text": "For the love of Spock was nice.", "neu": 0.417, "pos": 0.583, "neg": 0.0, "compound": 0.7906}, {"text": "Hey — check out For The Love Of Spock on — I have learned so many interesting things about Leonard and how much he contributed to the character. including the Jewish roots of this... ", "neu": 0.812, "pos": 0.188, "neg": 0.0, "compound": 0.8008}, {"text": "Star Trek: Discovery made this the perfect weekend to watch For the Love of Spock on Netflix: There are so many streaming options available these days, and so many conflicting recommendations, that it’s hard TheResistance ImpeachTrump NotMyPresident ", "neu": 0.729, "pos": 0.174, "neg": 0.097, "compound": 0.6728}, {"text": "for the love of spock somebody give me Star Trek mutuals I watched all 7 season of TNG and had nobody to cry to", "neu": 0.733, "pos": 0.154, "neg": 0.114, "compound": 0.2732}, {"text": "• for the love of spock , 2016 dir. adam nimoy ★★★ — “i am not spock . but given the choice, if i had to be someone else, i would be spock .” ", "neu": 0.918, "pos": 0.082, "neg": 0.0, "compound": 0.3818}, {"text": "For the Love of Spock is an amazing documentary! And also Won’t You Be My Neighbor is as well. The Captains is an awesome doc! Too many to name, in my opinion", "neu": 0.654, "pos": 0.346, "neg": 0.0, "compound": 0.9411}, {"text": "Loving tribute. Worthy examination. Kickstarter success story. Watch this film when you can. For the Love of Spock (2016) - IMDb startrek spock nimoy documentary crowdsource startupstory ", "neu": 0.599, "pos": 0.401, "neg": 0.0, "compound": 0.9403}, {"text": "For the love of all that's right and good, when will release Search for Spock on vinyl? You did such an amazing job with TWOK...", "neu": 0.669, "pos": 0.331, "neg": 0.0, "compound": 0.8979}, {"text": "For the Love of Spock is a tear jerker towards the end.", "neu": 0.704, "pos": 0.296, "neg": 0.0, "compound": 0.6369}, {"text": "“ For the Love of Spock .” Oh dear lol. ", "neu": 0.422, "pos": 0.578, "neg": 0.0, "compound": 0.8625}, {"text": "For the Love of Spock Ist eigentlich ne Doku.", "neu": 0.656, "pos": 0.344, "neg": 0.0, "compound": 0.6369}, {"text": "Why listening to the TOS cast who appeared on the documentary for the love of spock reminded again how many of the cast is gone now and the few still with us don't talk to each other. Very sad. startrek", "neu": 0.833, "pos": 0.092, "neg": 0.074, "compound": 0.204}, {"text": "Born OTD the late Leonard Nimoy (March 26, 1931 – February 27, 2015). Fitting that I happened to watch For the Love of Spock , a tribute film by Adam Nimoy, last night. \"The miracle is this: the more we share the more we have.\" - Leonard Nimoy ", "neu": 0.796, "pos": 0.204, "neg": 0.0, "compound": 0.888}, {"text": "KHAAAAAAAAAAAAAAAAAAAAN! — watching For The Love Of Spock", "neu": 0.609, "pos": 0.391, "neg": 0.0, "compound": 0.6696}, {"text": "For the love of Spock was one of my favourites", "neu": 0.682, "pos": 0.318, "neg": 0.0, "compound": 0.6369}, {"text": "Could you please fix the game first, constantly crashing on iPhone se and iPad. For the love of Spock fix it.", "neu": 0.745, "pos": 0.255, "neg": 0.0, "compound": 0.7579}, {"text": "For the love of SPOCK loser is spelled with one O. When you use 2 you have a completely different word.", "neu": 0.691, "pos": 0.171, "neg": 0.138, "compound": 0.2023}, {"text": "On Netflix: \" For the Love of Spock \" Trek lovers gotta see this! StarTrek 4LoveofSpock", "neu": 0.603, "pos": 0.397, "neg": 0.0, "compound": 0.8356}, {"text": "The Twinado have discovered Alexa tells jokes. Please, for the love of Spock save me.", "neu": 0.485, "pos": 0.515, "neg": 0.0, "compound": 0.8934}, {"text": "Been on a Star Trek kick lately. For The Love Of Spock was an excellent documentary.", "neu": 0.622, "pos": 0.378, "neg": 0.0, "compound": 0.836}, {"text": "Because you missed his son's, Adam, documentary which was fantastic btw definitely seek it out \" For the love of Spock \". You won't be disappointed.", "neu": 0.567, "pos": 0.37, "neg": 0.062, "compound": 0.8969}, {"text": "\" For the love of Spock \" es una chulada de documental.", "neu": 0.682, "pos": 0.318, "neg": 0.0, "compound": 0.6369}, {"text": "Found this gem today...he was such a deeply intelligent actor and human being. Also see the documentary ' For the Love of Spock ' on Netflix for a beautiful tribute. llap spock startrek greatartists leonardnimoy", "neu": 0.711, "pos": 0.289, "neg": 0.0, "compound": 0.908}, {"text": "Just finished watching \" For The Love Of Spock \". Incredible. Made by Leonard Nimoy's son, Adam Nimoy.", "neu": 0.792, "pos": 0.208, "neg": 0.0, "compound": 0.6369}, {"text": "Finally getting around to watching For the Love of Spock on . I love how Nimoy shaped and really was the character. Such a touching and honest tribute. StarTrek nerdlife", "neu": 0.672, "pos": 0.328, "neg": 0.0, "compound": 0.9136}, {"text": " So looking forward to seeing For the Love of Spock tonight on Syfy.", "neu": 0.741, "pos": 0.259, "neg": 0.0, "compound": 0.6369}, {"text": "\" For the love of Spock \" (2016): What a wonderful documentary this is, as much for the family story of Adam Nimoy & his dad as the other content about the character his dad played. Heartwarming & life-affirming.", "neu": 0.691, "pos": 0.309, "neg": 0.0, "compound": 0.9246}, {"text": "Star Trek: Discovery made this the perfect weekend to watch For the Love of Spock on Netflix ", "neu": 0.655, "pos": 0.345, "neg": 0.0, "compound": 0.836}, {"text": "I have yet to be able to watch “ For the Love of Spock ” and keep my cool. Miss you Nimoy ", "neu": 0.69, "pos": 0.249, "neg": 0.061, "compound": 0.7096}, {"text": "After seeing FOR THE LOVE OF SPOCK , I'm halfway convinced that I should write a GOSPEL ACCORDING TO MR. SPOCK ... But I'm sure someone's beaten me to it. ", "neu": 0.644, "pos": 0.278, "neg": 0.078, "compound": 0.7983}, {"text": "For the love of Spock ", "neu": 0.488, "pos": 0.512, "neg": 0.0, "compound": 0.6369}, {"text": "I guess since FOR THE LOVE OF SPOCK is focused on just Leonard Nimoy, it was not included. But, that has been my favorite so far.", "neu": 0.676, "pos": 0.324, "neg": 0.0, "compound": 0.8893}, {"text": "Star Trek: Discovery made this the perfect weekend to watch For the Love of Spock on Netflix ", "neu": 0.655, "pos": 0.345, "neg": 0.0, "compound": 0.836}, {"text": "Scotty - Dr McCoy save Spock , for the love of the bog save Spock Kirk - Bones, Bones, Bones, Bones, Bones can you save him ? Bones- Every week, every epiosde I have to save someone, you know what, who saves me who saves - him and his corn on the cob ears ", "neu": 0.717, "pos": 0.283, "neg": 0.0, "compound": 0.9517}, {"text": "Wishing a very happy birthday to , who directed two episodes of StarTrek TNG as well as the moving documentary \" For The Love of Spock .\" He's the son of Leonard Nimoy, and husband to -- true Star Trek family. ", "neu": 0.688, "pos": 0.312, "neg": 0.0, "compound": 0.9324}, {"text": "Watching For the Love of Spock on tv right now. Man, we need Roddenberry’s message now more than ever, don’t we?", "neu": 0.826, "pos": 0.174, "neg": 0.0, "compound": 0.6369}, {"text": "That's a shame. I just watched for the Love of Spock the other night. It would explain why they only used a 10 second clip of her interview.", "neu": 0.759, "pos": 0.139, "neg": 0.102, "compound": 0.2732}, {"text": "Just finished For The Love Of Spock on Netflix. I highly recommend it to anyone who loves Star Trek.", "neu": 0.584, "pos": 0.416, "neg": 0.0, "compound": 0.8932}, {"text": "Saw this and here I am watching “ for the love of Spock ”", "neu": 0.741, "pos": 0.259, "neg": 0.0, "compound": 0.6369}, {"text": "Watching For the love of Spock documentary on spock startrek ", "neu": 0.682, "pos": 0.318, "neg": 0.0, "compound": 0.6369}, {"text": "For the Love of Spock ", "neu": 0.488, "pos": 0.512, "neg": 0.0, "compound": 0.6369}, {"text": "Just watched For the Love of Spock on Netflix last night.", "neu": 0.704, "pos": 0.296, "neg": 0.0, "compound": 0.6369}, {"text": "For the Love of Spock : Personally for me I think Spock personifies this idea of humanity, love, and logic that most can relate to. The other fun thing about Spock that I really enjoy, is ", "neu": 0.656, "pos": 0.344, "neg": 0.0, "compound": 0.945}, {"text": "It's been four years, and I still miss my Vulcan grandpa. Time to watch ' For the Love of Spock ' again LeonardNimoy LLAP StarTrek", "neu": 0.775, "pos": 0.163, "neg": 0.062, "compound": 0.5574}, {"text": "Hey ,Mr. Takei!I just watched For The Love of Spock for the first time last night. Nimoy's death was to overwhealming for me to watch it before. And I loved your position about the slash zines, and the impact on the gay people, kept me thinking all night. I hope you live forever", "neu": 0.727, "pos": 0.178, "neg": 0.095, "compound": 0.7424}, {"text": "FOR THE LOVE OF GOD SPOCK JUST EAT THE CHOCOLATE ", "neu": 0.559, "pos": 0.441, "neg": 0.0, "compound": 0.743}, {"text": "I cried at the end of \"I am Divine\", I just watched \" For The love of Spock \" - Do you think I cried at the end of that? Yes. Yes I fucking did. Anyway, as you were - I'mma watch Einstein's life story - hopefully I won't cry over that.....", "neu": 0.636, "pos": 0.27, "neg": 0.094, "compound": 0.8643}, {"text": "We're excited this week as we look at the documentary \" For the Love of Spock \". Share your thoughts on it with us then come and hear our thoughts on it tomorrow night at 8p Eastern over at ", "neu": 0.799, "pos": 0.201, "neg": 0.0, "compound": 0.8316}, {"text": "Watching “ For the Love of Spock ”. Missing the icon, the inspiration... science officer .. hero! ", "neu": 0.576, "pos": 0.333, "neg": 0.091, "compound": 0.784}, {"text": "I have been watching For The Love Of Spock on Netflix . LLAP Spock TOS ", "neu": 0.741, "pos": 0.259, "neg": 0.0, "compound": 0.6369}, {"text": "For the Love of Spock - Adam Nimoy ", "neu": 0.588, "pos": 0.412, "neg": 0.0, "compound": 0.6369}, {"text": "Tonight we'll be talking about \" For the Love of Spock \" documentary. Come and join Bryan & Corey tonight as they look at the Adam Nimoy film about this father and the iconic Star Trek role he played throughout his... ", "neu": 0.799, "pos": 0.201, "neg": 0.0, "compound": 0.8316}, {"text": "For the love of Spock ! Why?! ", "neu": 0.511, "pos": 0.489, "neg": 0.0, "compound": 0.6988}, {"text": "I watched For the Love of Spock . I wish it ran longer. What a wonderful tribute to Leonard Nimoy by his son.", "neu": 0.602, "pos": 0.398, "neg": 0.0, "compound": 0.891}, {"text": "BrownGirlBegins has signed with a U.S. distributor! We have signed with Gravitas Ventures, a global entertainment distribution giant! We are delighted to be a part of their U.S distribution showing alongside films such as For the Love of Spock , The Beyond & The Black Panthers! ", "neu": 0.773, "pos": 0.227, "neg": 0.0, "compound": 0.9037}, {"text": "For the love of Spock", "neu": 0.488, "pos": 0.512, "neg": 0.0, "compound": 0.6369}, {"text": "Just finished watching \" For the love of Spock \"...It's such a lovely documentary about a man who created an immortal character that impressed me and influenced my hole life. Thank you. LLAP", "neu": 0.577, "pos": 0.423, "neg": 0.0, "compound": 0.9485}, {"text": "The latest episode of the podcast is out as Bryan and Corey change things up this week as they talk about the Leonard Nimoy documentary For the Love of Spock . Hear their thoughts on this film that and the iconic character that... ", "neu": 0.907, "pos": 0.093, "neg": 0.0, "compound": 0.6369}, {"text": "He valorado For the Love of Spock (2016) 8/10 IMDb ", "neu": 0.682, "pos": 0.318, "neg": 0.0, "compound": 0.6369}, {"text": "Bla Bla Bla shut the up for the love of Spock", "neu": 0.704, "pos": 0.296, "neg": 0.0, "compound": 0.6369}, {"text": "GGR-Erin aka ’s FilmStruck4 picks are taking us to fantastic places For the Love of Spock 2001: A Space Odyssey The X-Files: Fight the Future Pee-Wee’s Big Adventure ", "neu": 0.644, "pos": 0.283, "neg": 0.073, "compound": 0.8176}, {"text": "For The Love of SPOCK", "neu": 0.488, "pos": 0.512, "neg": 0.0, "compound": 0.6369}, {"text": "Star Trek: Discovery just made this the perfect weekend to watch the documentary For the Love of Spock on Netflix ", "neu": 0.695, "pos": 0.305, "neg": 0.0, "compound": 0.836}, {"text": "Day 24: Favorite Documentary FOR THE LOVE OF SPOCK . To say more is to risk getting emotional all over again. Superb job, 30DayMovieChallenge ", "neu": 0.529, "pos": 0.401, "neg": 0.07, "compound": 0.9056}, {"text": "\" For the love of spock \" StarTrek ", "neu": 0.543, "pos": 0.457, "neg": 0.0, "compound": 0.6369}, {"text": "AVENGERS 4: FOR THE LOVE OF SPOCK , which sounds like a copyright infringement lawsuit just *waiting* to happen... ", "neu": 0.511, "pos": 0.292, "neg": 0.197, "compound": 0.5319}, {"text": "For The Love of Spock - ", "neu": 0.488, "pos": 0.512, "neg": 0.0, "compound": 0.6369}, {"text": "For the Love of Spock : Grade B", "neu": 0.543, "pos": 0.457, "neg": 0.0, "compound": 0.6369}, {"text": "Powerful sentiment and image. For Peace For The Love of Democracy For Voting Blue For Not Engaging With Trolls For Taking The Initiative To Help And Guide For Justice Love this, Spock BlueInitiative ", "neu": 0.532, "pos": 0.426, "neg": 0.042, "compound": 0.9626}, {"text": "Regrann from - Wishing a very happy birthday to Adam Nimoy, who directed two episodes of StarTrek TNG as well as the moving documentary \" For The Love of Spock .\" He's the ", "neu": 0.681, "pos": 0.319, "neg": 0.0, "compound": 0.9041}, {"text": "For the Love of Spock (2016) ", "neu": 0.543, "pos": 0.457, "neg": 0.0, "compound": 0.6369}, {"text": "Grim Dawn, Borderlands Series, Elder Scrolls 6, Kingdom Hearts, & every zelda game. And for the love of God, update Super Mario Party. Only 4 boards is just sad at this point. ", "neu": 0.549, "pos": 0.295, "neg": 0.156, "compound": 0.7269}, {"text": "Awesome man, I watched \" For the Love of Spock \" again yesterday, and it is a masterpiece air.", "neu": 0.492, "pos": 0.508, "neg": 0.0, "compound": 0.9246}, {"text": "Bora assistir... For The Love of Spock .", "neu": 0.588, "pos": 0.412, "neg": 0.0, "compound": 0.6369}, {"text": "KIRK: i know what this vicious alien gunfight needs! BONES: don’t say motorcycle SPOCK : don’t say motorcycle SCOTTY: for the love of god, laddie, don’t say — KIRK: a MOTORCYCLE", "neu": 0.725, "pos": 0.191, "neg": 0.083, "compound": 0.5743}, {"text": "Just seen ' For the love of spock ' i cried Never been a huge star trek fan but the latest movies and discovery have converted me and ice watched as much as I can from the old days love Spock and the actors that played him good luck Mr peck I'll be watching StarTrekDiscovery", "neu": 0.634, "pos": 0.317, "neg": 0.05, "compound": 0.9624}, {"text": "I take it back for the love of Spock was my favorite Star Trek movie", "neu": 0.625, "pos": 0.375, "neg": 0.0, "compound": 0.802}, {"text": "watching For The Love Of Spock", "neu": 0.543, "pos": 0.457, "neg": 0.0, "compound": 0.6369}, {"text": "Yes, it's called For the Love of Spock and its available on Netflix or on the SyFy channel tonight at 10:00. It's wonderful!!", "neu": 0.641, "pos": 0.359, "neg": 0.0, "compound": 0.9039}, {"text": "Mi review de For the Love of Spock (2016) en : ", "neu": 0.682, "pos": 0.318, "neg": 0.0, "compound": 0.6369}, {"text": " loved your spot in For the Love of Spock", "neu": 0.464, "pos": 0.536, "neg": 0.0, "compound": 0.8442}, {"text": "My ★★★½ review of For the Love of Spock (2016) on : ", "neu": 0.704, "pos": 0.296, "neg": 0.0, "compound": 0.6369}, {"text": "We actually talk about it in an episode a while back. “ For the Love of Spock ” right?", "neu": 0.802, "pos": 0.198, "neg": 0.0, "compound": 0.6369}, {"text": "Found this on Twitter. Now for the love of god give us Dwayne “the lizard” and “the Spock ” Johnson. StarTrek BigBangTheory ", "neu": 0.76, "pos": 0.24, "neg": 0.0, "compound": 0.743}, {"text": "I’m in For the Love of Spock ! You can see me in the crowd at Star Trek Las Vegas ", "neu": 0.8, "pos": 0.2, "neg": 0.0, "compound": 0.6696}, {"text": "Oh, for the love of God, Spock : Forget about hypnosis; just do the Vulcan mind-meld on them. Search76", "neu": 0.647, "pos": 0.272, "neg": 0.082, "compound": 0.6597}, {"text": "224. For the Love of Spock (2016) dir. Adam Nimoy ", "neu": 0.682, "pos": 0.318, "neg": 0.0, "compound": 0.6369}, {"text": "For the Love of Spock was a great documentary. I had assumed it would have more analysis on Star Trek's relevance to modern pop culture, but it was an incredible tribute to the man and legend Leonard Nimoy was. Well worth checking out.", "neu": 0.785, "pos": 0.215, "neg": 0.0, "compound": 0.8462}, {"text": "99 For The Love Of Spock 2016 8/10 MV365in18", "neu": 0.656, "pos": 0.344, "neg": 0.0, "compound": 0.6369}, {"text": "Star Trek: Discovery made this the perfect weekend to watch For the Love of Spock ", "neu": 0.622, "pos": 0.378, "neg": 0.0, "compound": 0.836}, {"text": "Star Trek: Discovery just made this the perfect weekend to watch the documentary For the Love of Spock on Netflix ", "neu": 0.695, "pos": 0.305, "neg": 0.0, "compound": 0.836}, {"text": "I finally watched the documentary For the Love of Spock . Loved it. I grew up loving comics, Star Trek, Star Wars, Dr. Who & everything geeky. None had one person who so personified that corner of geekdom like Star Trek had Spock . Spock was Star Trek to me. God bless Leonard Nimoy ", "neu": 0.625, "pos": 0.296, "neg": 0.079, "compound": 0.9349}, {"text": "my dad really put on for the love of spock and i immediately am crying", "neu": 0.622, "pos": 0.218, "neg": 0.161, "compound": 0.2732}, {"text": "Just watched 2016 documentary film ' For the Love of Spock .' The irony perhaps is that it was such a human story full of emotion. Indeed we should all live long and prosper in love of friends and family as did Leonard Nimoy. ", "neu": 0.75, "pos": 0.227, "neg": 0.024, "compound": 0.9062}, {"text": "If you haven't seen it do watch \" For the Love of Spock \" directed by his son . It's a very personal look at Leonard Nimoy's life & relationship w/ his family. & I enjoyed it very much. He was a class act, and truly one of a kind. ", "neu": 0.728, "pos": 0.272, "neg": 0.0, "compound": 0.93}, {"text": "watching For The Love Of Spock", "neu": 0.543, "pos": 0.457, "neg": 0.0, "compound": 0.6369}, {"text": "For the love of Spock ... ", "neu": 0.543, "pos": 0.457, "neg": 0.0, "compound": 0.6369}, {"text": "WOW, for the love of Spock !", "neu": 0.307, "pos": 0.693, "neg": 0.0, "compound": 0.8757}, {"text": "NowWatching “ For the Love of Spock ”.", "neu": 0.625, "pos": 0.375, "neg": 0.0, "compound": 0.6369}, {"text": "Keep em coming Paul. I can't get enough of Shatner (been rewatching his Rocket Man video) and just watched \" For the Love of Spock \" on Netflix. Happy 2019. If you've had enough NJT come down to Philly for a visit.", "neu": 0.82, "pos": 0.18, "neg": 0.0, "compound": 0.836}, {"text": "I wonder if they met during the “ For the love of Spock ” documentary Nimoy’s son made.", "neu": 0.792, "pos": 0.208, "neg": 0.0, "compound": 0.6369}, {"text": "I may be tearing... a bit. Also just watched For the Love of Spock . So yeah, that doesnt help.", "neu": 0.61, "pos": 0.292, "neg": 0.098, "compound": 0.6635}, {"text": "Just finished \" For the Love of Spock \" on Netflix. I thoroughly enjoyed it. Definitely a good watch for any Trek fan", "neu": 0.467, "pos": 0.533, "neg": 0.0, "compound": 0.9428}, {"text": "Dear fellow white people. Please, for the love of Spock , please hear me. The problem is not that the motives of the GOP are fuzzy to anyone. The problem is that their motives are blatantly obvious and yet a majority of white voters REFUSE TO CARE. ", "neu": 0.61, "pos": 0.253, "neg": 0.137, "compound": 0.7906}, {"text": "I'm watching For the Love of Spock (2016) trakt", "neu": 0.656, "pos": 0.344, "neg": 0.0, "compound": 0.6369}, {"text": "For the Love of Spock ", "neu": 0.488, "pos": 0.512, "neg": 0.0, "compound": 0.6369}, {"text": "Mandi's second documentary is about one of the most recognisable characters ever. Join as as we discuss For the Love of Spock . PCDeprived ", "neu": 0.766, "pos": 0.234, "neg": 0.0, "compound": 0.7506}, {"text": "For the Love of Spock *wipes away tear*", "neu": 0.625, "pos": 0.375, "neg": 0.0, "compound": 0.6369}, {"text": " Just watched For The Love of Spock ....Fascinating! Loved it. LLAP", "neu": 0.517, "pos": 0.483, "neg": 0.0, "compound": 0.8553}, {"text": "For Family Home Evening tonight, I read some of the 'Come, Follow Me' manual and then watched ' For the Love of Spock ' on Netflix for an activity.", "neu": 0.856, "pos": 0.144, "neg": 0.0, "compound": 0.6369}, {"text": "NEW POST SL Homme by MR SL ♛ Spain 2019, Spike Clemenceau - Silent : LOTD – For the Love of Spock 024 Read here: MRSLFeed PourSLHomme SecondLife SL ", "neu": 0.861, "pos": 0.139, "neg": 0.0, "compound": 0.6369}, {"text": "Did you see the For the Love of Spock by his son Adam? Great stuff", "neu": 0.61, "pos": 0.39, "neg": 0.0, "compound": 0.8519}, {"text": " All locked up in AZ and unwinding watching For the Love of Spock !", "neu": 0.728, "pos": 0.272, "neg": 0.0, "compound": 0.6696}, {"text": "Star Trek: Discovery just made this the perfect weekend to watch the documentary For the Love of Spock on Netflix ", "neu": 0.695, "pos": 0.305, "neg": 0.0, "compound": 0.836}, {"text": "Watched For the Love of Spock and now if you’ll excuse me time to go hunt down Star Trek 3 Taco Bell glasses ", "neu": 0.784, "pos": 0.216, "neg": 0.0, "compound": 0.6705}, {"text": "* for the love of spock . ugh why must autocorrect treat me this way", "neu": 0.508, "pos": 0.35, "neg": 0.142, "compound": 0.6249}, {"text": "Star Trek: Discovery made this the perfect weekend to watch For the Love of Spock on Netflix | ", "neu": 0.655, "pos": 0.345, "neg": 0.0, "compound": 0.836}, {"text": "The Verge: Star Trek: Discovery made this the perfect weekend to watch For the Love of Spock - The Verge: Star Trek: Discovery made this the perfect weekend to watch For the Love of Spock . ", "neu": 0.655, "pos": 0.345, "neg": 0.0, "compound": 0.9501}, {"text": "for the love of spock is on tv", "neu": 0.625, "pos": 0.375, "neg": 0.0, "compound": 0.6369}, {"text": "Finally got around to watching the documentary ( For the Love of Spock ) from Adam Nimoy on (which was fantastic, by the way). Look who got a spot in the credits! kickstarterbacker Spock startrek fortheloveofspock leonardnimoy LLAP ", "neu": 0.751, "pos": 0.249, "neg": 0.0, "compound": 0.8908}, {"text": "I've been watching the amazing For the love of Spock documentary from 2016. I met Nimoy at a book signing in the 90's. I trusted the wrong ppl and no longer have the book but I still have the great memory of me standing there in a star struck daze. ", "neu": 0.639, "pos": 0.219, "neg": 0.142, "compound": 0.7579}, {"text": " Finally got around 2 watchin', For the love of Spock , held off watchin' it, thought it might be too depressing, loved your dad, u have no idea how much his character pulled me thru my whole entire life, even 2 this day, good documentary, may he RIP. LLAP", "neu": 0.717, "pos": 0.197, "neg": 0.086, "compound": 0.802}, {"text": "For the Love of Spock (Official Trailer 1) HD 2016 ", "neu": 0.682, "pos": 0.318, "neg": 0.0, "compound": 0.6369}, {"text": " For the love of Spock !", "neu": 0.471, "pos": 0.529, "neg": 0.0, "compound": 0.6696}, {"text": "Now watching FOR THE LOVE OF SPOCK on Netflix!", "neu": 0.605, "pos": 0.395, "neg": 0.0, "compound": 0.7371}, {"text": "Enjoying watching the documentary “ For the Love of Spock ” by on ", "neu": 0.591, "pos": 0.409, "neg": 0.0, "compound": 0.8225}, {"text": "Trekkie unite!!! 52 years ago this epic series born and the world loves them eversince. So for the love of our captain Spock and our beloved Data, Let’s all live long and prosper! StarTrek StarTrekDay ", "neu": 0.717, "pos": 0.283, "neg": 0.0, "compound": 0.9278}, {"text": "For the love of Spock was good too", "neu": 0.458, "pos": 0.542, "neg": 0.0, "compound": 0.7964}, {"text": "is watching for the love of spock", "neu": 0.588, "pos": 0.412, "neg": 0.0, "compound": 0.6369}, {"text": "We watched “ For the love of Spock ” this weekend and got so excited during the scenes at STLV. That con is my happy place", "neu": 0.676, "pos": 0.324, "neg": 0.0, "compound": 0.9004}, {"text": "I mean. That’s true with everything. My husband asked if I could handle seeing For the Love of Spock in theaters. I wasn’t even half through the trailer and so much ugly crying! But... I don’t know. For it being the last piece of this MCU story. I wanted to feel... Something?", "neu": 0.751, "pos": 0.127, "neg": 0.121, "compound": 0.09}, {"text": "I’m not kidding please watch “ For the Love Of Spock ” on Netflix it absolutely broke my heart and healed it at the same time", "neu": 0.676, "pos": 0.129, "neg": 0.195, "compound": -0.039}, {"text": "30DayMovieChallenge Day 24 - Favorite Documentary: For the Love of Spock ...a sincere, well made film; it was my immeasurable pleasure to participate, in a small way to be associated with Star Trek, and to meet several fabulous people in the process. StarTrek Spock LLAP ", "neu": 0.66, "pos": 0.34, "neg": 0.0, "compound": 0.959}, {"text": "Watching For The Love Of Spock . Is it possible to say the character’s name without sounding like ? I don’t think so.", "neu": 0.74, "pos": 0.173, "neg": 0.087, "compound": 0.4749}, {"text": "Star Trek: Discovery made this the perfect weekend to watch For the Love of Spock on Netflix ", "neu": 0.655, "pos": 0.345, "neg": 0.0, "compound": 0.836}, {"text": "Time to watch “ For the love of Spock ” with & Elvis. LLAP ( Shed (Home Theatre) in Altrincham, England) ", "neu": 0.811, "pos": 0.189, "neg": 0.0, "compound": 0.6369}, {"text": "Decided to finally watch For the Love of Spock and halfway through found out today is Leonard Nimoy’s birthday and it’s FINE, I AM NOT EMOTIONAL AT ALL ABOUT IT. ", "neu": 0.749, "pos": 0.194, "neg": 0.057, "compound": 0.6953}, {"text": "Happy Birthday Adam Nimoy. In the news recently for his marriage to Terry Farrell, Adam is well known in his own right for his documentary \" For the Love of Spock \". AdamNimoy ForTheLoveOfSpock VulcanShindig ", "neu": 0.756, "pos": 0.244, "neg": 0.0, "compound": 0.875}, {"text": "NowWatching For the Love of Spock", "neu": 0.543, "pos": 0.457, "neg": 0.0, "compound": 0.6369}, {"text": "Star Trek: Discovery made this the perfect weekend to watch For the Love of Spock - The Verge startrek spock netflix", "neu": 0.695, "pos": 0.305, "neg": 0.0, "compound": 0.836}, {"text": "evelynne1111: April 16, 2016: Celebrating the premiere of “ For the Love of Spock ” on the 2nd... ", "neu": 0.669, "pos": 0.331, "neg": 0.0, "compound": 0.836}, {"text": "I know I am VERY LATE to the party, but I only now just watched \" For the Love of Spock \", streaming on Netflix. What a wonderful film; very emotional. AdamNimoy did a terrific job. I highly rec it. StarTrek LLAP", "neu": 0.61, "pos": 0.39, "neg": 0.0, "compound": 0.9647}, {"text": "Vamos a ver For the love of Spock ", "neu": 0.588, "pos": 0.412, "neg": 0.0, "compound": 0.6369}, {"text": "Yfw you wanted to do a Glimmer makeup test, but you also watched “ For The Love Of Spock ” last night and ran out of black eyeliner half way through your Vulcan ", "neu": 0.842, "pos": 0.158, "neg": 0.0, "compound": 0.7783}, {"text": "Watching For the Love of Spock .", "neu": 0.543, "pos": 0.457, "neg": 0.0, "compound": 0.6369}, {"text": "I just rated \" For the Love of Spock \" ★★★★☆ ", "neu": 0.625, "pos": 0.375, "neg": 0.0, "compound": 0.6369}, {"text": "For the love of Spock !!! Why does all the cool stuff happen when I’m not there in L.A.? I wanna go home!!! Whaaaaaaa!!! I wanna go home!!! ", "neu": 0.758, "pos": 0.242, "neg": 0.0, "compound": 0.8257}, {"text": "Watching “ For the Love of Spock ” I’m such a massive nerd. ", "neu": 0.61, "pos": 0.256, "neg": 0.134, "compound": 0.4588}, {"text": "I can’t choose any of them because I’ve only seen The Captains and didn’t like it too much. But I’ll echo the other guy on this thread, that while For The Love Of Spock isn’t purely Star Trek, it’s still my favourite doc so far.", "neu": 0.862, "pos": 0.138, "neg": 0.0, "compound": 0.7717}, {"text": "Tab Hunter was a bit before my time, but I like 's description of this photo of Leonard in the booklet that came with my For the Love of Spock DVD: \"Dad with his all-American Tab Hunter look.\" ", "neu": 0.79, "pos": 0.21, "neg": 0.0, "compound": 0.8765}, {"text": "RT MikeHudema: BREAKING: For the love of Spock ", "neu": 0.625, "pos": 0.375, "neg": 0.0, "compound": 0.6369}, {"text": "Star Trek: Discovery made this the perfect weekend to watch For the Love of Spock on Netflix ", "neu": 0.655, "pos": 0.345, "neg": 0.0, "compound": 0.836}, {"text": "30DayMovieChallenge . Day 24 - Favorite Documentary FOR THE LOVE OF SPOCK ", "neu": 0.502, "pos": 0.498, "neg": 0.0, "compound": 0.8374}, {"text": "Watching Adam Nimoy’s “ For The Love Of Spock ” and it is... fascinating. I do love Spock and I’m glad I finally took the time to watch this. ", "neu": 0.607, "pos": 0.393, "neg": 0.0, "compound": 0.9423}, {"text": "This week Matthew has watched: Mr. Right For the Love of Spock The Adventures of Priscilla, Queen of the Desert A.I. Artificial Intelligence Despicable Me 3 Spider-Man: Homecoming Miss Sloane Minority Report Sweet Bean / An ", "neu": 0.67, "pos": 0.293, "neg": 0.037, "compound": 0.9022}, {"text": "Won’t You Be My Neighbor is a masterpiece, you got Free Solo, RBG, For The Love Of Spock ! All great documentaries man Documentary ", "neu": 0.53, "pos": 0.47, "neg": 0.0, "compound": 0.9516}, {"text": "For the love of Spock ... Have some respect for the man If you want a photo or autograph go to a convention and buy a ticket.", "neu": 0.709, "pos": 0.291, "neg": 0.0, "compound": 0.8225}, {"text": "Great show on SYFY channel: “ For the Love of Spock .” Anybody watching?", "neu": 0.591, "pos": 0.409, "neg": 0.0, "compound": 0.8519}, {"text": "You’re most welcome, guys! Thx for being so awesome! And, for the love of Spock , please leave Saru alone! We love him and don’t want him going anywhere!", "neu": 0.407, "pos": 0.524, "neg": 0.069, "compound": 0.9728}, {"text": "Just watched my 573rd movie: For the Love of Spock (2016). It was good! Definitely worth watching if you like Trek.", "neu": 0.525, "pos": 0.475, "neg": 0.0, "compound": 0.9259}, {"text": "I finally got around last year to watching the documentary he made about his parents and Star Trek. Really well made and interesting, then I watched \" For the love of Spock \" and it about made me ball my eyes out.", "neu": 0.79, "pos": 0.21, "neg": 0.0, "compound": 0.8516}, {"text": "The Search for Spock is the name of the third Star Trek film. You mean For the Love of Spock .", "neu": 0.819, "pos": 0.181, "neg": 0.0, "compound": 0.6369}, {"text": "FINALLY watched For the Love of Spock Live long & Prosper My friends", "neu": 0.578, "pos": 0.422, "neg": 0.0, "compound": 0.8074}, {"text": "Star Trek: Discovery made this the perfect weekend to watch For the Love of Spock on Netflix ", "neu": 0.639, "pos": 0.361, "neg": 0.0, "compound": 0.836}, {"text": " I was watching \" For The Love Of Spock \" & you said \"If You're playing a character & you come out of it in your head, the director yells 'roll it' you could either underplay a moment or overplay a moment.\" Did that ever happen to you on \"Seinfeld\"?", "neu": 0.87, "pos": 0.13, "neg": 0.0, "compound": 0.7184}, {"text": "I have often said that there are two now sadly departed actors who I wished I could have met. Those actors are Leonard Nimoy and Robin Williams. After watching the documentary \" For The Love Of Spock \" I am even more convinced that Mr Nimoy 's status on my short list is deserved.", "neu": 0.818, "pos": 0.131, "neg": 0.051, "compound": 0.659}, {"text": "Y’all gotta watch “ For The Love of Spock ”", "neu": 0.682, "pos": 0.318, "neg": 0.0, "compound": 0.6369}, {"text": "Day 24. Favorite documentary. For the Love of Spock (2016) A remarkable film about a remarkable man. 30DayMovieChallenge ", "neu": 0.455, "pos": 0.545, "neg": 0.0, "compound": 0.9371}, {"text": "You totally need to watch \" For the love of spock \", which is a docu by his son, Adam. :)", "neu": 0.702, "pos": 0.298, "neg": 0.0, "compound": 0.802}, {"text": "You 2 need to join me and lucy at for the love of sci fi sometime. Lucy’s search for spock continues", "neu": 0.738, "pos": 0.262, "neg": 0.0, "compound": 0.7506}, {"text": "Star Trek: Discovery made this the perfect weekend to watch For the Love of Spock on Netflix ", "neu": 0.655, "pos": 0.345, "neg": 0.0, "compound": 0.836}, {"text": "I SEND A BIG HAPPY BIRTHDAY TO HIM TOO. I GAVE A BIT TO FOR THE LOVE OF SPOCK . BIG SPOCK AND LEONARD FAN. LOVE TO ALL.", "neu": 0.569, "pos": 0.431, "neg": 0.0, "compound": 0.9371}, {"text": "I'm watching For the Love of Spock MovieMate trakt", "neu": 0.656, "pos": 0.344, "neg": 0.0, "compound": 0.6369}, {"text": "On Netflix: Any of the CNN decade series, The Two Killings of Dam Cooke, Bombshell, Hip-Hop Evolution, Gurnsey Literary, Luther, For The Love of Spock , The Seven Five (this is where and when I grew up and the cops who said my ex didn’t rape me), Hasan Minhaj Homecoming, 13th", "neu": 0.774, "pos": 0.071, "neg": 0.155, "compound": -0.7184}, {"text": "If you haven't checked out For the Love of Spock on Netflix, you need to.", "neu": 0.769, "pos": 0.231, "neg": 0.0, "compound": 0.6369}, {"text": " show of the week: For the Love of Spock : Our affectionate feature doc about StarTrek ’s iconic character and the man who played him, Leonard Nimoy. Directed by ForTheLoveOfSpock ", "neu": 0.732, "pos": 0.268, "neg": 0.0, "compound": 0.8591}, {"text": "That must be an Abramstrek thing. I can't for the love of Spock recall otherwise *except* for this one shot in the first Abramstrek.", "neu": 0.867, "pos": 0.0, "neg": 0.133, "compound": -0.5216}, {"text": "I saw For the Love of Spock , I helped pay for it. I couldn't watch Newtown, I was not trying to be bawling.", "neu": 0.752, "pos": 0.186, "neg": 0.062, "compound": 0.5859}, {"text": "I just watched the \" for the love of Spock \" documentary on Netflix not 20 minutes ago.... ", "neu": 0.769, "pos": 0.231, "neg": 0.0, "compound": 0.6369}, {"text": "RIP Lenard Nimoy — watching For The Love Of Spock", "neu": 0.682, "pos": 0.318, "neg": 0.0, "compound": 0.6369}, {"text": "I was just watching the \" For the Love of Spock \" documentary tonite.", "neu": 0.704, "pos": 0.296, "neg": 0.0, "compound": 0.6369}, {"text": "Out of that entire list... For the Love Of Spock definitely made me the most emotional.", "neu": 0.597, "pos": 0.403, "neg": 0.0, "compound": 0.8313}, {"text": "Movie of the Day: (2016) For the Love of Spock ", "neu": 0.682, "pos": 0.318, "neg": 0.0, "compound": 0.6369}, {"text": "For the Love of Spock is ShowOfTheWeek . ", "neu": 0.588, "pos": 0.412, "neg": 0.0, "compound": 0.6369}, {"text": "Watching FOR THE LOVE OF SPOCK again. Brilliant work ", "neu": 0.445, "pos": 0.555, "neg": 0.0, "compound": 0.8668}, {"text": "My favorite, and it's on US Netflix, is \" For the Love of Spock \" but it's less all Trekkie and more \"Life and times of Leo N.\"", "neu": 0.839, "pos": 0.161, "neg": 0.0, "compound": 0.5574}, {"text": "If you haven’t seen For the Love of Spock on you’re missing out. spock startrek ", "neu": 0.67, "pos": 0.216, "neg": 0.113, "compound": 0.4588}, {"text": "Now to watch Star Trek (2009) and For the Love of Spock !", "neu": 0.71, "pos": 0.29, "neg": 0.0, "compound": 0.6696}, {"text": "Watching For the Love of Spock ... LiveLongAndProsper ", "neu": 0.625, "pos": 0.375, "neg": 0.0, "compound": 0.6369}, {"text": " THANK YOU SYFY for the lovely memorial, tribute & moving broadcast ' For the LOVE of SPOCK .' A LEGEND, ICON, & societal MENTOR. A WONDERFUL HUMAN WHO BLESSED ALL of OUR LIVES. ALWAYS remembered...deeply missed!!", "neu": 0.512, "pos": 0.443, "neg": 0.045, "compound": 0.9699}, {"text": "I still haven’t worked up the courage to watch For the Love of Spock . ", "neu": 0.598, "pos": 0.402, "neg": 0.0, "compound": 0.8126}, {"text": "For The Love of Spock .", "neu": 0.488, "pos": 0.512, "neg": 0.0, "compound": 0.6369}, {"text": "Check out the latest episode of as we look at the Leonard Nimoy documentary \" For the Love of Spock \". ", "neu": 0.819, "pos": 0.181, "neg": 0.0, "compound": 0.6369}, {"text": ".... For the love of Spock .", "neu": 0.543, "pos": 0.457, "neg": 0.0, "compound": 0.6369}, {"text": "Just finished up \" For the Love of Spock \" on Netflix. If I had not just watched all of ST:TOS in order on Hulu, I am not sure I would have gotten as much out of it. ", "neu": 0.834, "pos": 0.113, "neg": 0.053, "compound": 0.5003}, {"text": "Whether you're a fan of Star Trek or not watch For the love of Spock . Cracking documentary about Leonard Nimoy - \"Live long and prosper\"", "neu": 0.764, "pos": 0.236, "neg": 0.0, "compound": 0.7579}, {"text": "15.- For The Love of Spock (2016) ", "neu": 0.588, "pos": 0.412, "neg": 0.0, "compound": 0.6369}, {"text": "The downside to Day Three of 'Cabbage Surprise' is that Spock has moved his chair to the furthest side of the bridge. I am lonely. I can also now fart the alphabet in Klingon. Send help. For the love of God, send help.", "neu": 0.65, "pos": 0.264, "neg": 0.086, "compound": 0.8519}, {"text": "Star Trek: Discovery made this the perfect weekend to watch For the Love of Spock on Netflix ((Keith Phipps)/The Verge) ", "neu": 0.695, "pos": 0.305, "neg": 0.0, "compound": 0.836}, {"text": "MyBucketList to watch the Leonard Nimoy documentary by called For the Love of Spock !", "neu": 0.743, "pos": 0.257, "neg": 0.0, "compound": 0.6696}, {"text": "New show is up! “ For The Love of Spock ”. Have a listen. Let us know what you think! trekcast startrek spocksbrain ", "neu": 0.814, "pos": 0.186, "neg": 0.0, "compound": 0.6988}, {"text": "Nu i 4K/HDR: - Total Recall (2012) - This is the End - Hotel Transylvania - G.I. Joe: Rise of the Cobra - Tag (2018) - Evil Dead (2013) - For the Love of Spock m.fl. -> ", "neu": 0.668, "pos": 0.108, "neg": 0.224, "compound": -0.6705}, {"text": "Congrats to who found shot 218996! It was \" For the Love of Spock \" (2016) by Adam Nimoy. Back in 5 min! ", "neu": 0.687, "pos": 0.313, "neg": 0.0, "compound": 0.8475}, {"text": "For the love of Spock . His son made a documentary about his father. I can’t do it justice. When i watched it, i hoped i will be able to honor my pops like that", "neu": 0.602, "pos": 0.398, "neg": 0.0, "compound": 0.9423}, {"text": "Star Trek: Discovery just made this the perfect weekend to watch the documentary For the Love of Spock on Netflix ", "neu": 0.695, "pos": 0.305, "neg": 0.0, "compound": 0.836}, {"text": "Happy Birthday, LeonardNimoy ! Have you seen “ For the Love of Spock ,” the Nimoy documentary (or “SpockDoc”) created by his son and now airing on ? Absolutely fascinating. Did you know, forex, that before , Nimoy never had an acting job lasting more than two weeks?", "neu": 0.741, "pos": 0.259, "neg": 0.0, "compound": 0.9365}, {"text": "For the love of Spock", "neu": 0.488, "pos": 0.512, "neg": 0.0, "compound": 0.6369}, {"text": "Star Trek: Discovery made this the perfect weekend to watch For the Love of Spock on Netflix ", "neu": 0.655, "pos": 0.345, "neg": 0.0, "compound": 0.836}, {"text": "Just noticed in For The Love of Spock . Was a nice short surprise!", "neu": 0.489, "pos": 0.511, "neg": 0.0, "compound": 0.8553}, {"text": "adam nimoy using starman to close out for the love of spock really does it to me", "neu": 0.792, "pos": 0.208, "neg": 0.0, "compound": 0.6369}, {"text": "Check out “ For the Love of Spock ” on Netflix On his Birthday LeonardNimoy LLAP ", "neu": 0.781, "pos": 0.219, "neg": 0.0, "compound": 0.6369}, {"text": "Interesting. I saw a fantastic bio doc on Nimoy ( For The Love Of Spock *) and I'm not sure it mentioned this; I'll have to go back and watch it. That's cool. Like the Bangles video (\"Going Down To Liverpool\"), he showed up in places you didn't expect. *Its on my server", "neu": 0.695, "pos": 0.273, "neg": 0.032, "compound": 0.9317}, {"text": "Show of the week: For the Love of Spock After Leonard Nimoy’s passing in 2015, his son, director Adam Nimoy (Gilmore Girls), chose to tell the story of his personal experience growing up with his father as the universally recognisable Star Trek tvconnect", "neu": 0.874, "pos": 0.126, "neg": 0.0, "compound": 0.7096}, {"text": "I'm watching For the Love of Spock and oof I am emotional.", "neu": 0.608, "pos": 0.392, "neg": 0.0, "compound": 0.7003}, {"text": "This afternoon took time to watch the documentary for the love of spock . Not to sound too much like a vulcan but very fascinating. startrek", "neu": 0.688, "pos": 0.312, "neg": 0.0, "compound": 0.8604}, {"text": "Just finished \" For The Love Of Spock \". A brilliant insight into not only Star Trek itself, but Leonard Nimoy and his influence on the world. Take notes, documentarians!", "neu": 0.831, "pos": 0.169, "neg": 0.0, "compound": 0.6476}, {"text": "I happened to turn on For the Love of Spock last night, and that scene was playing.", "neu": 0.7, "pos": 0.3, "neg": 0.0, "compound": 0.7184}, {"text": "Watching “ For The Love of Spock ” and the tears are... flowin’", "neu": 0.643, "pos": 0.246, "neg": 0.111, "compound": 0.5106}, {"text": "Star Trek: Discovery made this the perfect weekend to watch For the Love of Spock on Netflix ", "neu": 0.655, "pos": 0.345, "neg": 0.0, "compound": 0.836}, {"text": "‘Live long and prosper.’ NowWatching For the Love of Spock (2016) and learning that Spock nearly lost the ears and eyebrows due to studio concerns the Bible Belt may consider the look ‘devilish’. ", "neu": 0.827, "pos": 0.112, "neg": 0.061, "compound": 0.4404}, {"text": "For the Love of Spock", "neu": 0.488, "pos": 0.512, "neg": 0.0, "compound": 0.6369}, {"text": "Oh, hey, the documentary about Leonard Nimoy, “ For The Love of Spock ,” is on Kanopy! That seems thematically appropriate for this week. ", "neu": 0.837, "pos": 0.163, "neg": 0.0, "compound": 0.6696}, {"text": "Well for the love of Spock is on so if you wanna tear up ...", "neu": 0.674, "pos": 0.326, "neg": 0.0, "compound": 0.743}, {"text": "I am watching the documentary, \" For the Love of Spock .\"", "neu": 0.682, "pos": 0.318, "neg": 0.0, "compound": 0.6369}, {"text": "Currently watching \"I am David\". About David Helfgott. So fascinating. \" For the Love of Spock \". They even talked about Nimoy's Alcoholism and the conflicts he had with his family.", "neu": 0.718, "pos": 0.213, "neg": 0.069, "compound": 0.7501}, {"text": "Amanda Knox, The Nightmare, Newtown, Oklahoma City, The Seven Five, and For the Love of Spock are some good ones on Netflix.", "neu": 0.738, "pos": 0.262, "neg": 0.0, "compound": 0.7964}, {"text": " I am so thrilled to see your happiness! This world is so small...just THIS morning I watched \" For The Love Of Spock \"...which I LOVED!......Mr. Spock SAVED My Childhood!......AND I am newly in my first relationship since losing my wife 15 months ago to cancer! <3 <3 <3", "neu": 0.527, "pos": 0.367, "neg": 0.105, "compound": 0.9545}, {"text": ". : Just finished “ For the Love of Spock ” on . Thanks for giving us a look at not only your father’s life, but your family’s as well. Very touching watch with some good life lessons. All the best to you & ! LLAP.", "neu": 0.643, "pos": 0.357, "neg": 0.0, "compound": 0.9574}, {"text": "Star Trek: Discovery made this the perfect weekend to watch For the Love of Spock on Netflix ", "neu": 0.655, "pos": 0.345, "neg": 0.0, "compound": 0.836}, {"text": "On the channel Right Now, For the Love of Spock", "neu": 0.682, "pos": 0.318, "neg": 0.0, "compound": 0.6369}, {"text": "My friend/prom date Joe Kornbrodt co produced the documentary “ For The Love Of Spock ” with Nimoy’s son. I’m super jealous.", "neu": 0.631, "pos": 0.269, "neg": 0.1, "compound": 0.7269}, {"text": "Spock , I ate the 3 cheese bean burrito and a pound of broccoli. For the love of all things holy pull my damn finger MeTVStarTrek", "neu": 0.743, "pos": 0.156, "neg": 0.1, "compound": 0.3612}, {"text": "For the Love of Spock", "neu": 0.488, "pos": 0.512, "neg": 0.0, "compound": 0.6369}, {"text": "Check out \" For the Love of Spock \" on Netflix ", "neu": 0.656, "pos": 0.344, "neg": 0.0, "compound": 0.6369}, {"text": "Just watched “ For the love of Spock ” again last night. Beautiful family. Cheers!", "neu": 0.511, "pos": 0.489, "neg": 0.0, "compound": 0.9098}, {"text": "// Why am I awake at nearly 6am? Please.. for the love of Spock .. I've had probably 5 hours sleep.", "neu": 0.811, "pos": 0.189, "neg": 0.0, "compound": 0.6369}, {"text": "Star Trek: Discovery made this the perfect weekend to watch For the Love of Spock on Netflix ", "neu": 0.655, "pos": 0.345, "neg": 0.0, "compound": 0.836}, {"text": "On netflix there is a 90 minute documentary on Leonard Nimoy and his portrayal of Spock , called \" For the Love of Spock \".", "neu": 0.833, "pos": 0.167, "neg": 0.0, "compound": 0.6369}, {"text": "For the Love of Spock ", "neu": 0.488, "pos": 0.512, "neg": 0.0, "compound": 0.6369}, {"text": "I cried at multiple points during ‘ For The Love Of Spock ’.", "neu": 0.595, "pos": 0.25, "neg": 0.155, "compound": 0.3818}, {"text": "Me watching “ For the Love of Spock ” LeonardNimoy ", "neu": 0.682, "pos": 0.318, "neg": 0.0, "compound": 0.6369}, {"text": "Watching currently For the Love of Spock", "neu": 0.588, "pos": 0.412, "neg": 0.0, "compound": 0.6369}, {"text": "If you’re a Star Trek fan you should watch Adam Nimoy’s documentary ‘ For the Love of Spock ’ about his relationship with his father. Moving", "neu": 0.78, "pos": 0.22, "neg": 0.0, "compound": 0.7579}, {"text": "\" For The Love Of Spock \" is still running on Netflix. So I watched again. This time I noticed something I completely missed. The overwhelming number of Kickstarter contributors. Why would so many, give so much? Appreciation of many \"Outsiders\" to come in, join and belong.", "neu": 0.729, "pos": 0.222, "neg": 0.049, "compound": 0.831}, {"text": "For the love of Spock is one of my all time favorite documentaries", "neu": 0.604, "pos": 0.396, "neg": 0.0, "compound": 0.802}, {"text": "New post: \"Star Trek: Discovery made this the perfect weekend to watch For the Love of Spock on Netflix\" ", "neu": 0.683, "pos": 0.317, "neg": 0.0, "compound": 0.836}, {"text": "Watching \" For The Love of Spock \" A special about Leonard Nimoy. ", "neu": 0.537, "pos": 0.463, "neg": 0.0, "compound": 0.7845}, {"text": "iwt-v: Trailer for For the Love of Spock documentary (2016) dir: Adam Nimoy A must see! ", "neu": 0.757, "pos": 0.243, "neg": 0.0, "compound": 0.6696}, {"text": "Watching For The Love of Spock . What a fantastic documentary! Spock StarTrek", "neu": 0.527, "pos": 0.473, "neg": 0.0, "compound": 0.8439}, {"text": "I just watched FOR THE LOVE OF SPOCK . What a wonderful and loving tribute from I cried in the beginning, and sobbed at Burning Man. ForTheLoveOfSpock", "neu": 0.5, "pos": 0.348, "neg": 0.153, "compound": 0.8415}, {"text": "\" For the love of Spock \" and \"Chaos on the bridge\" are what you'll look for and I think there was a back to the future one too that I just saw", "neu": 0.767, "pos": 0.124, "neg": 0.109, "compound": 0.128}, {"text": "Just finished watching For The Love of Spock . Happy birthday Mr Nimoy. LLAP", "neu": 0.582, "pos": 0.418, "neg": 0.0, "compound": 0.836}, {"text": "For the love of Spock please tell me Pride survives...... ", "neu": 0.44, "pos": 0.56, "neg": 0.0, "compound": 0.836}, {"text": "Watching \" For the Love of Spock .\" I think a crucial part of Star Trek was that the show didn't view the Vulcan philosophy on emotion as wrong.", "neu": 0.767, "pos": 0.134, "neg": 0.099, "compound": 0.2732}, {"text": "I just finished watching For the Love of Spock , 's documentary about his father's experience of playing that character, the phenomenon it became, and his other acting and directing experiences. A lovely tribute to his father and for us fans (on Netflix).", "neu": 0.791, "pos": 0.209, "neg": 0.0, "compound": 0.8689}, {"text": "Tonight, I'm taking a break from Netflix 's Lost in Space (and working on my tax return). I didn't stray very far from Lost in Space, for the evening's entertainment is the 2016 documentary For the Love of Spock (also on Netflix). Fascinating biopic. ", "neu": 0.71, "pos": 0.202, "neg": 0.088, "compound": 0.7845}, {"text": "I netflixa, żeby obejrzeć for the love of spock", "neu": 0.625, "pos": 0.375, "neg": 0.0, "compound": 0.6369}, {"text": "Star Trek: Discovery just made this the perfect weekend to watch the documentary For the Love of Spock on Netflix ", "neu": 0.695, "pos": 0.305, "neg": 0.0, "compound": 0.836}, {"text": "Watched the most beautiful documentary on Leonard Nimoy, For the Love of Spock . The mensch of all the mensches. Live long... and prosper ", "neu": 0.714, "pos": 0.286, "neg": 0.0, "compound": 0.8553}, {"text": "Just finished watching For The Love of Spock directed by on Netflix I found it very informative & a touching ", "neu": 0.792, "pos": 0.208, "neg": 0.0, "compound": 0.6369}, {"text": "18. For The Love of Spock ", "neu": 0.543, "pos": 0.457, "neg": 0.0, "compound": 0.6369}, {"text": "Lesson learned. Don't watch the documentary \" For the Love of Spock \" while trying to pin fabric. Not easy to see clearly through watery eyes.", "neu": 0.693, "pos": 0.228, "neg": 0.079, "compound": 0.6698}, {"text": " just watched your For the Love of Spock documentary on Netflix. Very eye opening. I cried.", "neu": 0.648, "pos": 0.209, "neg": 0.143, "compound": 0.3262}, {"text": "... what I can say is that the is the most entertaining and heartfelt StarTrek documentaries since \" For the Love of Spock .\" ", "neu": 0.63, "pos": 0.37, "neg": 0.0, "compound": 0.9033}, {"text": "For the Love of Spock - Special Director's Edition is 37% off ", "neu": 0.566, "pos": 0.434, "neg": 0.0, "compound": 0.7845}, {"text": "For the love of Spock .", "neu": 0.488, "pos": 0.512, "neg": 0.0, "compound": 0.6369}, {"text": "Omigosh, if you see one Star Trek documentary, see For the Love of Spock by on Netflix. What a wonderful tribute to his father that paints the picture of a complex, flawed man who created such an iconic chr. ", "neu": 0.774, "pos": 0.226, "neg": 0.0, "compound": 0.872}, {"text": "Star Trek: Discovery made this the perfect weekend to watch For the Love of Spock on Netflix ", "neu": 0.655, "pos": 0.345, "neg": 0.0, "compound": 0.836}, {"text": "For the Love of Spock (2016) ★★★★★★★★★☆ trakt", "neu": 0.625, "pos": 0.375, "neg": 0.0, "compound": 0.6369}, {"text": "For the Love of Spock", "neu": 0.488, "pos": 0.512, "neg": 0.0, "compound": 0.6369}, {"text": "we going for the love of spock again", "neu": 0.625, "pos": 0.375, "neg": 0.0, "compound": 0.6369}, {"text": "While watching For the Love of Spock , my respect for the dynamic styles of Mr. Nimoy and was deepened. I’m so thankful that these beautiful people created such lasting memories for me. Thank you, Adam Nimoy, for delivering this amazing documentary!", "neu": 0.542, "pos": 0.458, "neg": 0.0, "compound": 0.9815}, {"text": "What is the essence of a successful marketing & distribution strategy? How do you manage social media campaigns? Daniel Díaz gives tips & tricks & shares insights from his work on , FILTH, FOR THE LOVE OF SPOCK & CALIBRE. Berlin, Dec. 5-9, 2018 ", "neu": 0.727, "pos": 0.241, "neg": 0.032, "compound": 0.8955}, {"text": "Happy Spock Day everyone You may watch everything containing as Spock for you entertainment tonight: Star Trek TOS, Star Trek 1-6, TNG - Unification, Star Trek (2009) or \"Into Darkness\", and also \" For the Love of Spock \" by .Did I forget something?", "neu": 0.741, "pos": 0.22, "neg": 0.039, "compound": 0.8689}, {"text": "Currently watching ' For the Love of Spock ' What a fantastic tribute to an incredible human being startrek", "neu": 0.642, "pos": 0.358, "neg": 0.0, "compound": 0.8316}, {"text": "Watching ‘ For The Love Of Spock ’ in my warmest jamas. 2019’s peak so far.", "neu": 0.67, "pos": 0.33, "neg": 0.0, "compound": 0.7845}, {"text": "I was nearly crying through it. But, the cringiest moment was the Bilbo Baggins thing. Shocking. Leonard Nemoy For the Love of Spock - 2016 Movie ", "neu": 0.677, "pos": 0.135, "neg": 0.187, "compound": -0.1531}, {"text": "Watching the rembering Spock documentary \" For the love of Spock \" and surprise from my favourite episode. Thank you for the documentary ", "neu": 0.672, "pos": 0.328, "neg": 0.0, "compound": 0.8316}, {"text": "If you're looking for a way to honor the memory of Leonard Nimoy, \" For the Love of Spock \" should do the trick. Spock LeonardNimoy FortheLoveofSpock AdamNimoy StarTrek StarTrekTOS GeneRoddenberry Vulcan Vulcansalute CaptainKirk WilliamShatner ", "neu": 0.771, "pos": 0.197, "neg": 0.032, "compound": 0.802}, {"text": "For the love of Spock , please read and cherish this comic! HOLY WOW ON A WAFFLE!!!!! ", "neu": 0.426, "pos": 0.574, "neg": 0.0, "compound": 0.9413}, {"text": "Got slightly choked up watching Adam Nimoy's wonderful documentary about his dad, ' For the Love of Spock ', on Netflix. Since reacquainting myself with 60s Star Trek for the first time in 35 years, I think I may be developing Trekkie tendencies. ", "neu": 0.776, "pos": 0.166, "neg": 0.059, "compound": 0.7264}, {"text": "They're from when you all went to the \" For The Love of Spock \" premier at the Tribeca Film Festival btw.", "neu": 0.709, "pos": 0.291, "neg": 0.0, "compound": 0.8126}, {"text": " I saw a really touching film about Leonard Nimoy on Netflix called, “ For the Love of Spock ”. Think it’sBeen out for awhile. stumbled onto it after watching Jessica Jones. You ever see it?", "neu": 0.884, "pos": 0.116, "neg": 0.0, "compound": 0.6369}, {"text": "Finally getting a chance to watch ’s For The Love of Spock and I’m almost certain that the pure joy I just felt over seeing sitting in Sheldon’s spot is the wrong thing to take away from it... Or maybe not... Damn it, Jim. Now I’m confused.", "neu": 0.656, "pos": 0.204, "neg": 0.14, "compound": 0.5729}, {"text": "I'm not finding it on Netflix. However, they DO have, \" For the Love of Spock \".", "neu": 0.781, "pos": 0.219, "neg": 0.0, "compound": 0.6369}, {"text": " Nimoy's Grandson, Jonah Nimoy cover of Starman is beautiful, as featured in ' For The Love Of Spock ' ", "neu": 0.649, "pos": 0.351, "neg": 0.0, "compound": 0.8442}, {"text": "Star Trek: Discovery made this the perfect weekend to watch For the Love of Spock on Netflix - The Verge ", "neu": 0.683, "pos": 0.317, "neg": 0.0, "compound": 0.836}, {"text": "For The Love Of Spock ", "neu": 0.488, "pos": 0.512, "neg": 0.0, "compound": 0.6369}, {"text": "Listen to the View From The Writing Instrument Episode - Adam Nimoy For The Love Of Spock on iHeartRadio | iHeartRadio ", "neu": 0.811, "pos": 0.189, "neg": 0.0, "compound": 0.6369}, {"text": "Watching For the love of Spock . Because, let's face it, Spock is awesome. Plus, it brings back lovely feels from the childhood! fortheloveofspock", "neu": 0.617, "pos": 0.383, "neg": 0.0, "compound": 0.9245}, {"text": "For the Love of Spock just spoke of the animated version of Star Trek. How he and weren't included originally. Well, Spock threatened to leave unless they were. They were. That's what America is. Standing up for each other no matter how you look. ", "neu": 0.738, "pos": 0.103, "neg": 0.159, "compound": -0.2297}, {"text": " just re-watched \" For the love of Spock \" my Father is now sick with an incurable affliction and the ending of the documentary really affected me this time around. Beautiful and moving, thank you.", "neu": 0.639, "pos": 0.242, "neg": 0.119, "compound": 0.7512}, {"text": "Finally watching For the Love of Spock .", "neu": 0.588, "pos": 0.412, "neg": 0.0, "compound": 0.6369}, {"text": "Star Trek: Discovery made this the perfect weekend to watch For the Love of Spock on Netflix ", "neu": 0.655, "pos": 0.345, "neg": 0.0, "compound": 0.836}, {"text": "Star Trek: Discovery made this the perfect weekend to watch For the Love of Spock on Netflix ", "neu": 0.655, "pos": 0.345, "neg": 0.0, "compound": 0.836}, {"text": "I'm watching For the Love of Spock , and they're showing The Ballad of Bilbo Baggins. Life is good.", "neu": 0.693, "pos": 0.307, "neg": 0.0, "compound": 0.7964}, {"text": "Star Trek: Discovery just made this the perfect weekend to watch the documentary For the Love of Spock on Netflix ", "neu": 0.695, "pos": 0.305, "neg": 0.0, "compound": 0.836}, {"text": "For The Love of Spock (2016) - The son of actor Leonard Nimoy directs this moving documentary at his father's portrayal of Spock , the iconic \"Star Trek\" character he played for 50 years. Trailer : ", "neu": 0.824, "pos": 0.176, "neg": 0.0, "compound": 0.765}, {"text": "Watching “ For the Love of Spock ” ", "neu": 0.625, "pos": 0.375, "neg": 0.0, "compound": 0.6369}, {"text": "I don't know, but you just made me picture C-3PO vs. Spock . The latter is running away screaming \" For the love of logic, shut your....\"", "neu": 0.705, "pos": 0.186, "neg": 0.109, "compound": 0.5267}, {"text": "Star Trek: Discovery made this the perfect weekend to watch For the Love of Spock on Netflix ", "neu": 0.655, "pos": 0.345, "neg": 0.0, "compound": 0.836}, {"text": "I'm watching For the Love of Spock . So bittersweet. AllStarTrek", "neu": 0.58, "pos": 0.305, "neg": 0.115, "compound": 0.5584}, {"text": "I saw you at Wolf Trap a year or two ago and you were sitting next to Terry at the time. \" For the Love of Spock \" is a fabulous tribute to your Dad.", "neu": 0.732, "pos": 0.206, "neg": 0.062, "compound": 0.743}, {"text": "For the Love of Spock . ", "neu": 0.488, "pos": 0.512, "neg": 0.0, "compound": 0.6369}, {"text": "Star Trek: Discovery made this the perfect weekend to watch For the Love of Spock on Netflix ", "neu": 0.655, "pos": 0.345, "neg": 0.0, "compound": 0.836}, {"text": "For the love of spock was truly amazing loved every second of it! ", "neu": 0.374, "pos": 0.626, "neg": 0.0, "compound": 0.9441}, {"text": "I cant even rewatch the beautiful Netflix documentary \" For the Love of Spock \" anymore. Just fills me with sadness. And rage. Normally i just ignore bad art. But STD isn't art, it's cultural vandalism. The Orville is a bright spot, but still reminds me of the atrocity notmySpock", "neu": 0.714, "pos": 0.131, "neg": 0.155, "compound": -0.0644}, {"text": "when uhura is just like \" spock , please for the love of god tell me i'm pretty\" that's the mood", "neu": 0.495, "pos": 0.505, "neg": 0.0, "compound": 0.9231}, {"text": "A one- of -a-kind documentary sure to unite trekkies worldwide, \" For the Love of Spock \" tells the life of Star Trek’s Mr. Spock and Leonard Nimoy, the actor who played him for nearly fifty years. Come to the screening at Chautauqua Community House tonight at & PM! ", "neu": 0.82, "pos": 0.18, "neg": 0.0, "compound": 0.8478}, {"text": " Just watched \" For the Love of Spock \" on Netflix. Thank you for such an interesting and irreverent look into one of my biggest influencers. It was sweet, entertaining, and at points made me tear up.", "neu": 0.662, "pos": 0.338, "neg": 0.0, "compound": 0.936}, {"text": "me to me: BITCH STOP COMMENTING FOR THE LOVE OF SPOCK YOU'RE TOO WEIRD FOR THIS also me : but look at them, they're so cute :c singlequeers", "neu": 0.521, "pos": 0.205, "neg": 0.273, "compound": -0.1904}, {"text": "Watching the documentary ‘ For the love of Spock ’ again. It’s a great film. RIP Leonard Nimoy. startrek spock , Alberta ", "neu": 0.684, "pos": 0.316, "neg": 0.0, "compound": 0.8519}, {"text": "Just watched \" For the Love of Spock .\" Recommended. ", "neu": 0.538, "pos": 0.462, "neg": 0.0, "compound": 0.7184}, {"text": " I just recently watched For the Love of Spock . I wanted to say thank you for sharing your story as much as your Dad's. Live Long and Prosper", "neu": 0.708, "pos": 0.292, "neg": 0.0, "compound": 0.8591}, {"text": "Star Trek: Discovery just made this the perfect weekend to watch the documentary For the Love of Spock on Netflix ", "neu": 0.695, "pos": 0.305, "neg": 0.0, "compound": 0.836}, {"text": "DUDE! This is your white whale! For the love of Spock , please stop pulling me into it! ", "neu": 0.594, "pos": 0.313, "neg": 0.093, "compound": 0.7332}, {"text": "LOTD - For the Love of Spock 024 Fashion Virtual Virtual photography blog secondlife mrslspain2019 almamakeup gloom Credits here: ", "neu": 0.593, "pos": 0.265, "neg": 0.142, "compound": 0.4767}, {"text": "Sis wanted to see the documentary \" For the love of Spock \" about the life of Leonard Nimoy. 10 mins into it and my eyes are already wet. StarTrek", "neu": 0.865, "pos": 0.135, "neg": 0.0, "compound": 0.6369}, {"text": " Just finished watching For the Love of Spock . This is your 2nd work that has moved me to tears, Passing Through Gethsemane being the 1st. Thank you for sharing your father's life with us and helping me to know a little of the man behind the beloved character.", "neu": 0.708, "pos": 0.259, "neg": 0.033, "compound": 0.9201}, {"text": "It’s the perfect weekend to watch Netflix’s For the Love of Spock via ", "neu": 0.582, "pos": 0.418, "neg": 0.0, "compound": 0.836}, {"text": "What about checking For the Love of Spock ? ", "neu": 0.625, "pos": 0.375, "neg": 0.0, "compound": 0.6369}, {"text": "Friday night in the Shouty household... and I are watching For the Love of Spock ", "neu": 0.756, "pos": 0.244, "neg": 0.0, "compound": 0.6369}, {"text": "Enjoyed “ For the Love of Spock ”", "neu": 0.444, "pos": 0.556, "neg": 0.0, "compound": 0.8176}, {"text": "For the love of Spock .. No.. I don't want a dick pic.. believe me, that is the last thing on my mind at the moment..", "neu": 0.721, "pos": 0.237, "neg": 0.042, "compound": 0.7704}, {"text": "My review of For the Love of Spock (2016) MovieReview Documentary LeonardNimoy Spock StarTrek ", "neu": 0.756, "pos": 0.244, "neg": 0.0, "compound": 0.6369}, {"text": "After watching For the Love of Spock (highly recommended documentary!) I've been listening to this non stop. ", "neu": 0.622, "pos": 0.28, "neg": 0.098, "compound": 0.6239}, {"text": "And might I add....search out the documentary FOR THE LOVE OF SPOCK for some really *awesome* behind-the-scenes footage of this photo. Seriously. ", "neu": 0.741, "pos": 0.192, "neg": 0.066, "compound": 0.6408}, {"text": "Solid drama: Longmire Quirky: I Don’t Feel At Home in this World Anymore, Unbreakable Kimmy Schmidt Documentary: Icarus, Stop At Nothing, Dior & I, The First Monday in May, For the Love of Spock Mystery/Sci-if/Fantasy: Sherlock, Supernatural", "neu": 0.8, "pos": 0.145, "neg": 0.055, "compound": 0.5574}, {"text": "watching For The Love Of Spock", "neu": 0.543, "pos": 0.457, "neg": 0.0, "compound": 0.6369}, {"text": "\" For the Love of Spock \" <3", "neu": 0.36, "pos": 0.64, "neg": 0.0, "compound": 0.7964}, {"text": "Watched \" For the Love of Spock \", by Adam Nimoy, Leonard's son. Very deep reaching documentary, especially about family life, including reconciliation. Currently on Netflix, and I highly recommend. ", "neu": 0.734, "pos": 0.266, "neg": 0.0, "compound": 0.8431}, {"text": "For the love of Spock , would you all please and kindly STOP comparing Zuck to Data from ST:TNG. One of those guys was makign a study of humans to be MORE human....", "neu": 0.681, "pos": 0.245, "neg": 0.074, "compound": 0.7761}, {"text": "For the Love of Spock - 10/10 ", "neu": 0.543, "pos": 0.457, "neg": 0.0, "compound": 0.6369}, {"text": "Just seen for the first time a documentary called ' For the love of Spock '. Leonard Nimoy was - without realising - a completely different persona & spoke like Spock when interviewed whilst WEARING his Spock uniform and make-up, than as himself when in civvies minus the ears!", "neu": 0.854, "pos": 0.146, "neg": 0.0, "compound": 0.7901}, {"text": "And for the love of GOD stop somehow pushing Spock into absolutely EVERTYTHING", "neu": 0.52, "pos": 0.366, "neg": 0.114, "compound": 0.7034}, {"text": "FOR THE LOVE OF SPOCK : Adam Nimoy’s surprisingly emotional journey to rediscover his father, the man who brought Star Trek’s famous Vulcan to life. Special director’s edition on Amazon: ", "neu": 0.646, "pos": 0.354, "neg": 0.0, "compound": 0.9029}, {"text": "Watching For the Love of Spock (2016). trakt", "neu": 0.625, "pos": 0.375, "neg": 0.0, "compound": 0.6369}, {"text": "Just watched the docu \" For The Love Of Spock \". Wonderful, logical, meaningful, human.", "neu": 0.519, "pos": 0.481, "neg": 0.0, "compound": 0.8807}, {"text": "It’s the perfect weekend to watch Netflix’s For the Love of Spock StarTrekDiscovery", "neu": 0.582, "pos": 0.418, "neg": 0.0, "compound": 0.836}, {"text": "Intrigued by the 'notFBR' deal, can't wait - and a big AGREED on ' For the Love of Spock ' also just watched it, super cool stuff!", "neu": 0.584, "pos": 0.416, "neg": 0.0, "compound": 0.9263}, {"text": "\" For The Love of Spock \" was also very good. As they say... \"He did\". ", "neu": 0.619, "pos": 0.381, "neg": 0.0, "compound": 0.8122}, {"text": "This is something the mayor of Winnipeg need to emulate. For The Love Of Spock .", "neu": 0.769, "pos": 0.231, "neg": 0.0, "compound": 0.6369}, {"text": "Star Trek: Discovery just made this the perfect weekend to watch the documentary For the Love of Spock on Netflix ", "neu": 0.695, "pos": 0.305, "neg": 0.0, "compound": 0.836}, {"text": "113. For the Love of Spock ", "neu": 0.543, "pos": 0.457, "neg": 0.0, "compound": 0.6369}, {"text": " My husband and I just watched For the Love of Spock . What a beautiful and brilliant film. Thank you.", "neu": 0.474, "pos": 0.526, "neg": 0.0, "compound": 0.9371}], "sum": 461}