{"compound_ave": 0.4686921810699585, "texts": [{"text": "Why mary ann puke like that on friends from college", "compound": 0.296, "pos": 0.35, "neg": 0.212, "neu": 0.438, "data": "2019-03-13 11:44:40"}, {"text": "Friends From College ?", "compound": 0.4767, "pos": 0.608, "neg": 0.0, "neu": 0.392, "data": "2019-03-14 14:55:35"}, {"text": "Introducing myself to my moms friends from college : hi I’m the problem child", "compound": 0.1027, "pos": 0.185, "neg": 0.161, "neu": 0.655, "data": "2019-03-14 11:34:01"}, {"text": "And the crux of so much of this is once again....sports in academia. Not many of my friends agree w me on this, but I wholeheartedly support removing sports from college level academia entirely. The whole thing is a racket.", "compound": 0.7469, "pos": 0.178, "neg": 0.0, "neu": 0.822, "data": "2019-03-13 23:37:40"}, {"text": "Literally just found out like 4 of my coworkers are apart of APO but from different years and chapters. Now we are all like best of friends . Bless you college networking!", "compound": 0.9635, "pos": 0.431, "neg": 0.0, "neu": 0.569, "data": "2019-03-14 06:19:06"}, {"text": "my only remaining friends are like 3 from high school, none from college (lol) and a few elders from home depot pfffff", "compound": 0.6808, "pos": 0.237, "neg": 0.0, "neu": 0.763, "data": "2019-03-14 15:25:18"}, {"text": " looks like one of my friends from college . India and Canada are the 2ab in the formula of a + b².", "compound": 0.6808, "pos": 0.248, "neg": 0.0, "neu": 0.752, "data": "2019-03-14 02:24:14"}, {"text": "Any good Netflix shows to watch? I just finished friends from college lol", "compound": 0.8316, "pos": 0.494, "neg": 0.0, "neu": 0.506, "data": "2019-03-13 06:47:12"}, {"text": "Friends of mine from college are getting auditions and booking things and I’m watching supernatural while struggling to learn how to French braid my own hair", "compound": 0.0772, "pos": 0.104, "neg": 0.094, "neu": 0.803, "data": "2019-03-13 09:30:02"}, {"text": "one of my best friends from back home has a close friend in college that got into a REALLY bad car accident & they dont think she gunna make it & my friend has been going through so much stuff lately i just wanna be w her rn but stupid finals:(", "compound": -0.4633, "pos": 0.156, "neg": 0.174, "neu": 0.67, "data": "2019-03-14 03:12:44"}, {"text": "2/2 I remember clearly walking to class, as a white guy w/his friends a few feet ahead of me openly talked about scoring cocaine from his dealer. Like he was untouchable. If *I* had that convo w/some1 I would have been reported to the police. College *IS* 4 U. Always has been.", "compound": 0.8074, "pos": 0.159, "neg": 0.0, "neu": 0.841, "data": "2019-03-13 04:47:32"}, {"text": "Made so many friends in college like “Sarah from BIO 202” and “HW guy” miss y’all", "compound": 0.6461, "pos": 0.287, "neg": 0.078, "neu": 0.635, "data": "2019-03-13 16:05:38"}, {"text": "This is SO TRUE. In my group of friends , I have several with degrees from top universities, and several with degrees from \"middling\" colleges in the same field. Around 20 years out, no difference between the groups in the heights they were able to attain in their careers. ", "compound": 0.8052, "pos": 0.173, "neg": 0.04, "neu": 0.787, "data": "2019-03-13 03:35:16"}, {"text": "Watching my Central Valley friends Graduate college , start families, buy homes, start their own businesses & succeed in their own ways makes me genuinely happy because I know many of us come from very humble beginnings & our parents didn't have the tools we had", "compound": 0.875, "pos": 0.204, "neg": 0.0, "neu": 0.796, "data": "2019-03-14 14:16:59"}, {"text": "My parents were first gen, never went to college just knew I had to go to college . I had to navigate SATs, apps, fafsa, everything on my own. I learned mostly from my friends . Which I’m grateful to my parents for providing me a great education in a competitive school system. ", "compound": 0.8979, "pos": 0.221, "neg": 0.0, "neu": 0.779, "data": "2019-03-14 03:06:19"}, {"text": "i’m 17 and almost 18 and i haven’t figured out where to go to college in the fall because i can either move 12 hours away from my siblings and 3 hours from my parents or stay in ohio with my siblings and friends aka what i know but be 8 hours away from my parents :/", "compound": -0.2617, "pos": 0.037, "neg": 0.056, "neu": 0.907, "data": "2019-03-13 08:25:53"}, {"text": "I hate everyone who ensured Friends From College was cancelled with a passion", "compound": 0.1027, "pos": 0.324, "neg": 0.303, "neu": 0.372, "data": "2019-03-14 05:58:41"}, {"text": "My Irish friend from Philly who 1st showed us around 15+ yrs ago used to make them by hand & mail them to college friends .", "compound": 0.8591, "pos": 0.311, "neg": 0.0, "neu": 0.689, "data": "2019-03-13 11:20:14"}, {"text": "Most recent exboyfriend, a former roommate, roommate’s party friends , bff from college , bff from junior high... Don’t make me cry in memory of my social life. Pained living is lonely when you can’t trust anybody. Ex was mad I got a safe because it meant I didn’t trust.", "compound": 0.91, "pos": 0.341, "neg": 0.171, "neu": 0.487, "data": "2019-03-13 12:53:34"}, {"text": "I’m excited to bring my friends from college to va for college beach weekend", "compound": 0.6705, "pos": 0.314, "neg": 0.0, "neu": 0.686, "data": "2019-03-14 10:14:26"}, {"text": "Hey fb, I really appreciate the friend suggestions, but I really don't care if I'm friends with a college -classmate -from-25-years-ago's brother in law...", "compound": 0.5452, "pos": 0.287, "neg": 0.132, "neu": 0.581, "data": "2019-03-14 11:21:29"}, {"text": "My buddy from England Dave when we were in College the female bartenders and waitress would get him too call them that because of his heavy accent. One night a new bouncer didn't know everyone was friends Dave 90lbs juice monkey 240 lbs Dave got hurt really bad.", "compound": -0.624, "pos": 0.057, "neg": 0.132, "neu": 0.81, "data": "2019-03-14 11:22:47"}, {"text": "I had zero help from either of my parents with anything regarding college including paying for it. I took all tests on my own (including paying for them). I tagged along with friends and their parents for college visits. My aunt took me to my orientation. I moved myself in.", "compound": 0.7003, "pos": 0.116, "neg": 0.0, "neu": 0.884, "data": "2019-03-13 23:43:37"}, {"text": "This is great opportunity for HS and college students, teachers and counselors! What an awesome to make new friends , learn from each other, and to move forward in our ever changing society. WinningTheRace BeTheChange ", "compound": 0.937, "pos": 0.324, "neg": 0.0, "neu": 0.676, "data": "2019-03-13 04:58:48"}, {"text": "me and my friends want to draw our college tasks with wacom cintiq 16 ;w; 'cause we want to graduate from the university ASAP haha ( simple as that) (aku gabut gengs cuekin saja haha) ", "compound": 0.7717, "pos": 0.225, "neg": 0.0, "neu": 0.775, "data": "2019-03-14 16:42:06"}, {"text": "breaks from college suck bc i have no hometown friends", "compound": -0.25, "pos": 0.218, "neg": 0.359, "neu": 0.423, "data": "2019-03-14 06:43:00"}, {"text": "Dost Mujhe pyaar se majnu Bulate Hain tshirt Funny Hindi Love Indian Trending FriendsFest friendsfromcollege TheShopor fashion ", "compound": 0.7964, "pos": 0.321, "neg": 0.0, "neu": 0.679, "data": "2019-03-13 19:09:01"}, {"text": "Wait! Didn't she commit a scam by declaring herself \"Native American\" on her college application? She has since asked for understanding (sympathy) from the American people. Is this not a double standard? Asking for a few million friends . ", "compound": 0.7061, "pos": 0.166, "neg": 0.046, "neu": 0.787, "data": "2019-03-14 11:24:04"}, {"text": "I need friends from college s3 asap por favor", "compound": 0.7003, "pos": 0.492, "neg": 0.0, "neu": 0.508, "data": "2019-03-13 10:09:57"}, {"text": "The Crown, On my Block, Dear White People, Friends From College .", "compound": 0.4215, "pos": 0.343, "neg": 0.175, "neu": 0.482, "data": "2019-03-13 03:27:52"}, {"text": "I mean that literally. We know that campus rapists, for example, target vulnerable women and girls (typically lower-status college freshmen who are new to campus have been drinking) and separate them from their friends . I’m not saying Tucker is a rapist. But this is rape language", "compound": -0.9287, "pos": 0.054, "neg": 0.273, "neu": 0.674, "data": "2019-03-13 21:18:42"}, {"text": " maybe just keep going with \" Friends from College .\"", "compound": 0.4767, "pos": 0.279, "neg": 0.0, "neu": 0.721, "data": "2019-03-13 09:24:16"}, {"text": "friends from collège", "compound": 0.4767, "pos": 0.608, "neg": 0.0, "neu": 0.392, "data": "2019-03-14 05:18:19"}, {"text": "My college admissions essay was a story from my youth of how three friends and I went on an adventure to find a dead body, which ended in one of them dying outside a Hollywood nightclub from a drug overdose.", "compound": 0.0258, "pos": 0.129, "neg": 0.103, "neu": 0.767, "data": "2019-03-13 23:50:58"}, {"text": "To all high school seniors who plan on leaving for college , moving away from home and leaving behind your friends and family can be tough. Check out these 5 tips to meet new people at college in my Admissions blog post: ", "compound": 0.3818, "pos": 0.073, "neg": 0.035, "neu": 0.892, "data": "2019-03-14 03:59:20"}, {"text": "*see friends from college * oh this seems like a good series *watch one episode* n0pE *continue to second episode* why amih eere *in the middle of second episode* will i stop watching this eveer", "compound": 0.743, "pos": 0.22, "neg": 0.057, "neu": 0.724, "data": "2019-03-14 11:31:53"}, {"text": "I'm white and I went to college but I did it on my own no help from family thank God for a few Good friends .I have seen some dumb fucks who are white who believe that they are entitled because they are so fucking stupid that they cannot think for themselves. I'm sorry ", "compound": 0.2006, "pos": 0.256, "neg": 0.233, "neu": 0.51, "data": "2019-03-14 03:12:41"}, {"text": "Ion even want no friends till college like stay away from me", "compound": 0.5719, "pos": 0.404, "neg": 0.129, "neu": 0.468, "data": "2019-03-14 13:28:46"}, {"text": "Why are all my friends from us not finishing college :(", "compound": 0.6711, "pos": 0.38, "neg": 0.0, "neu": 0.62, "data": "2019-03-13 04:50:15"}, {"text": "Let's use this medium to connect with old friends Reply with the Secondary school you graduated from and RT Mine - Lagos State Model College Meiran.", "compound": 0.4767, "pos": 0.114, "neg": 0.0, "neu": 0.886, "data": "2019-03-14 15:20:24"}, {"text": "Deeper and more personal than that. A lot of people i grew up with I have no interest in speaking with any longer. I don’t wanna hear from my best HS and college friends who have bought into R wing authoritarian/Christofascist ideas... they’re gone.", "compound": 0.8442, "pos": 0.217, "neg": 0.046, "neu": 0.737, "data": "2019-03-14 12:01:29"}, {"text": "i was best friends with someone from 5th thru 12th grade and stopped talking as much after college started. she was always losing and forgetting things and couldnt focus. i saw her like 5 years later and she told me she ended up getting diagnosed with ADHD. now in med school XD", "compound": 0.8964, "pos": 0.232, "neg": 0.073, "neu": 0.695, "data": "2019-03-13 07:38:27"}, {"text": "Friends from College !", "compound": 0.5255, "pos": 0.629, "neg": 0.0, "neu": 0.371, "data": "2019-03-14 08:24:40"}, {"text": "you guys ever seen \" friends from college \"? is the same thing ", "compound": 0.4767, "pos": 0.22, "neg": 0.0, "neu": 0.78, "data": "2019-03-13 07:06:52"}, {"text": "today I saw a guy pull out a White Claw from his backpack in the middle of the library, and proceeded to drink it in under 4 minutes. college in a nutshell my friends ...", "compound": 0.4767, "pos": 0.097, "neg": 0.0, "neu": 0.903, "data": "2019-03-13 11:51:02"}, {"text": "We're talking about how we went to college ? OK. My mom died my jr. year of high school. Dad freaked out; checked out. I did college apps alone. Toured schools alone. Went to the best place I got in (rejected from most). Met some of my best friends at school; reclaimed life.", "compound": 0.7672, "pos": 0.218, "neg": 0.148, "neu": 0.634, "data": "2019-03-13 13:43:03"}, {"text": "Meet student Alda Jimenez from : \"These past three years, I have met the most wonderful co-workers/ friends /professors that have made my college experience remarkable so far.\" ThursdayThoughts HigherEd News ", "compound": 0.8991, "pos": 0.296, "neg": 0.0, "neu": 0.704, "data": "2019-03-14 19:37:02"}, {"text": "Umm I liked Sex Education, Friends from College . If you like real crime Abducted in plain sight was good. Ummm film wise I loved ‘isn’t it romantic’", "compound": 0.8885, "pos": 0.435, "neg": 0.162, "neu": 0.404, "data": "2019-03-14 15:59:31"}, {"text": "Lisa really irked me on Friends From College", "compound": 0.4767, "pos": 0.307, "neg": 0.0, "neu": 0.693, "data": "2019-03-14 12:47:10"}, {"text": "This is literally bull shit, you had your parents bribe whoever \"$500,000\" dollars, to get experience college partys and game days like really. You could have just became friends with someone from that school and experienced it that way instead of of bribing your way in...", "compound": 0.0516, "pos": 0.106, "neg": 0.102, "neu": 0.792, "data": "2019-03-14 05:16:29"}, {"text": "And now I’m sad all over again about Friends From College being canceled.", "compound": 0.0, "pos": 0.18, "neg": 0.18, "neu": 0.64, "data": "2019-03-13 03:15:22"}, {"text": "Your school is all about your network. Look at how many white ppl start companies with friends from college . Look at who ppl marry. Look at who gets the hookups. If your college cannot provide you with that then...idk what to tell you.", "compound": 0.4767, "pos": 0.069, "neg": 0.0, "neu": 0.931, "data": "2019-03-13 05:49:31"}, {"text": "That sounds good but African Americans and POC are subjected to the “affirmative action” BS even from non-affluent white kids who question HOW and WHY you got into their college ! That is the realness that I FACED even with a full academic scholarship and so many of my friends !", "compound": 0.7707, "pos": 0.129, "neg": 0.0, "neu": 0.871, "data": "2019-03-13 10:54:12"}, {"text": "ICYMI: Tragic story that didn't have to be! College communities need to embrace alcohol education to prevent these situations from happening. Students are in the best position to help their friends . Equip. Educate. Empower. TIPSUniversity ", "compound": 0.8655, "pos": 0.3, "neg": 0.066, "neu": 0.635, "data": "2019-03-13 21:02:00"}, {"text": "This is super true... I had to explain to my younger sister after she graduated from college and she kept trying to compare her life to her friends", "compound": 0.7906, "pos": 0.219, "neg": 0.0, "neu": 0.781, "data": "2019-03-13 12:37:33"}, {"text": "Not from UPLB but I used to hangout in there back in college with friends from Perspective as part of CEGP. Happy tibak days.", "compound": 0.8807, "pos": 0.305, "neg": 0.0, "neu": 0.695, "data": "2019-03-13 11:31:23"}, {"text": "How about the scandal from your Hollywood friends scamming their kids into college . Hollywood elites at it again.", "compound": 0.0516, "pos": 0.141, "neg": 0.132, "neu": 0.727, "data": "2019-03-13 06:02:45"}, {"text": "Facebook partners with Miami Dade College MEIM Students Experience SXSW With a Little Help From Some Friends Starbucks Management Talks Digital Marketing China and More Jobs of the future Top five emerging careers The 25 ", "compound": 0.7436, "pos": 0.191, "neg": 0.0, "neu": 0.809, "data": "2019-03-13 14:00:04"}, {"text": "I want to say “also Karen” because the internet tells me Karen is like this and then I remember one of my oldest and dearest college friends (YES PULLMAN WHICH I DON’T HAVE A NEW PHOTO FROM GOSH) is called Karen and I feel bad. But also, Brenda.", "compound": 0.7184, "pos": 0.202, "neg": 0.067, "neu": 0.731, "data": "2019-03-13 05:24:24"}, {"text": "Not all kids should go to college . We need to stop this way of thinking! When we told people we were not letting our oldest go to college because she wasn't motivated, we got shock from our upper middle class friends . She did fine! Owned her own house at 19, making $55k/yr at 29.", "compound": -0.4523, "pos": 0.079, "neg": 0.127, "neu": 0.793, "data": "2019-03-14 10:35:40"}, {"text": "It was great to hear the girls from , Wagga Christian College , & Riverina Anglican College reflect on the Girls in Cyber Security Advancing workshop. The girls learnt new skills, new experiences, new friends , & got info career info. thebigdayin", "compound": 0.8625, "pos": 0.22, "neg": 0.0, "neu": 0.78, "data": "2019-03-13 10:36:47"}, {"text": "I’m very mad with the way that Friends From College ended but I still rate 7/8", "compound": -0.0507, "pos": 0.119, "neg": 0.13, "neu": 0.752, "data": "2019-03-13 13:59:05"}, {"text": "yep!! it’s got everything anyone could want in the big city and I have some friends from college who are attending USC for pharmacy school so i can finally catch up with them!!", "compound": 0.7762, "pos": 0.217, "neg": 0.0, "neu": 0.783, "data": "2019-03-13 10:16:54"}, {"text": "Es la de Friends from college . :(", "compound": 0.0516, "pos": 0.282, "neg": 0.264, "neu": 0.455, "data": "2019-03-14 12:42:29"}, {"text": "8 years. That's how long it took to live in LA, see a celebrity scandal go down, and see friends of friends (thankfully not direct friends for their sake) defend the celebrities. No. You do not get to steal college seats from kids who deserve those spots. Stop buying your life.", "compound": 0.6836, "pos": 0.195, "neg": 0.119, "neu": 0.686, "data": "2019-03-13 08:34:37"}, {"text": "One of my best friends in college was named Tara. From what I know of Tara's, y'all take, absolutely, nobody's shit!", "compound": 0.5738, "pos": 0.267, "neg": 0.136, "neu": 0.597, "data": "2019-03-14 09:00:42"}, {"text": "Damn my alcohol tolerance is garbage these days, but at the same time good to hangout with a good friend over a beer. friendsfromcollege", "compound": 0.9144, "pos": 0.419, "neg": 0.057, "neu": 0.524, "data": "2019-03-14 13:18:25"}, {"text": "If you haven’t seen friends from college on Netflix I highly recommend", "compound": 0.7089, "pos": 0.396, "neg": 0.0, "neu": 0.604, "data": "2019-03-13 11:44:39"}, {"text": "There's two things that matter in this world: nipples and butts, and he's got all three friendsfromcollege", "compound": 0.0258, "pos": 0.064, "neg": 0.0, "neu": 0.936, "data": "2019-03-14 03:51:39"}, {"text": "I come from a similar background (neither of my parents have a bachelor's degree). I never had college prep, and I didn't understand why some friends re-took the SAT. Tho, I didn't get as much of an outsider vibe at Smith as I did when I visited Mt. Holyoake, Amherst or Harvard.", "compound": 0.4767, "pos": 0.067, "neg": 0.0, "neu": 0.933, "data": "2019-03-14 08:34:37"}, {"text": "Raised in upstate New York from a divorced family so we were poor. Thru athletic achievement was more popular & happy than many other kids from very wealthy homes. Had more friends with an outgoing personality than them Out earned them all with no college degree still Life's good", "compound": 0.9152, "pos": 0.292, "neg": 0.088, "neu": 0.62, "data": "2019-03-14 00:04:28"}, {"text": "Arey I’m on fb from so long ... so I got all my stuff there ... I mean my college to uni friends ...!! I made Twitter account only for Kangana...lol", "compound": 0.5696, "pos": 0.12, "neg": 0.0, "neu": 0.88, "data": "2019-03-14 13:59:20"}, {"text": "Look, I can understand being overly stressed out from college . Having gone there myself for the past three years, I've experienced it all firsthand. But snapping at friends online who are just trying to make you feel better is not going to help matters.", "compound": 0.3489, "pos": 0.143, "neg": 0.094, "neu": 0.764, "data": "2019-03-13 05:49:30"}, {"text": "Okay who picked the music for the second season of FriendsFromCollege cause I'd like to shake their hand", "compound": 0.7096, "pos": 0.326, "neg": 0.073, "neu": 0.601, "data": "2019-03-14 11:04:41"}, {"text": "I am so jealous of friends that didn't get caught in the trap. I'm Mexican and was the first person in my family to go to and graduate from college . I thought it meant a bright future & was proud. My first job out of college was $8/hr, less than I made at my photo mat job.", "compound": 0.5818, "pos": 0.151, "neg": 0.09, "neu": 0.759, "data": "2019-03-14 03:47:07"}, {"text": "This isn’t any different than kid graduates from college and father picks up the phone and calls his friends in the business that kid is interested in and gets that kid a job. Then that parent tells you what your kid needs to do to get his job never offering to help your kid.", "compound": 0.5487, "pos": 0.1, "neg": 0.039, "neu": 0.861, "data": "2019-03-14 03:20:26"}, {"text": "Only when private schools, private tutors, private test prep, private college counselors/essay coaches, private athletic coaches, extracurricular opportunities from well placed family friends , and letters of rec from well placed family friend alums just aren’t enough.", "compound": 0.9022, "pos": 0.297, "neg": 0.0, "neu": 0.703, "data": "2019-03-13 04:12:55"}, {"text": " you cannot honestly say that you can look at these pictures of my best friends who have been by my side from Austin College through 4th year and not even consider making 5th years a thing ", "compound": 0.7022, "pos": 0.175, "neg": 0.059, "neu": 0.766, "data": "2019-03-14 02:04:45"}, {"text": "Empire Dynastie Atypical Luke cage F is for family Insastiable Friends from College", "compound": 0.4767, "pos": 0.22, "neg": 0.0, "neu": 0.78, "data": "2019-03-13 22:20:44"}, {"text": "another bad, just like Not Good show: friends from college", "compound": -0.7149, "pos": 0.147, "neg": 0.499, "neu": 0.354, "data": "2019-03-13 08:14:21"}, {"text": "In college I lied about being sad by saying I was tired and all my friends assumed I had sleep apnea from being fat and not just straight up depression which helped A LOT", "compound": -0.871, "pos": 0.075, "neg": 0.34, "neu": 0.584, "data": "2019-03-14 12:18:13"}, {"text": "Friends from college is nice.", "compound": 0.7096, "pos": 0.663, "neg": 0.0, "neu": 0.337, "data": "2019-03-13 17:43:02"}, {"text": "in college i discovered one of my online friends followed/was internet pals w a girl who lived down the hall from me and that was quite an experience LOL", "compound": 0.7843, "pos": 0.223, "neg": 0.0, "neu": 0.777, "data": "2019-03-14 09:10:35"}, {"text": " - I'm pretty sure Brian is also one of my longest friends from college and HECK YEAH because we make dumb jokes all the time and go on late night adventures and he's just one of those good and genuine human beans, you know, so I'm lucky to know him", "compound": 0.9486, "pos": 0.336, "neg": 0.051, "neu": 0.613, "data": "2019-03-13 14:16:13"}, {"text": "my friends say this at college and we live 30 seconds apart from each other ", "compound": 0.4767, "pos": 0.181, "neg": 0.0, "neu": 0.819, "data": "2019-03-14 03:53:04"}, {"text": "my best friend (a female ) in college told me with genuine concern and sadness.. that I am going to hell(an eternal one at that ) coz I am a Hindu.I would personally vet my children's friends if they are from desert death cults for viral bad ideas ", "compound": 0.4767, "pos": 0.188, "neg": 0.132, "neu": 0.68, "data": "2019-03-14 03:41:19"}, {"text": "It's not where you go to college . It's what you do there. Work harder. Make friends . Ask for help. Finish strong. Only 3 personal items hang in my office, 2 are my diplomas from and , my proudest achievements. ", "compound": 0.9136, "pos": 0.284, "neg": 0.0, "neu": 0.716, "data": "2019-03-14 01:45:53"}, {"text": "I miss college because 90% of my friends were within 5 mins from me and we did literally everything together. I never had to do anything alone because there was always at least 1 person down to come along for the ride. I miss that constant company", "compound": -0.0258, "pos": 0.067, "neg": 0.112, "neu": 0.821, "data": "2019-03-14 04:07:48"}, {"text": "Next question? What qualifications are required for entry level staff? HS diploma? Specialized 4 year degree? College plus experience? Without bonafides how are you different from Trump feeding friends /family/cronies at the govt trough?", "compound": 0.6199, "pos": 0.113, "neg": 0.0, "neu": 0.887, "data": "2019-03-14 07:09:39"}, {"text": "Does anyone else from Australia read about the work US students put in to go to college & feel extremely guilty that you wagged a bunch of highschool to smoke & fuck around with friends & then did your exams, applied and bang you're in. Or you take a gap year & apply as a MAS. ", "compound": -0.5413, "pos": 0.056, "neg": 0.118, "neu": 0.826, "data": "2019-03-13 09:28:59"}, {"text": "Watching the second season of “ friends from college ” — i like this show. Sucks that y’all cancelled it ", "compound": 0.2732, "pos": 0.223, "neg": 0.179, "neu": 0.598, "data": "2019-03-14 15:31:09"}, {"text": "VLOG: Food, drinks, and lots of laughter in Birmingham! birmingham visitbirmingham travelblogger TravelTuesday bloggerstribe friendsfromcollege ", "compound": 0.5411, "pos": 0.2, "neg": 0.0, "neu": 0.8, "data": "2019-03-14 02:01:00"}, {"text": "Watching Friends from College & I wanna rent a party bus rn ", "compound": 0.7003, "pos": 0.453, "neg": 0.0, "neu": 0.547, "data": "2019-03-13 16:21:12"}, {"text": "watching jae suh park promote friendsfromcollege was kinda sad cuz Netflix cancelled that shit and I JUST started watching it. ", "compound": -0.701, "pos": 0.1, "neg": 0.323, "neu": 0.577, "data": "2019-03-14 06:10:36"}, {"text": "The best things about college were proximity to friends , sleep, hangover recovery turn around, and not letting those student loans being far from my bank account", "compound": 0.8074, "pos": 0.233, "neg": 0.0, "neu": 0.767, "data": "2019-03-13 21:34:47"}, {"text": " is a class act. Not only is he funny as hell, and the actor that ties friendsfromcollege together, but he’s considerate enough to worry about hurting a young woman’s feelings as a side effect from a (hilarious) tweet. Classy move.", "compound": -0.1406, "pos": 0.194, "neg": 0.205, "neu": 0.602, "data": "2019-03-13 12:54:11"}, {"text": "i hear you look like your mom dang near everyday. even from my college friends", "compound": 0.6808, "pos": 0.318, "neg": 0.0, "neu": 0.682, "data": "2019-03-14 06:11:07"}, {"text": "There were some things like the friends I had who had to fight to go to college and the TAP programme in Trinity that made me aware of how the odds were stacked against students from certain schools & how I was privileged. But nobody was there because Daddy paid for a building.", "compound": 0.7906, "pos": 0.185, "neg": 0.045, "neu": 0.769, "data": "2019-03-13 11:04:29"}, {"text": "when i was a single mother working several jobs and going to college , friends would invite me places and i would say i couldn't afford to go. take from your savings, i was sometimes told. i didn't even know what that MEANT. i kept my rent money in a joni mitchell album. ", "compound": 0.5719, "pos": 0.101, "neg": 0.0, "neu": 0.899, "data": "2019-03-14 03:19:25"}, {"text": "Sadly the recent college admissions scandal is not news. Seems to happen fairly frequently. These buzz feed accounts are similar to what I hear from friends in academia . ", "compound": -0.3818, "pos": 0.095, "neg": 0.174, "neu": 0.732, "data": "2019-03-13 20:00:30"}, {"text": "Making friends in college is soooo important. I literally just had a friend from class stay on the phone with me for an hour so we could take my midterm.", "compound": 0.7964, "pos": 0.245, "neg": 0.0, "neu": 0.755, "data": "2019-03-13 10:37:49"}, {"text": "first of all, I’m still sad that friends from college was canceled", "compound": 0.0, "pos": 0.191, "neg": 0.191, "neu": 0.617, "data": "2019-03-14 10:08:31"}, {"text": "That’s my college life in pictures. Only thing missing is the black marker from my friends !", "compound": 0.2942, "pos": 0.173, "neg": 0.112, "neu": 0.715, "data": "2019-03-13 08:01:15"}, {"text": "All my friends from home have bf’s and I am sick of it at least back in college me and my friends are lonely together, if y’all reading this I miss y’all", "compound": -0.09, "pos": 0.16, "neg": 0.195, "neu": 0.645, "data": "2019-03-13 08:09:42"}, {"text": "Going to college for the parties and games are lit!i never went to college but my friends did so I hoped my ass on a plane and was at them parties and school functions from 19-21", "compound": 0.8194, "pos": 0.286, "neg": 0.108, "neu": 0.606, "data": "2019-03-13 06:14:46"}, {"text": "What was your college admissions process like? Did you get any help from family, friends , or paid counselors? Do you feel like the process was fair? Tweet or leave us a voicemail: 877-869-8253. We'll read/play your comment on air!", "compound": 0.9141, "pos": 0.296, "neg": 0.025, "neu": 0.679, "data": "2019-03-13 04:03:12"}, {"text": "Things My Friends From College Say, 36/???: “I have the prettiest friends ” “Are you talking about us”", "compound": 0.887, "pos": 0.41, "neg": 0.0, "neu": 0.59, "data": "2019-03-14 11:37:03"}, {"text": "i have a lot of feelings about Mamet, not all bad; one of my good friends and fellow theater-nerds from college and i used to have an extremely elaborate running Mamet bit", "compound": 0.8338, "pos": 0.254, "neg": 0.0, "neu": 0.746, "data": "2019-03-13 09:56:00"}, {"text": "If you decided to go to college 5-30 mins away from your hometown and you could’ve left your town if you wanted to...we can’t be friends .", "compound": 0.4767, "pos": 0.11, "neg": 0.0, "neu": 0.89, "data": "2019-03-14 08:47:37"}, {"text": "So far season 2 of friends from college is funnier than season 1 lmao", "compound": 0.8658, "pos": 0.519, "neg": 0.0, "neu": 0.481, "data": "2019-03-14 08:44:01"}, {"text": "You're right Dimwit! WOW! What an absolute idiot and asshat you are. Taking Fox and Friends a their word? Are you sure you graduated from high school? I see in the news today people are paying to get their kids into colleges , did daddy Drumpf do that for you?", "compound": 0.8297, "pos": 0.193, "neg": 0.058, "neu": 0.75, "data": "2019-03-13 03:58:07"}, {"text": "Friends from college", "compound": 0.4767, "pos": 0.608, "neg": 0.0, "neu": 0.392, "data": "2019-03-14 14:42:08"}, {"text": "I don’t have like friends friends I can tag here but I graduate In May from college and I need a nice outfit !", "compound": 0.8335, "pos": 0.413, "neg": 0.0, "neu": 0.587, "data": "2019-03-14 01:35:27"}, {"text": "Money-power was the first thing I learned in college . While I was working 2 jobs and taking out loans that would take 20 years to repay, my friends were living off of income from family stocks, trust funds, and monthly checks from home. I thought people only lived like that on TV", "compound": 0.836, "pos": 0.165, "neg": 0.0, "neu": 0.835, "data": "2019-03-13 23:43:38"}, {"text": "Wait what do you mean “no Friends from College season 3” you cannot be serious?!", "compound": 0.5255, "pos": 0.195, "neg": 0.0, "neu": 0.805, "data": "2019-03-14 04:47:40"}, {"text": "I know we’ve never seen times like this in our Country. I know people are worried, I am too. But we can still make changes, remember, Hillary won popular vote, Trump got in by outdated Electoral College . Urge your friends to have that removeved from POTUS voting process. ", "compound": 0.7423, "pos": 0.178, "neg": 0.08, "neu": 0.742, "data": "2019-03-13 11:32:44"}, {"text": "Have you tried Friends from College ? Also great.", "compound": 0.802, "pos": 0.545, "neg": 0.0, "neu": 0.455, "data": "2019-03-14 01:37:54"}, {"text": "Life after college would be so much better if my friends still lived down the street from me", "compound": 0.7414, "pos": 0.282, "neg": 0.0, "neu": 0.718, "data": "2019-03-13 04:24:43"}, {"text": "Worth reading A story from Ghazi khan medical College Don't forget to share with your friends AIDEPAKISTAN ", "compound": 0.5828, "pos": 0.324, "neg": 0.092, "neu": 0.584, "data": "2019-03-13 18:11:39"}, {"text": "i recommend watching “ friends from college ” on netflix, its a good series", "compound": 0.8176, "pos": 0.486, "neg": 0.0, "neu": 0.514, "data": "2019-03-14 14:03:24"}, {"text": "Both of my best friends are male- same through college . They've never gotten confused and accidentally raped anyone. \"It's easy for young men to be confused and encouraged?\" Men are not helpless toddlers. By the age of sexual contact, they know right from wrong.", "compound": 0.6709, "pos": 0.269, "neg": 0.164, "neu": 0.567, "data": "2019-03-13 23:30:40"}, {"text": "PLEASE watch friends from college", "compound": 0.7297, "pos": 0.672, "neg": 0.0, "neu": 0.328, "data": "2019-03-14 07:49:26"}, {"text": "Um, I didn’t finish this. You did. I would have liked to have seen this story continue. friendsfromcollege badcall ", "compound": 0.4215, "pos": 0.149, "neg": 0.0, "neu": 0.851, "data": "2019-03-13 10:16:09"}, {"text": "new favorite netflix show: friends from college !!!!! i’m obsessed!!!!!!!!", "compound": 0.8057, "pos": 0.476, "neg": 0.0, "neu": 0.524, "data": "2019-03-13 12:02:46"}, {"text": "Lisoda aning you’ll think to be independent nagyod from your friends when y’all go to college unya grabi ko ka clingy boset", "compound": 0.4767, "pos": 0.129, "neg": 0.0, "neu": 0.871, "data": "2019-03-14 12:42:58"}, {"text": "The funniest thing about rich bitches wanting the “ college experience” is that no one is stopping them from going to the games and parties??? You could literally just pay to get into the game and make friends and party with them. You could even show up to lectures for funsies", "compound": 0.8458, "pos": 0.241, "neg": 0.135, "neu": 0.624, "data": "2019-03-14 09:16:27"}, {"text": "The Hatchery is back Wednesday, March 20th at the Monkey Club! The first project of the season comes from Swarthmore College 's Friends , Peace, and Santuary Project, featuring readers Layla Al-Hussein, Ali Salman, Osama Herkal, and Fouad Sakhnini ", "compound": 0.784, "pos": 0.161, "neg": 0.0, "neu": 0.839, "data": "2019-03-14 19:16:05"}, {"text": "Going from seeing your friends everyday to everyone going off to different colleges is the worst part", "compound": -0.25, "pos": 0.14, "neg": 0.185, "neu": 0.676, "data": "2019-03-13 21:18:50"}, {"text": "Lets hope for the latter. I think him and Jarvis being friends from college will definitely help", "compound": 0.886, "pos": 0.487, "neg": 0.0, "neu": 0.513, "data": "2019-03-14 05:34:52"}, {"text": "Two of my best male friends from the College are Catholic (I think ) they they are baptized, not me, but we share and speak a lot about, they like the magic a lot, and sometimes they practice some simple rituals in home and call me for some advices etc...", "compound": 0.8658, "pos": 0.199, "neg": 0.0, "neu": 0.801, "data": "2019-03-14 05:53:13"}, {"text": "Many students on college teams in none UK also play professionally or go on to do so. I have many friends who went on from undergrad to play professionally, semi-professionally, represent the country in the Olympics etc. A couple of friends represented both uni and the military.", "compound": 0.5655, "pos": 0.13, "neg": 0.079, "neu": 0.792, "data": "2019-03-13 13:53:55"}, {"text": "As a person who benefited from the other side of the system, I went to college at 13 & graduated at 16; i entered as a transfer student not taking SAT/ACT but I know alot of friends whom recieved rejection letters. Parents are very competitive for their children futres, mine were", "compound": 0.2238, "pos": 0.124, "neg": 0.089, "neu": 0.787, "data": "2019-03-13 12:51:55"}, {"text": "I’m actually apprehensive to watch a new series cause they cancel these shows way too quick. Still pissed off with them canceling FriendsFromCollege ! justsaying", "compound": -0.7574, "pos": 0.0, "neg": 0.236, "neu": 0.764, "data": "2019-03-13 12:09:22"}, {"text": "The hot takes on rich people cheating to get into college have lasted too long. Please consider DMing ur rich friends at this point instead. The drama from the screenshots will lead to newer, more interesting takes guaranteed !!", "compound": 0.9114, "pos": 0.307, "neg": 0.068, "neu": 0.625, "data": "2019-03-14 05:58:29"}, {"text": "unta akong mga na friends from elementary, jhs and shs kay mamansin japun pag magkita mi maskin college na", "compound": 0.4767, "pos": 0.147, "neg": 0.0, "neu": 0.853, "data": "2019-03-13 19:30:09"}, {"text": "I know someone who is all, “if you wanna be debt free like me, you just gotta work hard!” Yeah, his college at a private uni was paid for, he inherited $ that enabled him to buy a house, sold it for 2x what he paid, & got tons of $ help from friends /fam along the way.", "compound": 0.8908, "pos": 0.225, "neg": 0.04, "neu": 0.735, "data": "2019-03-13 10:11:13"}, {"text": "my brother is home from college so i’ll see him tonight!!!! so excited to bring up family trauma in front of his friends", "compound": 0.6792, "pos": 0.245, "neg": 0.093, "neu": 0.663, "data": "2019-03-13 22:31:00"}, {"text": "Well done for raising over £10,000 with the streetstokitchen project! The project funds 's work with Recovery College and made possible thanks to fundraising events and generous contributions from customers and friends over the last 18 months! ", "compound": 0.8997, "pos": 0.266, "neg": 0.0, "neu": 0.734, "data": "2019-03-14 02:29:01"}, {"text": "Have her car repoed from her college dorm and when she's getting ready to hang out with her friends ... boom, no whip.", "compound": 0.5267, "pos": 0.201, "neg": 0.079, "neu": 0.719, "data": "2019-03-14 09:17:24"}, {"text": "I Wasn’t Really Feeling “ Friends From College ” But This Wedding Episode Actually Has Me Rollin !", "compound": 0.665, "pos": 0.28, "neg": 0.0, "neu": 0.72, "data": "2019-03-14 00:25:49"}, {"text": "why do my college friends follow my friends from home??", "compound": 0.7622, "pos": 0.451, "neg": 0.0, "neu": 0.549, "data": "2019-03-14 11:38:36"}, {"text": "ty to all of my friends for helping me, distracting me, and cheering me up during this difficult time. to everyone from hs STILL talking shit and assuming stuff about MY relationship, you can kindly fuck off. our decision was made out of love. leave me alone. this is college .", "compound": 0.6399, "pos": 0.258, "neg": 0.214, "neu": 0.528, "data": "2019-03-14 02:02:20"}, {"text": "These degrees help ensure every aspect of your life is better - jobs, spouse, friends , opportunities. Your college degree and where it’s from will influence your economic class for the rest of your life.", "compound": 0.9169, "pos": 0.332, "neg": 0.0, "neu": 0.668, "data": "2019-03-13 04:05:21"}, {"text": "Also I should probably watch SPN Season 14 now. In between Doompatrol, The Umbrella Academy, Brooklyn 99, Mom, Friends from College and Parks And Rec reruns. And avoiding shitty yet sadly unsurprising news headlines.", "compound": -0.6908, "pos": 0.076, "neg": 0.215, "neu": 0.709, "data": "2019-03-14 06:15:45"}, {"text": "This girl just wants to have a good time, she would have had a blast at a middling state school away from her parents or a community college with her HS friends ", "compound": 0.7184, "pos": 0.188, "neg": 0.0, "neu": 0.813, "data": "2019-03-13 08:42:14"}, {"text": "Yup, lotta friends from college living like this. Which is funny because they'll be the first to label single/unmarried guys as man-babies while letting their wives run their lives, their careers, and their household.", "compound": 0.8176, "pos": 0.215, "neg": 0.0, "neu": 0.785, "data": "2019-03-14 02:48:59"}, {"text": "Trying to explain it from my perspective! I am a very busy person ( college , freelance, gym, household chores, friends , family, relationship) and if I get a 'hey' only I cant judge if it will be a chat I have to put a lot of work in. It is very tiring when I have to pull out a", "compound": 0.68, "pos": 0.111, "neg": 0.0, "neu": 0.889, "data": "2019-03-14 09:41:56"}, {"text": "if you have not watched friends from college , i 10/10 recommend!!", "compound": -0.1625, "pos": 0.183, "neg": 0.23, "neu": 0.587, "data": "2019-03-14 14:15:19"}, {"text": "Friends from college , the order, sick note, on my block. Should I continue or?", "compound": -0.4767, "pos": 0.161, "neg": 0.321, "neu": 0.518, "data": "2019-03-14 03:05:10"}, {"text": "If I see anyone from HS in college next year please don’t come up to me and say hi. We aren’t friends anymore.", "compound": 0.6597, "pos": 0.213, "neg": 0.0, "neu": 0.787, "data": "2019-03-13 07:59:48"}, {"text": "Soooo my friends from college are getting engaged and my friends from back home are out here getting pregnant.", "compound": 0.836, "pos": 0.357, "neg": 0.0, "neu": 0.643, "data": "2019-03-14 10:27:23"}, {"text": "But what we do about this issue, that’s another story entirely. You see guys sticking up for their friends , people sticking up for their boss, teachers or even a religious figure. You see towns covering up issues, entire colleges from the president down. It’s just hard to say how", "compound": 0.4019, "pos": 0.061, "neg": 0.028, "neu": 0.911, "data": "2019-03-13 10:41:48"}, {"text": "IN OTHER WORDS, HE, LIKE YOU, IS A HOODLUM...WHAT CAUSED YOU TO CHANGE FROM THE TIME YOU WENT TO COLLEGE AND THE TIME YOU CAME HOME...AS ON OF YOUR HOMETOWN FAMILY FRIENDS CONTENDS.. ", "compound": 0.6808, "pos": 0.157, "neg": 0.0, "neu": 0.843, "data": "2019-03-14 02:18:01"}, {"text": "Thankful to announce that my playing career will continue at Milligan college with my brother. Special thanks goes out to to God, My family, My friends , and the North Greene community as a whole. I couldn’t have done it without the support from everyone. Shoutout ", "compound": 0.9192, "pos": 0.299, "neg": 0.041, "neu": 0.66, "data": "2019-03-14 09:41:24"}, {"text": "I've got a lot of friends from college that are parents now and they thankfully all seem to share this attitude. Kids now definitely have their own unique challenges, but I'd say the newer parents are doing their best to learn from past societal problems. *.*", "compound": 0.8316, "pos": 0.257, "neg": 0.064, "neu": 0.68, "data": "2019-03-14 00:28:14"}, {"text": "It’s disgusting...I worked my butt off to get into a good college & gave up partying & friends to get great grades & a high ACT score AND I WORKED to pay my tuition... DISGUSTED & once again Hypocrisy from Hollywood", "compound": 0.8002, "pos": 0.275, "neg": 0.12, "neu": 0.606, "data": "2019-03-13 22:39:33"}, {"text": "I sleep, and when I wake up. Taking a year off from school has really taken a mental toll on me. I have no friends here at home since they’ve all gone to college while I’m here flipping burgers. There’s never anything to do around town, my parents and living at home has driven me", "compound": 0.2263, "pos": 0.058, "neg": 0.041, "neu": 0.901, "data": "2019-03-13 10:07:41"}, {"text": "Kimmel could not spend any less time on the Hollywood scandal of his friends getting their snot kids into college before shifting the whole thing to FOX news. Do not worry JK nothing will happen to them they are from Hollywood and they Hate President Trump. That makes it OK. ", "compound": -0.095, "pos": 0.138, "neg": 0.144, "neu": 0.718, "data": "2019-03-14 01:54:06"}, {"text": "my fellow Asian American friends who come from wealthy dual income families really think THEY’RE the ones most effected by wealthy white kids paying their way in to college ..... when they have access to SAT prep classes and college counselors.... ", "compound": 0.7964, "pos": 0.176, "neg": 0.0, "neu": 0.824, "data": "2019-03-14 09:10:52"}, {"text": "Anywayyyy, just now in school made some friends with some japanese students from Nara college . Interesting to know their “ITE” starts as young as 15. Whew, I don’t even think I would understand the course I’m gonna take at that age", "compound": 0.7003, "pos": 0.136, "neg": 0.0, "neu": 0.864, "data": "2019-03-14 01:31:23"}, {"text": "One time my youth group went on a mission trip and half the kids ended up in the hospital with giardia from contaminated water bottles. So obvs I told this story to my new friends the first week of college but forgot the word and said that half my youth group got GONORRHEA", "compound": 0.2617, "pos": 0.039, "neg": 0.0, "neu": 0.961, "data": "2019-03-14 14:04:19"}, {"text": "I AM SOOOOOO LUCKY TO HAVE THE FRIENDS THAT I HAVE TODAY. FROM MY ELEMENTARY DAYS, HIGH SCHOOL, COLLEGE AND MY INTERNSHIP! THE GREATEST GIFT THAT GOD GAVE ME ON MY BIRTHDAY IS TO MAKE ME FEEL LOVED BY Y'ALL! I LOVE YOU GUYS!", "compound": 0.9752, "pos": 0.415, "neg": 0.0, "neu": 0.585, "data": "2019-03-14 09:52:09"}, {"text": "Friends from college", "compound": 0.4767, "pos": 0.608, "neg": 0.0, "neu": 0.392, "data": "2019-03-13 04:49:56"}, {"text": "NARUSASU COLLEGE /UNI AU - naruto is roommates with sai & sasuke is in a single dorm next to them - naruto is a makeup artist on - instagram & is friends w/ itachi - itachi & kakashi are the ta 's of the floors & are down the hall from them - side inosaku and obikaka", "compound": 0.4767, "pos": 0.064, "neg": 0.0, "neu": 0.936, "data": "2019-03-13 13:00:03"}, {"text": " Please don't take Friends from college from me", "compound": -0.0654, "pos": 0.212, "neg": 0.235, "neu": 0.553, "data": "2019-03-14 12:07:03"}, {"text": "Who seen the show Friends from College", "compound": 0.4767, "pos": 0.341, "neg": 0.0, "neu": 0.659, "data": "2019-03-13 07:59:33"}, {"text": "I was literally homeless while in college at one point. sleeping in my car & tryna hide it from my friends and co-workers cuz i was EMBARRASSED. zero empathy for these bum ass privileged scammers. Especially aunt becky. throw the book at everybody.", "compound": -0.347, "pos": 0.121, "neg": 0.171, "neu": 0.708, "data": "2019-03-13 08:22:11"}, {"text": "friends from college and schitt’s creek on netflix", "compound": 0.4767, "pos": 0.307, "neg": 0.0, "neu": 0.693, "data": "2019-03-13 14:29:04"}, {"text": "What will it matter? They’ll graduate from their fraudulently obtained entry in an Ivy League college and daddy has a position on the board for them at 7 figure$. Oh & they will sit on at least two other boards ( friends of dad) for seven figures in pay & compensation packages.", "compound": 0.4215, "pos": 0.085, "neg": 0.028, "neu": 0.887, "data": "2019-03-14 04:46:00"}, {"text": "In the last week.. we’ve had a brother-in-law with extreme leg pain and a surprise emergency foot amputation, my dear friends from college have lost their dad, and our BFFs had to put their dog of 11 years down. This has been a test of bravery and resilience for all of them.", "compound": 0.4215, "pos": 0.18, "neg": 0.134, "neu": 0.686, "data": "2019-03-13 09:48:47"}, {"text": "NETFLIX: Friends from college Umbrella Academy On my block", "compound": 0.0516, "pos": 0.238, "neg": 0.223, "neu": 0.538, "data": "2019-03-14 08:32:16"}, {"text": "having a bad time cuz my best friends from college don't talk to me but I don't talk to them so fair's fair I guess", "compound": 0.6973, "pos": 0.284, "neg": 0.08, "neu": 0.637, "data": "2019-03-14 14:34:25"}, {"text": "Yes fam. Been tryna finish up Friends From College Sn 2", "compound": 0.7003, "pos": 0.42, "neg": 0.0, "neu": 0.58, "data": "2019-03-13 17:40:06"}, {"text": "Looking back on video of my friends and I from college and let’s just say we had absolutely no chill and no filter. But we had so much fun and everything was so darn funny to us even the stuff that shouldn’t have . ", "compound": 0.7069, "pos": 0.19, "neg": 0.096, "neu": 0.714, "data": "2019-03-13 21:43:52"}, {"text": "When building a digital business, you HAVE to serve your audience before you can sell to them. . Many entrepreneurs just expect all of the friends from high school and college to just buy ", "compound": 0.4767, "pos": 0.091, "neg": 0.0, "neu": 0.909, "data": "2019-03-13 07:22:25"}, {"text": "high maintenance/ hulu, friends from college / netflix ", "compound": 0.4767, "pos": 0.341, "neg": 0.0, "neu": 0.659, "data": "2019-03-14 03:28:00"}, {"text": "Still pissed Friends from College got cancelled.. Thanks Trump.", "compound": 0.2023, "pos": 0.37, "neg": 0.259, "neu": 0.37, "data": "2019-03-13 09:38:19"}, {"text": "I love friends from college ! Such a great show. The start is meh but give it time!", "compound": 0.7673, "pos": 0.39, "neg": 0.058, "neu": 0.552, "data": "2019-03-13 09:33:07"}, {"text": "Friends from college", "compound": 0.4767, "pos": 0.608, "neg": 0.0, "neu": 0.392, "data": "2019-03-13 21:44:23"}, {"text": "omg this reminds me my college roommate was from savannah and she had a STRONG accent, and she asked my friends if they went to Tech (\"tic\") and has to ask four times bc they didn't understand her, i felt so badj hasjdad", "compound": 0.7983, "pos": 0.155, "neg": 0.0, "neu": 0.845, "data": "2019-03-13 13:23:16"}, {"text": "friends from college or atypical on netflix", "compound": 0.4767, "pos": 0.341, "neg": 0.0, "neu": 0.659, "data": "2019-03-14 01:40:36"}, {"text": "My parents hated me. College was never even discussed when I was a kid. I didn't even know what the SAT was until my friends were talking about it when I was a senior in H. S. My dad wanted me to join the military. I wanted to just get the hell away from them.", "compound": -0.6705, "pos": 0.09, "neg": 0.149, "neu": 0.761, "data": "2019-03-14 12:50:10"}, {"text": "An ex of mine is still very close to his ex-boyfriend from college , now married. We visited them. The wife knows they are old friends but has no idea they had a sexual relationship and would be shocked. I definitely wouldn't tell her.", "compound": -0.0387, "pos": 0.116, "neg": 0.119, "neu": 0.765, "data": "2019-03-14 00:30:15"}, {"text": "I probably would've tried recovering from an eating disorder before starting college so I wouldn't get such shit grades for most of my 4.5 years in college . Maybe try to actually make friends . Obvs those 2 statements are quite connected. ", "compound": 0.5145, "pos": 0.141, "neg": 0.063, "neu": 0.796, "data": "2019-03-13 21:19:31"}, {"text": "CALLING ALL FRIENDS !!! We are one day from the Flagler College 50-Hour Challenge, a fundraising initiative that includes Flagler Saints WBB. We need all of you (and $10.00) to donate. Here is the link that will go live tomorrow! ", "compound": 0.7431, "pos": 0.146, "neg": 0.0, "neu": 0.854, "data": "2019-03-13 03:51:40"}, {"text": "We had considered the R-Honors College prog for one of the kiddos (and was the cheapest option of all)..the fit and vibe were less than we liked.. and the kiddo wanna get out of NJ (esp. Rutg. w/ many of her HS friends there).. the USNWR chg came from the Pell-Grant % inclusion.", "compound": 0.6808, "pos": 0.101, "neg": 0.0, "neu": 0.899, "data": "2019-03-13 20:32:37"}, {"text": "For all my K-12 friends looking to understand life from the lens of a remarkably talented and accomplished college athletic administrator who values athletes above scores, I would encourage you to follow . She’s a tremendous educator from whom I have learned a ton. ", "compound": 0.9419, "pos": 0.325, "neg": 0.0, "neu": 0.675, "data": "2019-03-14 06:29:12"}, {"text": "a lot of my friends be like, “i’m not white i can’t afford college .” i don’t know where the hell y’all think i came from but i’m a first generation college student. every last scholarship i earned MYSELF workin my ass off for four years workin full time AND part time my senior yr", "compound": -0.6956, "pos": 0.067, "neg": 0.134, "neu": 0.799, "data": "2019-03-14 08:04:17"}, {"text": "One of my friends from college drove to visit me , I’m happy because nobody has cake to visit me at my new place", "compound": 0.7783, "pos": 0.245, "neg": 0.0, "neu": 0.755, "data": "2019-03-13 03:38:42"}, {"text": "Who are 1 or 2 old friends you'd really love to reconnect with? What are you waiting for? retirement friendship bestfriends stressrelief reunion camp bffs highschool college meetup friends joy fun friendsfromcollege ", "compound": 0.9685, "pos": 0.467, "neg": 0.0, "neu": 0.533, "data": "2019-03-13 19:33:15"}, {"text": "Power, Grace & Frankie, Friends from college , parenthood, greys anatomy, scandal, how to get away with murder", "compound": -0.4019, "pos": 0.231, "neg": 0.298, "neu": 0.471, "data": "2019-03-13 20:44:05"}, {"text": "“He and some friends from college came over a few weeks back and they smoked a lot of pot. Then, they got out the suits and decided to re-shoot the Disney Channel Original Movie ‘Brink’ as a group of soul skating pups looking for freedom.” ", "compound": 0.6597, "pos": 0.119, "neg": 0.0, "neu": 0.881, "data": "2019-03-14 07:46:16"}, {"text": "And the majority of friends from my wasted grad school time at UGA are just as smart and successful as the majority of the few Yale friends I had. And they also experienced college with more sunlight and better parties.", "compound": 0.9367, "pos": 0.345, "neg": 0.06, "neu": 0.595, "data": "2019-03-13 03:18:07"}, {"text": "True! Good thing I have considerate friends from hs til college . ", "compound": 0.8999, "pos": 0.667, "neg": 0.0, "neu": 0.333, "data": "2019-03-13 09:20:29"}, {"text": "Forever wishing I had more pics of me and friends from college , havent seen most of my friends in almost 3years now..", "compound": 0.7964, "pos": 0.31, "neg": 0.0, "neu": 0.69, "data": "2019-03-13 12:43:32"}, {"text": "Everytime I have to spend more than a weekend away from my college friends my entire life starts falling apart I swear", "compound": 0.3182, "pos": 0.142, "neg": 0.128, "neu": 0.731, "data": "2019-03-14 08:28:30"}, {"text": "Seven Seconds Evil Genius Bodyguard Friends From College", "compound": -0.3182, "pos": 0.23, "neg": 0.326, "neu": 0.444, "data": "2019-03-13 09:34:09"}, {"text": "Lisa in Friends from College REALLY grinds my gears WOW. Selfish.", "compound": 0.6739, "pos": 0.407, "neg": 0.165, "neu": 0.427, "data": "2019-03-14 01:47:07"}, {"text": "When the 1% lecture us. Gender equality? You didn’t give your kids enough already? You stole a place in college from a kid that deserved it. I hope all of your friends abandon you and your family.", "compound": 0.5362, "pos": 0.158, "neg": 0.072, "neu": 0.77, "data": "2019-03-13 05:25:53"}, {"text": "B the beginning(one of my favorite animes great characters and storyline), friends from college (very funny and a nice soundtrack), kubo and the two strings(one of my fav movies),cam(v unexpected ending),devil man crybaby(the soundtrack and animation is!),elite,American vandal", "compound": 0.9595, "pos": 0.39, "neg": 0.0, "neu": 0.61, "data": "2019-03-14 04:14:32"}, {"text": "Emma. She is one of my kickstarter rewards for those who backed me up for $2500,and one of my best friends from college Catharine was the one who is going to receive this precious girl . ", "compound": 0.942, "pos": 0.346, "neg": 0.0, "neu": 0.654, "data": "2019-03-13 12:14:43"}, {"text": "friendsfromcollege ", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-13 13:07:21"}, {"text": "Yeah, I agree there was definitely a handing over of control, which is very different from my experience applying to college . That said, my friends who have kids that age are *extremely* involved in managing their kids’ lives, and always have been.", "compound": 0.8591, "pos": 0.226, "neg": 0.0, "neu": 0.774, "data": "2019-03-13 12:31:52"}, {"text": "Yea I did...but after the first 2 years mostly everyone I knew moved to west campus or college town. I just felt so at home in Akwe:Kon that I didn’t want to leave Aside from Leosta, you Sam and Jake were the first friends there I made. I was really grateful for that", "compound": 0.7574, "pos": 0.151, "neg": 0.024, "neu": 0.825, "data": "2019-03-14 07:50:50"}, {"text": "Don’t forget to retweet. SPREAD the love and positivity to your friends friendsfromcollege", "compound": 0.8658, "pos": 0.493, "neg": 0.088, "neu": 0.419, "data": "2019-03-14 05:09:23"}, {"text": "This is Every “ college prep” achool across the country. These kids know from day one that they are getting into school bc their parents and parents friends & money will get them into school. They are a PLAGUE on society. ", "compound": 0.4767, "pos": 0.075, "neg": 0.0, "neu": 0.925, "data": "2019-03-13 20:20:01"}, {"text": "I see some of my friend's kids going to school to get really dumb degrees like Latin or dancing. One of my friends spent thousands of dollars to send their daughter to an ivy league school for a nursing degree and she's doing the same work that nurses from trades colleges do.", "compound": 0.3117, "pos": 0.104, "neg": 0.064, "neu": 0.832, "data": "2019-03-14 10:06:04"}, {"text": "Friends from college", "compound": 0.4767, "pos": 0.608, "neg": 0.0, "neu": 0.392, "data": "2019-03-14 09:12:38"}, {"text": "I’m sure they knew all exactly what their parents were doing. How would it look to their friends if they were too stupid to get in any college . You have a generation of spoiled, entitled, brats that come from wealthy families who think universe arrives around their social mediaBS", "compound": 0.6808, "pos": 0.177, "neg": 0.06, "neu": 0.762, "data": "2019-03-14 08:43:52"}, {"text": "FUCK YOU JUANITA you cancelled friends from college and then had the audacity to make JUANITA?!", "compound": -0.5307, "pos": 0.137, "neg": 0.288, "neu": 0.575, "data": "2019-03-13 06:06:18"}, {"text": "david has a track record of not addressing drama that happens to him so i expect that from him but it would be nice to hear his thoughts on the situation cause come on his friends mother and someone he’s worked with is going to jail for fraud and he helped move her into college", "compound": 0.3919, "pos": 0.125, "neg": 0.082, "neu": 0.793, "data": "2019-03-14 09:23:12"}, {"text": "Im kinda excited planning on meeting a bunch of college friends once we all break up from uni", "compound": 0.6378, "pos": 0.258, "neg": 0.0, "neu": 0.742, "data": "2019-03-13 23:58:01"}, {"text": "If you go off to college and think you can drop all your friends from back home with no good reason, that's not cute and I promise you it will bite you in the ass.", "compound": -0.6419, "pos": 0.133, "neg": 0.271, "neu": 0.597, "data": "2019-03-14 05:34:04"}, {"text": "friendsfromcollege ", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-13 19:43:00"}, {"text": "Pete here also went to a lower first-tier liberal arts college . And now one of his friends from that college has almost 30,000 followers on twitter. ", "compound": 0.2263, "pos": 0.11, "neg": 0.078, "neu": 0.813, "data": "2019-03-13 05:22:36"}, {"text": "there's this one guy from college that every time he sees im online he texts me but most of the times i leave him on seen because i just don't like facebook or whatsapp that much ?? and he just texted me on whatsapp and i was like ''k fuck it i need to make friends '' and,,", "compound": -0.7643, "pos": 0.064, "neg": 0.181, "neu": 0.755, "data": "2019-03-14 07:04:13"}, {"text": "I learned a lot about friendship from the friends I made in college .", "compound": 0.7184, "pos": 0.429, "neg": 0.0, "neu": 0.571, "data": "2019-03-13 05:34:43"}, {"text": "So good to see so many friends and neighbors at the 43rd District Night In Annapolis. Truly enjoyed the awesome Knights of Jazz from Baltimore City College High School. ", "compound": 0.9507, "pos": 0.413, "neg": 0.0, "neu": 0.587, "data": "2019-03-14 09:53:57"}, {"text": "We all have a friend friends bff besties friendsfromcollege ", "compound": 0.8807, "pos": 0.671, "neg": 0.0, "neu": 0.329, "data": "2019-03-13 22:05:56"}, {"text": "The black boy was accepted in 20 colleges and white supremacist females from Fox News did not like that. Remember white females are foot soldiers for racism. Only a fool black man or woman would think their friends and allies. Yes I said. ", "compound": -0.1803, "pos": 0.179, "neg": 0.173, "neu": 0.647, "data": "2019-03-14 11:55:36"}, {"text": "Friends of the Center for the Arts at El Camino College make a difference. Donations to the Fund for Excellence exciting ways to enhance the educational experience and bring performances from around the country and around the world to ECC. Donate to ", "compound": 0.886, "pos": 0.215, "neg": 0.0, "neu": 0.785, "data": "2019-03-13 08:50:15"}, {"text": "To all my otaku friends : yes, I'm aware that Bulma is a character from DragonBall series. I watched some episodes as a kid in the Philippines & watched the fansubs on VHS tapes in college . No, I've never seen the English dub shown on American TV, was already watching DBGT then.", "compound": 0.5574, "pos": 0.112, "neg": 0.042, "neu": 0.846, "data": "2019-03-14 15:07:30"}, {"text": "Sad news from The Netherlands, my thoughts and prayers with her family, friends and University College Cork classmates... ", "compound": 0.0, "pos": 0.14, "neg": 0.14, "neu": 0.721, "data": "2019-03-13 05:37:10"}, {"text": "Horny college girl Beverly_Fischer: It\\`s more I like to have a very good time with friends in a good company where no one has secrets from each other and everyone speaks only the truth))) Just a little fool, but how can this be ", "compound": 0.577, "pos": 0.183, "neg": 0.076, "neu": 0.741, "data": "2019-03-13 13:20:02"}, {"text": "Just watching season 2 of friendsfromcollege just as funny as the first season!", "compound": 0.4926, "pos": 0.225, "neg": 0.0, "neu": 0.775, "data": "2019-03-14 05:47:29"}, {"text": " , you broke my heart. I realize that you don’t care about 39 year old me and my love for Friends From College . I’m not ok. netflix friendsfromcollege", "compound": 0.779, "pos": 0.29, "neg": 0.13, "neu": 0.58, "data": "2019-03-14 12:36:14"}, {"text": "U didn’t play D&D in college as an undergrad, did u Dr. Gill? I must admit I did. Loved the weekly break from studies with friends .", "compound": 0.8807, "pos": 0.384, "neg": 0.0, "neu": 0.616, "data": "2019-03-13 22:08:16"}, {"text": "\"God with us, to save us\" Join us today as we look at the account of the birth of Jesus from the book of Matthew in our series, \"the Call of the Kingdom\" Howard College Shepstone 15 12:20 Bring your friends ! tbt Ukzn howard ", "compound": 0.8718, "pos": 0.214, "neg": 0.0, "neu": 0.786, "data": "2019-03-13 14:57:30"}, {"text": "And YES i AM worse for wear, very fucking much thank you, $3,000 poorer having paid to the bail bondsmen from donations from friends to get me out of jail from the $35,000 bail, and on trial while trying to get through college --- the stress and neck injury too, they threw me.", "compound": -0.1593, "pos": 0.146, "neg": 0.17, "neu": 0.684, "data": "2019-03-14 05:54:36"}, {"text": "Things My Friends From College Say, 35/???: “This guy’s tinder bio had “blessed like Godzilla” on it and I was so ready to message him about how much I know about Godzilla from my brother but then I realized he was talking about his dick”", "compound": 0.6663, "pos": 0.142, "neg": 0.0, "neu": 0.858, "data": "2019-03-13 11:20:17"}, {"text": "I redownloaded FriendsFromCollege .", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 11:37:58"}, {"text": "let me get this straight. the whole world is gonna petition to keep that weak ass show “ friends ” on netflix but i don’t get a third season of “ friends from college ”?? shits fucked up", "compound": -0.8421, "pos": 0.151, "neg": 0.287, "neu": 0.562, "data": "2019-03-14 08:48:41"}, {"text": "Im so proud of all my friends , like so extremely proud but its so bittersweet for me. Like y'all dont understand how bad i was ready to graduate from college . Now everything, has been pushed back so far i cant even seen the end.", "compound": 0.9366, "pos": 0.338, "neg": 0.039, "neu": 0.623, "data": "2019-03-13 18:25:34"}, {"text": "4 friends from college all become judges and remain best friends . Applause for these four. ", "compound": 0.9217, "pos": 0.569, "neg": 0.0, "neu": 0.431, "data": "2019-03-13 03:44:21"}, {"text": "When friends from college come home with you ", "compound": 0.4767, "pos": 0.307, "neg": 0.0, "neu": 0.693, "data": "2019-03-14 11:19:31"}, {"text": "I have like 5 female friends . 2 I grew up with, one from high school & the last are from college . Everyone else is a dub.", "compound": 0.6808, "pos": 0.237, "neg": 0.0, "neu": 0.763, "data": "2019-03-13 13:52:18"}, {"text": "Join our friends April Bernabeo and Brian Krause from in 20 MINUTES for their CSUNATC19 session on Providing (In-House) Accessible Digital Math Notes for College Students. It features EquatIO , ReadandWrite , and more! a11y HigherEd ", "compound": 0.68, "pos": 0.149, "neg": 0.0, "neu": 0.851, "data": "2019-03-14 07:00:05"}, {"text": "From what my friends told me and i go to community college they went to private and for them it sucked big time kids go to private because there dumbass conservative parents think public schools are to liberal omg there parents are idiots", "compound": -0.5423, "pos": 0.064, "neg": 0.136, "neu": 0.801, "data": "2019-03-14 05:16:55"}, {"text": "Wow I need a season 3 to Friends From College asap", "compound": 0.7845, "pos": 0.535, "neg": 0.0, "neu": 0.465, "data": "2019-03-13 06:53:33"}, {"text": "Most of my life long friends came from college not high school", "compound": 0.4767, "pos": 0.22, "neg": 0.0, "neu": 0.78, "data": "2019-03-14 00:35:56"}, {"text": "Friends son graduated from state college .. Vice chair dept at PENN STATE..", "compound": 0.4767, "pos": 0.205, "neg": 0.0, "neu": 0.795, "data": "2019-03-13 04:32:30"}, {"text": "I hate it when my friends have \"best friends from college \" that are annoying as fuck. Takes everything out of me to not let loose on some of these people fr", "compound": 0.3532, "pos": 0.273, "neg": 0.219, "neu": 0.508, "data": "2019-03-13 13:45:03"}, {"text": "Worse, saying hi to someone you know from college days, active friends on Facebook and they ask if they know you.", "compound": 0.4019, "pos": 0.216, "neg": 0.115, "neu": 0.669, "data": "2019-03-14 08:51:18"}, {"text": "friendsfromcollege is hilarious & infuriating & endearing & sweet & sad & hilarious again. This show is SO good and the soundtrack is perfect. Why is it canceled??? Please bring it back!", "compound": 0.9128, "pos": 0.429, "neg": 0.146, "neu": 0.425, "data": "2019-03-13 08:54:08"}, {"text": "Russian Doll Schitt's Creek The Umbrealla Academy Friends from College ... what next ??", "compound": 0.5362, "pos": 0.21, "neg": 0.0, "neu": 0.79, "data": "2019-03-14 01:18:03"}, {"text": "I had so many teachers at community college that came from working at elite universities that pushed me to be a better student and gave me a really rewarding educational experience and I didn't value it because my friends went to \"better schools\"", "compound": 0.8899, "pos": 0.259, "neg": 0.042, "neu": 0.699, "data": "2019-03-14 00:07:28"}, {"text": "this is like when your best friends from home, camp, and college start their own group chat ", "compound": 0.8689, "pos": 0.412, "neg": 0.0, "neu": 0.588, "data": "2019-03-14 03:37:45"}, {"text": "I’ve been watching Friends From College . It’s pretty funny and easy to fly through eps.", "compound": 0.9022, "pos": 0.524, "neg": 0.0, "neu": 0.476, "data": "2019-03-13 23:14:41"}, {"text": "I love my life right now but from time to time, I wish I could go back to college days. All the amazing memories but more importantly, all of the people who I’m still friends with today but rarely see anymore", "compound": 0.9633, "pos": 0.364, "neg": 0.0, "neu": 0.636, "data": "2019-03-13 22:26:44"}, {"text": "Most of the main characters in Friends from College are hard to warm up to", "compound": 0.5574, "pos": 0.272, "neg": 0.076, "neu": 0.652, "data": "2019-03-13 20:27:33"}, {"text": "Why do I keep starting shows that are canceled and find out they’re canceled halfway into them friendsfromcollege", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-13 08:27:10"}, {"text": "I’m here to say friendsfromcollege is such a hilarious show!!", "compound": 0.508, "pos": 0.291, "neg": 0.0, "neu": 0.709, "data": "2019-03-14 13:04:38"}, {"text": "Friends from college ??", "compound": 0.5362, "pos": 0.536, "neg": 0.0, "neu": 0.464, "data": "2019-03-14 06:42:05"}, {"text": "My friends came through from South Carolina and I insisted they stop at Buccee’s and didn’t tell them much (two college kids) They called later with", "compound": 0.2263, "pos": 0.11, "neg": 0.078, "neu": 0.813, "data": "2019-03-14 09:19:50"}, {"text": "The rage at Friends from College not being renewed!!", "compound": -0.2695, "pos": 0.217, "neg": 0.293, "neu": 0.49, "data": "2019-03-13 06:26:37"}, {"text": "Just finished my binge of FriendsFromCollege , and I'm pissed there isn't more to watch! , , FredSavage , and this amazing cast are FUCKING BRILLIANT! Season 3 cannot get here fast enough! Netflix FunnyAsFuck", "compound": 0.8287, "pos": 0.26, "neg": 0.1, "neu": 0.641, "data": "2019-03-13 09:52:48"}, {"text": "Friends from College on Netflix was hilarious. 2 seasons. 30 minute shows. Then Netflix cancelled it. Still worth a watch. It’s like an r-rated friends", "compound": 0.8834, "pos": 0.412, "neg": 0.062, "neu": 0.526, "data": "2019-03-14 09:33:15"}, {"text": "Having an introvert friend is a bliss, you both will understand each other without saying anything . But having extroverted friends is litt, they will make you understand even if you don't want to . friendsfromcollege", "compound": 0.8683, "pos": 0.249, "neg": 0.03, "neu": 0.721, "data": "2019-03-13 21:03:17"}, {"text": "My friends from college work for them. I always tell our kids to follow their dreams because if my small-town friends can work for BMG, they can definitely find their place.", "compound": 0.891, "pos": 0.309, "neg": 0.0, "neu": 0.691, "data": "2019-03-13 03:31:20"}, {"text": "i’m in debt from the ten years I spent trying (and failing) to get a BA.... but i met some cool college friends along the way** ! **they’re all middle class now and i live below the federal poverty line bc of a disability sustained at my hazardous low-paying job for hs graduates", "compound": 0.2942, "pos": 0.131, "neg": 0.11, "neu": 0.76, "data": "2019-03-13 11:33:07"}, {"text": "It’s so funny lookin at some old tweets, my friends from college used to steal my lingo all the time. All. The. Time.", "compound": 0.4754, "pos": 0.213, "neg": 0.109, "neu": 0.678, "data": "2019-03-14 08:40:49"}, {"text": "My parents can be found wearing shirts from my or my cousins colleges for obvious reasons. I mostly only own other school gear by trading jerseys or having friends or family that attended there and like to wear them (need to in some sports/color context where that's what I own)", "compound": 0.6808, "pos": 0.109, "neg": 0.0, "neu": 0.891, "data": "2019-03-14 06:34:03"}, {"text": "Feeling happy that I meet myvold friend back in college until med school. Shes 2 years ahead from me, she lends her notes and all study materials and still sya pa yung nanglilibre. Cant wait to graduate and umalid with friends !", "compound": 0.8955, "pos": 0.252, "neg": 0.0, "neu": 0.748, "data": "2019-03-13 06:48:05"}, {"text": "Binge watching friends from college . Cos off days are important for your soul.", "compound": 0.5994, "pos": 0.308, "neg": 0.0, "neu": 0.692, "data": "2019-03-13 15:48:49"}, {"text": "Really enjoyed Umbrella Academy on $ NFLX (9/10); watching Formula 1 now which is awesome and fun to watch as well as Friends from College which is a good, easy to watch comedy (both $ NFLX ). F1 also a good intro to the sport for those who aren't as in the weeds as ", "compound": 0.9785, "pos": 0.406, "neg": 0.0, "neu": 0.594, "data": "2019-03-14 11:18:39"}, {"text": " Are you going to do something about Friends From College ?! Don't leave us like this!! ", "compound": 0.4614, "pos": 0.253, "neg": 0.104, "neu": 0.642, "data": "2019-03-13 21:20:15"}, {"text": "funny how things turned out in a span of 10 years: - you no longer talk to your hs friends - went to and graduated from law school - still jobless after college - still stuck in this small town - you hate your life now", "compound": -0.2263, "pos": 0.123, "neg": 0.162, "neu": 0.716, "data": "2019-03-13 13:54:43"}, {"text": "friendsfromcollege Devasting news. This is the cleverest, funniest show on or network. What a terrible bummer. ", "compound": 0.3612, "pos": 0.301, "neg": 0.238, "neu": 0.46, "data": "2019-03-14 01:16:39"}, {"text": "I have distanced myself so far away from High School Ukulele Era Daniela that some of my friends in college don’t know I sing.", "compound": 0.4767, "pos": 0.129, "neg": 0.0, "neu": 0.871, "data": "2019-03-13 06:03:08"}, {"text": "I always miss my college friends on break but we’re all from Columbus so it’s like", "compound": 0.6616, "pos": 0.301, "neg": 0.068, "neu": 0.631, "data": "2019-03-13 22:12:07"}, {"text": "HELLO , has Friends From College been renewed yet?! If not y'all need to jump on that asap", "compound": 0.5255, "pos": 0.175, "neg": 0.0, "neu": 0.825, "data": "2019-03-13 21:15:22"}, {"text": "So I've got some thoughts on this college \"cheating\" dragnet from yesterday - My comments over on the FB hellscape may have cost me more friends than all my years of political ranting so I thought why not doing on this hellscape as well - let's go.", "compound": 0.6697, "pos": 0.116, "neg": 0.0, "neu": 0.884, "data": "2019-03-13 21:34:27"}, {"text": "I'm torn- because I was the first in my family to get a degree, graduated with not TOO much debt, and I met so many friends and my future husband while in college . But from a purely career perspective, I totally should have switched schools and gotten a more 'lucrative' major.", "compound": 0.5405, "pos": 0.111, "neg": 0.04, "neu": 0.849, "data": "2019-03-13 22:18:59"}, {"text": "Okay i think everyone should watch “ Friends From College ” this show has acatully made me laugh out loud throughout it lol", "compound": 0.886, "pos": 0.388, "neg": 0.0, "neu": 0.612, "data": "2019-03-13 23:48:15"}, {"text": "This is how the children of immigrants get into college - by working our asses off for it! This is me & my friends in 2005 graduating from & getting ready to transfer to our respective universities! BloodSweatTears collegescam CollegeAdmissionsScandal ", "compound": 0.8395, "pos": 0.209, "neg": 0.0, "neu": 0.791, "data": "2019-03-13 09:27:23"}, {"text": "Lol oh “im sorry” and “ friends from college ”", "compound": 0.7096, "pos": 0.424, "neg": 0.0, "neu": 0.576, "data": "2019-03-14 08:24:31"}, {"text": "Yeah. Youre call of hypocrisy is dumb. Dinesh didnt cheat or bribe anyone dumbass. He contributed to a friends campaign&never denied it. He didn’t steal a space in a college from someone. Maybe youve never been called a leftist; im guessing youve never been called smart either", "compound": -0.7837, "pos": 0.16, "neg": 0.26, "neu": 0.58, "data": "2019-03-13 13:04:44"}, {"text": "Friends from college is better than I thoughtttt!", "compound": 0.7424, "pos": 0.557, "neg": 0.0, "neu": 0.443, "data": "2019-03-13 05:36:25"}, {"text": "Grateful for my college friends y’all been keepin it real from jump", "compound": 0.7269, "pos": 0.379, "neg": 0.0, "neu": 0.621, "data": "2019-03-13 21:23:26"}, {"text": "Also why the hell would cancel FriendsFromCollege ? Netflix", "compound": -0.765, "pos": 0.0, "neg": 0.524, "neu": 0.476, "data": "2019-03-14 07:13:47"}, {"text": "Me too...like 10 years, but I have 2 friends in their 40's that graduated from a semi-elite liberal arts college and they are both in deep doo doo dept, and I'm not!", "compound": 0.6643, "pos": 0.137, "neg": 0.0, "neu": 0.863, "data": "2019-03-13 07:13:16"}, {"text": "Friends from college", "compound": 0.4767, "pos": 0.608, "neg": 0.0, "neu": 0.392, "data": "2019-03-13 17:04:40"}, {"text": "Well if it was free there wouldn't be any debt from it and people blossom in college , several of my friends had c avg in hs but were on the dean's list in college . I do agree that there has been to much pressure on going to college in general and we need trade schools.", "compound": 0.6961, "pos": 0.175, "neg": 0.046, "neu": 0.779, "data": "2019-03-13 14:22:08"}, {"text": "Once I got to college , I really understood the privileges you get from going to a good high school. I was in Wake county public schools. The Raleigh system. I had a lot of friends from Durham and Fayetteville public schools who came in less prepared and who had to work harder.", "compound": 0.858, "pos": 0.2, "neg": 0.0, "neu": 0.8, "data": "2019-03-13 09:14:45"}, {"text": "Have fun and make friends at Baby College ! Classes from 23rd April booking now... babycollegebrightonandhove babydevelopment babyclassesbrighton babyclasseshove buildingbabybrains ", "compound": 0.7712, "pos": 0.282, "neg": 0.0, "neu": 0.718, "data": "2019-03-13 03:14:32"}, {"text": "friendsfromcollege is fantastic", "compound": 0.5574, "pos": 0.643, "neg": 0.0, "neu": 0.357, "data": "2019-03-14 01:02:29"}, {"text": "I don’t know that it’s been invented; many of my friends who started in magazines out of college were EAs paid hourly or by stipend without benefits. Seems like he’s just calling “freelance” now. Perhaps it lets them get away from ACA mandate for hours worked/health insurance", "compound": -0.05, "pos": 0.062, "neg": 0.085, "neu": 0.853, "data": "2019-03-14 01:25:19"}, {"text": "I always thought the Bring Back B99 people were too much. But I understand their plight. Friends From College needs to come back.", "compound": 0.4767, "pos": 0.134, "neg": 0.0, "neu": 0.866, "data": "2019-03-13 11:13:36"}, {"text": "I don't believe my friends and allies should look to quasi-celebrity 'experts' of unusual phenomena. I feel that all should become expert in these matters and confidently discuss as equals. Our own invisible college . If I can help in this I'll be glad, & keen to learn from you.", "compound": 0.8336, "pos": 0.23, "neg": 0.047, "neu": 0.723, "data": "2019-03-14 08:35:30"}, {"text": "It is interesting to read about Boyd's take on the role social media plays in the college admissions process. I personally know many of my high school friends who took down specific posts and pictures from social media so admissions officers wouldn't see them. rheadd", "compound": 0.7783, "pos": 0.16, "neg": 0.0, "neu": 0.84, "data": "2019-03-13 07:23:45"}, {"text": "so bored I’ve watched so many YouTube videos and I watched the entire series of Friends From College (7/10)", "compound": 0.1796, "pos": 0.144, "neg": 0.111, "neu": 0.744, "data": "2019-03-14 08:10:29"}, {"text": " listen. I'm very sorry for bothering you alot with the messages and all. Its just that I've don't have any friends I get to see around alot now a days. Ever since all my friends graduated from High School with me, they went of to college", "compound": -0.8208, "pos": 0.0, "neg": 0.193, "neu": 0.807, "data": "2019-03-13 20:45:45"}, {"text": "The IMPACT this scholarship has on a young adult is LIFE CHANGING! If you're interested in going to college & need financial assistance, click the link below from our friends w/ ! We're SO proud & honored to be affiliated w/ their mission statement! CorporateSponsor ", "compound": 0.9483, "pos": 0.296, "neg": 0.0, "neu": 0.704, "data": "2019-03-13 23:56:30"}, {"text": "Friends from college", "compound": 0.4767, "pos": 0.608, "neg": 0.0, "neu": 0.392, "data": "2019-03-14 11:45:31"}, {"text": "You are doing all the right things! My daughter was an only child and the last of her bunch of friends to get a car and a phone and she worked teaching little kids to ski from 14 years old and all through HS & College in Summer. You appreciate things when you work for them!", "compound": 0.7494, "pos": 0.111, "neg": 0.0, "neu": 0.889, "data": "2019-03-13 03:08:03"}, {"text": "Interesting...I had two friends from a college prep school who had straight ‘A’s but weren’t interested in going to Yale. (One said they didn’t want the pressure.) ", "compound": 0.7579, "pos": 0.279, "neg": 0.0, "neu": 0.721, "data": "2019-03-13 13:38:50"}, {"text": "Lisa is kinda horrible in friendsfromcollege & as much as I don’t want to I love Sam & Ethan. But Marianne is my spirit animal", "compound": 0.4576, "pos": 0.263, "neg": 0.117, "neu": 0.62, "data": "2019-03-13 16:50:58"}, {"text": "Obj and Landry are best friends from LSU, both were unreal WR’s in college there so I’d say that’s what happened", "compound": 0.8074, "pos": 0.278, "neg": 0.0, "neu": 0.722, "data": "2019-03-13 08:09:02"}, {"text": "If you’re not watching friends from college on Netflix, you should be", "compound": -0.3724, "pos": 0.0, "neg": 0.188, "neu": 0.812, "data": "2019-03-13 06:09:47"}, {"text": "Lisa and Ethan may be in love but Sam and Ethan have the best scenes. friendsfromcollege toiletsex", "compound": 0.8555, "pos": 0.359, "neg": 0.0, "neu": 0.641, "data": "2019-03-14 07:46:57"}, {"text": "There are also plenty of people who still have close friends from college and are proud to have attended their alma matter and support the institution that they grew up at. I guess if I went to a crappy school or hated college I would maybe sound as pathetically bitter as you.", "compound": -0.6597, "pos": 0.158, "neg": 0.211, "neu": 0.631, "data": "2019-03-13 12:16:41"}, {"text": "Dont skip out on hunts with my uncles, dad and family friends . That party isnt worth it, the relationship probably wont last, the gas home from college is cheap compared to the rich memories that 1 day you wont be able to make", "compound": 0.8287, "pos": 0.192, "neg": 0.034, "neu": 0.774, "data": "2019-03-14 00:12:37"}, {"text": "friends from college", "compound": 0.4767, "pos": 0.608, "neg": 0.0, "neu": 0.392, "data": "2019-03-13 10:21:05"}, {"text": "I'm planning on having a world's collide party for my birthday this year. Friends from college , friends from work, that whole thing. What I've not told you, is that I am also planning to invite some famous people. They probably won't show, but what if they do?", "compound": 0.6249, "pos": 0.15, "neg": 0.024, "neu": 0.826, "data": "2019-03-14 09:01:19"}, {"text": "Europe has lost its way. Lord please help them. Please watch over my friends from college . Amen", "compound": 0.7964, "pos": 0.421, "neg": 0.093, "neu": 0.486, "data": "2019-03-13 04:13:57"}, {"text": " please bring atleast one more season of friendsfromcollege !!! Please!!", "compound": 0.6973, "pos": 0.419, "neg": 0.0, "neu": 0.581, "data": "2019-03-13 12:42:25"}, {"text": "After hearing that my former college-now University would invite speakers that spewed ANTI-Catholic views, I have (and my friends who graduated from MU) NOT given any $$$ for MANY years now to that so-called Catholic college /university! ", "compound": 0.6114, "pos": 0.128, "neg": 0.0, "neu": 0.872, "data": "2019-03-14 06:59:55"}, {"text": "Like I don’t want to be in college either. But it would be really fucking nice if I could just go for free just because I want to experience the lifestyle? Like most of my rich young friends are currently LOL at least my rich friends from high school made somethung of themselves!", "compound": 0.9835, "pos": 0.451, "neg": 0.0, "neu": 0.549, "data": "2019-03-14 08:03:10"}, {"text": "I actually love friendsfromcollege", "compound": 0.6369, "pos": 0.677, "neg": 0.0, "neu": 0.323, "data": "2019-03-13 06:16:44"}, {"text": "The way they dragged AC is this episode of friends from college ....", "compound": 0.4404, "pos": 0.203, "neg": 0.078, "neu": 0.719, "data": "2019-03-14 11:12:17"}, {"text": "Dpends on the type of humor u have/how close u r with somebody. My bff in lifenever called her a whore cos i know her so well that the word doesn't fit her kind of humor, but my closed girl friends from college have a dark humor like me and use freq that word to called us between", "compound": 0.9055, "pos": 0.27, "neg": 0.065, "neu": 0.665, "data": "2019-03-14 18:34:54"}, {"text": "Fred Savage looks exactly the same today! ( Friends from College )", "compound": 0.1007, "pos": 0.236, "neg": 0.208, "neu": 0.556, "data": "2019-03-14 04:15:04"}, {"text": "I love that all my art teacher friends from college come to me about metal projects for their kids", "compound": 0.8074, "pos": 0.313, "neg": 0.0, "neu": 0.687, "data": "2019-03-13 04:25:32"}, {"text": " Any comments on your outstanding and honest friends - Mr. and Mrs. ? As somebody who toiled to get his kids through college , I find this news appalling. I hope you do too. What do you expect from the wife of Frank Gallagher?! FelicityHuffman", "compound": 0.9091, "pos": 0.271, "neg": 0.049, "neu": 0.68, "data": "2019-03-13 04:13:47"}, {"text": "And American children are dying from heroin and Fentanyl overdoses. Oh, but not yours or your friends , they’re too busy working on getting their kids into college . You are soooo far removed from the average American experience.", "compound": 0.4678, "pos": 0.101, "neg": 0.051, "neu": 0.848, "data": "2019-03-14 11:21:25"}, {"text": "Or the only friends you do have all cane from twitter Where are your friends from college secondary or primary", "compound": 0.7351, "pos": 0.256, "neg": 0.0, "neu": 0.744, "data": "2019-03-13 04:11:35"}, {"text": "East Bay friends : Come to Vintage Berkeley in Elmwood ( College Avenue) this evening 5:00-7:00 to taste nervy, high-altitude Chianti Classico with Roberto Bianchi from ", "compound": 0.4767, "pos": 0.119, "neg": 0.0, "neu": 0.881, "data": "2019-03-13 23:19:44"}, {"text": "I have separation anxiety from my college friends", "compound": 0.34, "pos": 0.316, "neg": 0.173, "neu": 0.51, "data": "2019-03-14 14:55:30"}, {"text": "Aw that sucks. I still have a few friends from college , then a few from work. And about 5 friends I've met because of kpop. Because kpop fans were rare in my city.", "compound": 0.5719, "pos": 0.179, "neg": 0.072, "neu": 0.749, "data": "2019-03-13 04:02:16"}, {"text": "I look forward to hearing from all of our friends in universities and colleges across Canada with your plans on how to help put the above mentioned plan into action. Take action. Join us. “The power is in the people.” YouthinaGreenWar", "compound": 0.7906, "pos": 0.178, "neg": 0.0, "neu": 0.822, "data": "2019-03-13 20:07:04"}, {"text": "How fortunate I am to find my love in a Girl who has friends from Northeast, north, south, east, west, Hindu, Muslims, Christians and She never has such racist mindset which is why she was made as dpt President in her college . ", "compound": 0.9249, "pos": 0.272, "neg": 0.0, "neu": 0.728, "data": "2019-03-14 12:00:43"}, {"text": "long distance relationships KILLED my sense of time driving wise like I literally drove 2 hours tonight to hangout with friends from college like it was a casual regular thing?!", "compound": 0.7235, "pos": 0.336, "neg": 0.132, "neu": 0.531, "data": "2019-03-14 11:44:55"}, {"text": "Not just grades. I think about the hours I spent working and commuting and why that's the reason I have no friends from university--I just wasn't *there*. These adults who speak of \" college buddies\" all seem to be doing really well in an economy of substantial favours.", "compound": 0.7841, "pos": 0.197, "neg": 0.043, "neu": 0.76, "data": "2019-03-13 04:18:55"}, {"text": "I don't even know what exactly was so funny about it but the funeral scene in season 2 of Friends From College took me OUT. I was actually crying.", "compound": -0.2214, "pos": 0.182, "neg": 0.206, "neu": 0.612, "data": "2019-03-13 03:26:06"}, {"text": "Ignoring everything Brexit to instead focus my energy on more important matters - getting Netflix to agree to series 3 of Friends From College ", "compound": 0.7559, "pos": 0.374, "neg": 0.09, "neu": 0.536, "data": "2019-03-14 06:19:54"}, {"text": "I've come to notice that my friends who so vehemently defend the dignity of trade school over college are all college graduates from solid middle or upper middle class", "compound": 0.7506, "pos": 0.222, "neg": 0.0, "neu": 0.778, "data": "2019-03-14 02:10:49"}, {"text": "Absolutely. I have several friends from college who majored in History, Classics, Philosophy or English and now work in business. Some went on to get an MBA but most were hired directly out of college .", "compound": 0.2919, "pos": 0.062, "neg": 0.0, "neu": 0.938, "data": "2019-03-14 00:28:49"}, {"text": "HER, her husband or friends probably GOT THOSE LEGACY ADMISSIONS TO MILITARY U's & colleges ... its always that way; 1 law for us all; and the exemption for them from it ", "compound": 0.4767, "pos": 0.097, "neg": 0.0, "neu": 0.903, "data": "2019-03-14 11:08:47"}, {"text": "Friends from college", "compound": 0.4767, "pos": 0.608, "neg": 0.0, "neu": 0.392, "data": "2019-03-14 10:31:19"}, {"text": "I remember when all you had to do to cheat your way into a college was to smoke weed grown with your dead friends ashes and have him sneak you test answers from the after life.", "compound": -0.6369, "pos": 0.075, "neg": 0.176, "neu": 0.749, "data": "2019-03-13 13:19:44"}, {"text": "maybe this might help your friends during theElectoral college ,caucus then primaries these candidates steak there claim for president we the people figure out who’s the best Intelligence, truthful from voting the one that wins we Democrats Standing behind the party back them 100% ", "compound": 0.9702, "pos": 0.378, "neg": 0.0, "neu": 0.622, "data": "2019-03-13 11:22:20"}, {"text": "Just signed the lease on my new place with my best friends from college !! I’m so excited to live with Laurie again!! Ahhh! Today was a good day.", "compound": 0.938, "pos": 0.376, "neg": 0.0, "neu": 0.624, "data": "2019-03-14 07:28:21"}, {"text": "I went to a instate public college for 3 semesters out of that year and half I made 3 friends , learned the same thing from high school and almost $30k in debt. That’s fucking trash", "compound": 0.2177, "pos": 0.093, "neg": 0.067, "neu": 0.84, "data": "2019-03-13 10:26:44"}, {"text": "tbh i relate to this a lot, all my close irl friends are straight and i only really realized i'm Not Straight at the beginning of college , plus i didn't really make any new irl friends during college so i never really got to learn from other people", "compound": 0.7531, "pos": 0.166, "neg": 0.034, "neu": 0.8, "data": "2019-03-13 05:33:14"}, {"text": "the only downside to college is not having my best friends from home by my side", "compound": -0.3111, "pos": 0.144, "neg": 0.25, "neu": 0.606, "data": "2019-03-13 16:53:38"}, {"text": "I've kept in touch w/ many friends from high school that grew up poor w/ non-supportive families. We attended college , got our degrees, got good jobs & bought homes. We are front & center at those parent meetings b/c we know how importance of a good education.", "compound": 0.8074, "pos": 0.213, "neg": 0.058, "neu": 0.729, "data": "2019-03-14 01:37:49"}, {"text": "Friends from college (Netflix)", "compound": 0.4767, "pos": 0.508, "neg": 0.0, "neu": 0.492, "data": "2019-03-13 22:43:48"}, {"text": " kinda reminds me of Friends from College on Netflix but a million times better & less chaotic, much less dyfunctional. The underlying theme is that so many of us maintain friendships on the basis of history/memories +barely scratch the surface of getting to know them", "compound": 0.664, "pos": 0.178, "neg": 0.074, "neu": 0.748, "data": "2019-03-13 05:15:13"}, {"text": "one day when i’m in college im just gonna leave for like two weeks and do a tour of the country in my car and pick up all my internet friends from their school and drive them home and that’s it and then i move on to the next state", "compound": 0.6597, "pos": 0.108, "neg": 0.023, "neu": 0.869, "data": "2019-03-14 11:16:04"}, {"text": "i was reading \"the little prince\" in college during break while listening to \"from no now\" idek why i just did that......... out of no where i started crying badly & my friends around kept asking me whats wrong & i had nothing to say other than \"that the song is too sad\"", "compound": -0.9136, "pos": 0.052, "neg": 0.28, "neu": 0.668, "data": "2019-03-13 15:35:29"}, {"text": "Friends from College is pretty good", "compound": 0.8481, "pos": 0.754, "neg": 0.0, "neu": 0.246, "data": "2019-03-13 09:00:07"}, {"text": "Yea they ruined it watch friends from college instead", "compound": 0.0, "pos": 0.235, "neg": 0.235, "neu": 0.53, "data": "2019-03-14 15:50:55"}, {"text": "“I don’t like to have mainstream friends ” ~actual quote from a college freshman", "compound": 0.6808, "pos": 0.337, "neg": 0.0, "neu": 0.663, "data": "2019-03-14 13:24:25"}, {"text": "College has really matured me to a lot. & not even the university but that culture in all. From the diffrent type of friends I’ve made, their stories on life, the locals, my peers. I’ve learned so much in those 5 years about life and myself.", "compound": 0.631, "pos": 0.09, "neg": 0.0, "neu": 0.91, "data": "2019-03-13 23:28:55"}, {"text": "Everybody should watch Friends From College on Netflix", "compound": 0.4767, "pos": 0.307, "neg": 0.0, "neu": 0.693, "data": "2019-03-13 15:05:52"}, {"text": "I’m so ready for college . From metting New people to New environment, New friends , Positive vibes", "compound": 0.8588, "pos": 0.422, "neg": 0.0, "neu": 0.578, "data": "2019-03-13 10:13:08"}, {"text": "when I first got out of college , I was hard on myself for not pursuing a strictly “tech” oriented career, but now I see a number of my 26-28 year old friends completely burnt out from the industry and switching careers and it makes me glad I never followed thru with it", "compound": 0.8555, "pos": 0.182, "neg": 0.023, "neu": 0.795, "data": "2019-03-13 22:37:12"}, {"text": "Lol my white friends from college are married and working on baby 2", "compound": 0.7096, "pos": 0.371, "neg": 0.0, "neu": 0.629, "data": "2019-03-13 18:01:06"}, {"text": "Yeah like 2-3hrs ago. I’m 100% okay. I cried for like 30 min and then my friends from college were like nah no more tears you’re a bad bitch.", "compound": -0.3086, "pos": 0.322, "neg": 0.349, "neu": 0.329, "data": "2019-03-13 12:06:56"}, {"text": "beto looks like the ugly guy from the netflix show friends from college (which i realize no one watched) and that’s the most incisive political commentary i can offer after 38 hours with no sleep", "compound": -0.2732, "pos": 0.136, "neg": 0.186, "neu": 0.678, "data": "2019-03-14 13:43:02"}, {"text": "I don’t blame the kids, because, looking back, almost none of my friends from college seemed like they should have been there. CollegeCheatingScandal", "compound": -0.3515, "pos": 0.095, "neg": 0.187, "neu": 0.718, "data": "2019-03-13 21:40:54"}, {"text": "I am SO pumped for this. Halo 3 was how I met so many of my good friends from college , and I just can’t wait to drop so many more hours on this collection.", "compound": 0.5994, "pos": 0.171, "neg": 0.06, "neu": 0.769, "data": "2019-03-13 21:51:34"}, {"text": "My little state college ruled. That's where I met my wife and my best friends . I learned a lot from some really great (& underappreciated) professors. You elitist motherfuckers keep wasting money on your sorry-ass brats while you still can. Time's almost up.", "compound": 0.8748, "pos": 0.232, "neg": 0.054, "neu": 0.714, "data": "2019-03-13 06:43:48"}, {"text": "Speaking as someone from a rural community with a graduating class of 28, and a town population of 1300, the difference in my friends who went to college and my friends who never left is immense", "compound": 0.7351, "pos": 0.167, "neg": 0.0, "neu": 0.833, "data": "2019-03-13 08:06:45"}, {"text": "Also an excellent point. There good friends from college if I am not mistaken. Should be fun to watch", "compound": 0.9338, "pos": 0.538, "neg": 0.0, "neu": 0.462, "data": "2019-03-13 08:17:35"}, {"text": "Can I move to college already so I can get away from these, \" friends \"?", "compound": 0.4767, "pos": 0.205, "neg": 0.0, "neu": 0.795, "data": "2019-03-13 08:51:15"}, {"text": "LIIIIIIIIIISTEN! the fact i dont have to choose between my \"rock star\" ex- or ex-husband or any of their friends to describe these rfuckers. because that's really what separated them from the millionaires they resented: their parents had for them COLLEGE FUNDS, not TRUST FUNDS", "compound": -0.4654, "pos": 0.062, "neg": 0.122, "neu": 0.816, "data": "2019-03-13 23:26:30"}, {"text": "College friends from different towns sometimes act like there from different continents I goes todsy I’m weak (as in weak with the laughter) and one the Huns was like oh my god do you need to lie down didn’t have a notion what she was on about was like nah girl you", "compound": 0.6705, "pos": 0.205, "neg": 0.116, "neu": 0.679, "data": "2019-03-13 07:44:32"}, {"text": "Started watching Friends From College on Netflix. Never gone wrong with an show recommendation.", "compound": 0.6862, "pos": 0.32, "neg": 0.0, "neu": 0.68, "data": "2019-03-13 09:43:36"}, {"text": "As excited as I am about Odell Beckham Jr. going to the Browns, I want to say how cool it is that Beckham and Jarvis Landry have been friends since high school and played together from there to college to the pros. I think that's awesome.", "compound": 0.9274, "pos": 0.297, "neg": 0.0, "neu": 0.703, "data": "2019-03-14 08:32:09"}, {"text": "Many engineering colleges just give degrees nothing more.Some of my IT engineering friends cant do basic coding. So degrees aren't that important. From which institutions you are taking degree is important.", "compound": 0.2302, "pos": 0.09, "neg": 0.093, "neu": 0.817, "data": "2019-03-13 22:56:49"}, {"text": " PLEASE dont cancel Friends from College !! From someone who fell in w/it the 2nd time through", "compound": 0.422, "pos": 0.244, "neg": 0.117, "neu": 0.639, "data": "2019-03-13 09:42:56"}, {"text": "I can’t wait till all my friends come back from college so we can all get drunk together <3", "compound": 0.5574, "pos": 0.256, "neg": 0.103, "neu": 0.641, "data": "2019-03-14 18:28:04"}, {"text": "Friends From College The Office Breaking Bad Walking Dead Arrested Development That 70’s Show Ozark Dexter You Bates Motel The Assassination of Gianni Versace People vs. OJ Mad Men American Horror Story", "compound": -0.9618, "pos": 0.062, "neg": 0.436, "neu": 0.502, "data": "2019-03-13 14:09:57"}, {"text": "I think people are reaching at this point. My parents didn't look over my essays but my college counselor did. I also got feedback from my closet friends at the time. If you are eligible for financial aid according to FAFSA most schools will give you a fee waiver.", "compound": 0.6757, "pos": 0.112, "neg": 0.0, "neu": 0.888, "data": "2019-03-14 01:00:34"}, {"text": "A friend of my son's has Obama has a follower and can't figure out why, but wears it as a status symbol, lol. I have many friends IRL in common with Obama, from college years, so it's not quite the same thing for me.", "compound": 0.8735, "pos": 0.212, "neg": 0.0, "neu": 0.788, "data": "2019-03-13 03:26:50"}, {"text": "This is the first time that I’ve regretted deleting Facebook bc I would LOVE to travel through my friends list lightly accusing every person I’ve forgotten from high school of paying their way into college .", "compound": 0.5904, "pos": 0.186, "neg": 0.143, "neu": 0.671, "data": "2019-03-13 07:05:25"}, {"text": "My baby is going through so much right now, is a compassionate, giving and fun person. At this time feeling like life is not worth living. Suffers from depression. Goes to college and is doing really well. When in crisis I am really scared. Pls pray for my kid. Twitter friends .", "compound": 0.8566, "pos": 0.345, "neg": 0.174, "neu": 0.481, "data": "2019-03-14 07:53:57"}, {"text": "one of my friends from Stella Maris college says, \"He( ji) is the leader of the future\" ...I totally agree with her ...so he ( ji)must try his hands in politics after 10-15 years from now", "compound": 0.7089, "pos": 0.152, "neg": 0.0, "neu": 0.848, "data": "2019-03-13 17:59:34"}, {"text": "Have y’all seen “ Friends from College ” on Netflix ? Is it any good ? I", "compound": 0.7476, "pos": 0.346, "neg": 0.0, "neu": 0.654, "data": "2019-03-14 05:44:18"}, {"text": "Vient de regarder Friends from College S02E03 ", "compound": 0.4767, "pos": 0.341, "neg": 0.0, "neu": 0.659, "data": "2019-03-13 08:44:03"}, {"text": "ACT not really less popular. As a parent I have been through this process twice & have assisted many friends in the process who have asked for help. Good article from 2017: “The ACT has been the most popular test used to predict college performance since 2012.” 1 of 2/link below", "compound": 0.6197, "pos": 0.157, "neg": 0.084, "neu": 0.759, "data": "2019-03-14 04:39:54"}, {"text": "She and Van become fast friends and stay pretty close all the way up through high school. Once hitting college , Van became super famous in the magi-tech industry, and even gained some enemies from it. Someone ultimately tries to kill him, causing him to up and vanish.", "compound": 0.5994, "pos": 0.207, "neg": 0.128, "neu": 0.665, "data": "2019-03-13 18:26:42"}, {"text": "If any of my clients talked to me like Sam from Friends from College talks to her counselor.... ", "compound": 0.6808, "pos": 0.259, "neg": 0.0, "neu": 0.741, "data": "2019-03-13 08:01:11"}, {"text": "A sampling of messages from Giants fans friends : “Is Gettleman a double agent?” “I want to die” “I’m going to throw up” “The only one with immunity is the 38 year old quarterback” “Jabrill played both ways in college so it’s cool”", "compound": 0.7003, "pos": 0.155, "neg": 0.0, "neu": 0.845, "data": "2019-03-13 09:08:02"}, {"text": "One of my friends from dps rk Puram quit studying from an Ivy League college because she was “just not feeling it”.", "compound": 0.4078, "pos": 0.127, "neg": 0.056, "neu": 0.817, "data": "2019-03-14 15:40:31"}, {"text": "I received full rides to the universities here in AZ, & 2 full rides from universities I applied to out of state. Even with those scholarships, I COULD NOT AFFORD IT. So I choose community college , which I am paying for out of pocket. I had friends in high school who were some of", "compound": 0.4767, "pos": 0.064, "neg": 0.0, "neu": 0.936, "data": "2019-03-14 12:56:06"}, {"text": " I’m so tired of y’all making shows and cancelling them after two seasons. Like damn. FriendsFromCollege", "compound": -0.6361, "pos": 0.113, "neg": 0.347, "neu": 0.541, "data": "2019-03-13 22:57:41"}, {"text": "What is there to process? He has friends on the Giants, has played there since college , and is now moving from NY area to Cleveland. Seems like quite a bit to process actually.", "compound": 0.7906, "pos": 0.216, "neg": 0.0, "neu": 0.784, "data": "2019-03-13 22:48:14"}, {"text": "I agree with this, but isn’t there a cheaper way to find a community of smart/curious/friendly/etc. people? It’s hard for me to imagine a different existence than my current set of friends from college , but I would probably just have a different set if I didn’t go to college", "compound": 0.6486, "pos": 0.127, "neg": 0.034, "neu": 0.839, "data": "2019-03-13 23:29:50"}, {"text": "Friends From College !!", "compound": 0.5696, "pos": 0.551, "neg": 0.0, "neu": 0.449, "data": "2019-03-13 11:26:11"}, {"text": "Oh you learned a new word from Fox and Friends report on the college scandal. \"Photoshopped\". You spelled it correctly and used it in a sentence.", "compound": 0.128, "pos": 0.155, "neg": 0.102, "neu": 0.742, "data": "2019-03-13 22:24:37"}, {"text": "Leaving college let me disassociate from the friends that saw Barney Stinson as a role model. Glad I don't have to be around that anymore.", "compound": 0.7269, "pos": 0.225, "neg": 0.0, "neu": 0.775, "data": "2019-03-13 03:57:30"}, {"text": "Finished friends from college like 3 weeks ago but I’m still in denial about it allegedly not coming back for another season", "compound": 0.4215, "pos": 0.167, "neg": 0.0, "neu": 0.833, "data": "2019-03-13 13:32:22"}, {"text": "Friends from college , Russian doll", "compound": 0.4767, "pos": 0.437, "neg": 0.0, "neu": 0.563, "data": "2019-03-14 00:57:38"}, {"text": "wow and to think I read all these books for 2 hours every day, working my way from a 23 to a 30, and socially cut myself off from my friends for a year to get my GPA up in 10th/11th grade to be FAIRLY ACCEPTED by my dream college when I could’ve just paid someone.. ", "compound": 0.8636, "pos": 0.199, "neg": 0.036, "neu": 0.765, "data": "2019-03-13 23:51:19"}, {"text": "One of my friends from college wrote a book!!!! Needless to say I am incredibly proud of her (and super duper jealous!!) ", "compound": 0.9111, "pos": 0.405, "neg": 0.0, "neu": 0.595, "data": "2019-03-13 05:20:33"}, {"text": " can’t express how disappointed I am that FriendsFromCollege has been cancelled ", "compound": -0.6249, "pos": 0.0, "neg": 0.389, "neu": 0.611, "data": "2019-03-14 05:44:29"}, {"text": "I always have to tell my friends who are like why do you go from loving college basketball 2 years ago to absolutely despising it.....well maybe not despising it, but indifferent to anything that happens in college basketball.....", "compound": -0.2366, "pos": 0.144, "neg": 0.166, "neu": 0.691, "data": "2019-03-14 15:42:02"}, {"text": "I’m quite aware of how lucky and fortunate and did have parents who could pay for college but you’re right. One of my best friends in college was from Compton. I grew up in Encino. Our experiences with the college process could not have been more different. It truly is not fair", "compound": 0.9469, "pos": 0.275, "neg": 0.055, "neu": 0.67, "data": "2019-03-14 01:21:37"}, {"text": "Saban is part of the Belichick coaching tree from Cleveland and there is a reason they are friends . College has its own benefits and difficulties and Saban does the college version of Belichick. I may root for Miami but I respect the hell out of Saban.", "compound": -0.25, "pos": 0.148, "neg": 0.148, "neu": 0.704, "data": "2019-03-14 00:26:17"}, {"text": "My biggest takeaways from college were great friends and debt", "compound": 0.6908, "pos": 0.431, "neg": 0.15, "neu": 0.419, "data": "2019-03-13 23:21:36"}, {"text": "things im planning to do this year: find a job move from my house start college met my boys make some loyal friends", "compound": 0.7351, "pos": 0.237, "neg": 0.0, "neu": 0.763, "data": "2019-03-14 10:15:10"}, {"text": "Yep same. Nobody in my family knew anything about going to college and the most guidance about applications I got was from other high school friends who were applying at the same time lol.", "compound": 0.7964, "pos": 0.213, "neg": 0.0, "neu": 0.787, "data": "2019-03-14 05:28:30"}, {"text": "I'm also married to one of my best friends from high school. Met when we were 13. Didn't get together till after college . Been together 17 years.", "compound": 0.8074, "pos": 0.226, "neg": 0.0, "neu": 0.774, "data": "2019-03-13 10:37:24"}, {"text": "I hate that the takeaway that I’m reading from most of the blue checks on here regarding the cheating scandal is: “who needs college ?” Um, I did? Most of my friends did? Though, admittedly I didn’t grow up under-privileged, I was in honors classes at an inner city school and", "compound": -0.622, "pos": 0.112, "neg": 0.181, "neu": 0.707, "data": "2019-03-14 05:54:01"}, {"text": " omg why is ' friends from college ' not coming back someone please tell me? it's the only other interesting show to me other than the office and my friend actually got me hooked on it! please let's put it to a vote!", "compound": 0.9214, "pos": 0.288, "neg": 0.0, "neu": 0.712, "data": "2019-03-14 15:48:25"}, {"text": "From a silkscreen I made at Art college there are 8 panels of photos of my mom and dad and their friends . I hand painted these. My mom is to the left of my dad behind him. tbt momandad ", "compound": 0.743, "pos": 0.16, "neg": 0.0, "neu": 0.84, "data": "2019-03-14 16:26:25"}, {"text": "After watching my child and her friends earn spots at a college of choice with their hard work, it sickens me to see people who I admired use money to steal a spot away from a real athlete or scholar for their children.", "compound": -0.0516, "pos": 0.133, "neg": 0.158, "neu": 0.708, "data": "2019-03-13 07:11:24"}, {"text": "College debt is a choice. Why are we “rescuing” people from high level debt choice? Many of my friends did not work and go to school. Instead they partied and racked up debt. Others had a job or merit/athletic scholarship to ease debt. (Something that required hard work) ?", "compound": -0.4137, "pos": 0.139, "neg": 0.204, "neu": 0.658, "data": "2019-03-14 13:02:11"}, {"text": "Things I don’t understand in friendsfromcollege 1) when/how did the affair between Sam and Ethan start? 2) why didn’t we get to see Ethan telling Sam about the affair? 3) I get that Ethan’s affair was longer BUT it’s not like Lisa is a saint. Her and Nick fucked more than once", "compound": -0.8786, "pos": 0.0, "neg": 0.163, "neu": 0.837, "data": "2019-03-14 06:23:44"}, {"text": "Thought so. I grew up there, exactly 2.5 miles from the southern entrance to said university: close enough to get home safely after partying with college friends and still be up for morning surf on the point.", "compound": 0.836, "pos": 0.212, "neg": 0.0, "neu": 0.788, "data": "2019-03-13 07:41:29"}, {"text": "Here's a few photos to of me with my fiancee, and my two friends from Atlanta I went to college with. I'm so glad they were able to make it out. Super73 SuperSquad ", "compound": 0.7886, "pos": 0.194, "neg": 0.0, "neu": 0.806, "data": "2019-03-13 04:02:13"}, {"text": "My friends , I channeled my college self and saw a foreign film double feature yesterday! If you get the chance, search out and see TheWanderingEarth (from China ) and Furie (from Vietnam )! • • ", "compound": 0.6892, "pos": 0.159, "neg": 0.0, "neu": 0.841, "data": "2019-03-13 12:51:13"}, {"text": "College drop out commits crimes and thinks her town is haunted. Her friends range from excited to sick of her. ", "compound": -0.4404, "pos": 0.227, "neg": 0.292, "neu": 0.481, "data": "2019-03-14 07:03:22"}, {"text": "God, save me from the \"what about the friends you made along the way\" theory of college . Not everyone lives in the dorm or does student group stuff. And at plenty of places those things are actively detrimental to obtaining an education!", "compound": 0.8748, "pos": 0.224, "neg": 0.0, "neu": 0.776, "data": "2019-03-13 08:55:13"}, {"text": "Yup. For my field, I have to. Gotta sign the drawings. Most of my friends from college didn't go into this type of design.", "compound": 0.5209, "pos": 0.133, "neg": 0.0, "neu": 0.867, "data": "2019-03-13 08:43:01"}, {"text": "Also don't live with your friends from college after graduation. Unless you want to not speak to them for 20 years.", "compound": 0.5267, "pos": 0.188, "neg": 0.0, "neu": 0.812, "data": "2019-03-14 14:40:21"}, {"text": "I hate when people solely rely on me, I will help you but I will not do it for you okay. There's not a cheat sheet for life and if there is your not getting it from me. annoyed annoying done quote quoteoftheday writer writerslife college friends Ugh STOP justdoit", "compound": -0.7453, "pos": 0.177, "neg": 0.258, "neu": 0.565, "data": "2019-03-13 05:53:29"}, {"text": "(Because I worked full time or close to full time throughout college , and so I didn’t have any fantasies about being free from academic studies and just raking in cash at a job that’d reward me for my super-impressive BA—many friends believed that.)", "compound": 0.8779, "pos": 0.214, "neg": 0.0, "neu": 0.786, "data": "2019-03-13 23:22:25"}, {"text": "I can’t remember any content I learned in college . I made best friends , learned how to live away from home, and how to manage time. That’s about it.", "compound": 0.8074, "pos": 0.241, "neg": 0.0, "neu": 0.759, "data": "2019-03-13 04:16:31"}, {"text": "Think I might just stay in bed today and binge watch friends from college . I suspect I’m coming down with something ebile", "compound": 0.2263, "pos": 0.133, "neg": 0.094, "neu": 0.773, "data": "2019-03-13 14:44:50"}, {"text": "Shoutout to my high school friends awkwardly shifting their weight from one cheek to another as they read today's SAT/ college admission scandal.", "compound": -0.2732, "pos": 0.11, "neg": 0.184, "neu": 0.707, "data": "2019-03-13 03:47:00"}, {"text": "Ew I hate everyone on the show Friends from College . Except for Billy Eichner. I don't even know how I got to episode 6.", "compound": -0.1531, "pos": 0.12, "neg": 0.143, "neu": 0.736, "data": "2019-03-13 11:31:36"}, {"text": "My parents did me well. I'm 24 still in college . They didn't do a damn thing to help. All my entitled friends made it through. I was smarter than all of them. It's okay though. I mingle with millionaires from all walks of life in real life.", "compound": 0.9344, "pos": 0.317, "neg": 0.0, "neu": 0.683, "data": "2019-03-14 02:16:52"}, {"text": "I am switching back to FriendsFromCollege on Netflix. ", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 05:25:38"}, {"text": "cause they need to brag to there other rich friends , my kid just graduated Harvard or Yale! Meanwhile they go from college straight to a executive position and step on people who worked their asses off! While not having to open a book or pick up a pen!", "compound": 0.8582, "pos": 0.184, "neg": 0.0, "neu": 0.816, "data": "2019-03-13 12:21:30"}, {"text": "American friends . Meet Mason Cox. An American athlete plucked from college basketball obscurity and 4 years later played in last years version of AFL’s SuperBowl, our Grand Final. Could this be... ", "compound": 0.8176, "pos": 0.239, "neg": 0.0, "neu": 0.761, "data": "2019-03-13 16:29:28"}, {"text": "Friends from college & northern rescue", "compound": 0.7506, "pos": 0.681, "neg": 0.0, "neu": 0.319, "data": "2019-03-14 10:25:06"}, {"text": "No man!!! Friends from college", "compound": 0.4168, "pos": 0.433, "neg": 0.24, "neu": 0.327, "data": "2019-03-13 03:54:53"}, {"text": "Driving my friends car to the shops from college hahah ", "compound": 0.4767, "pos": 0.256, "neg": 0.0, "neu": 0.744, "data": "2019-03-13 22:16:37"}, {"text": "Especially if you are a white, heterosexual male (negative points if you happen to be a Christian). They are the most discriminated against classification of individual in the current competitive college process. Speaking from the experience of family and friends", "compound": 0.5859, "pos": 0.118, "neg": 0.0, "neu": 0.882, "data": "2019-03-14 08:06:25"}, {"text": "Well in 2019 I did not think I’d have MMMBop stuck in my head. Thanks, Friends from College .", "compound": 0.7269, "pos": 0.351, "neg": 0.087, "neu": 0.563, "data": "2019-03-13 22:40:30"}, {"text": "Amen to this. Every college /university has an alum that's done something wonderful. Whether you use what your learned in the books, or life lessons from professors/coaches/ friends that care about you it is an important and impactful part of life. ENJOY IT no matter where you are ", "compound": 0.9278, "pos": 0.28, "neg": 0.037, "neu": 0.683, "data": "2019-03-14 11:13:12"}, {"text": "Meet Taryn Kato. She transferred from Pasadena City College . She was able to foster a sense of community and a great group of friends within her first year at Cal. Help her and many other transfers find their home away from home and donate to calbiggive ", "compound": 0.872, "pos": 0.194, "neg": 0.0, "neu": 0.806, "data": "2019-03-14 12:00:12"}, {"text": "Friends of mine knew that guy from the college admissions scandal. Bizarre.", "compound": -0.2732, "pos": 0.179, "neg": 0.301, "neu": 0.52, "data": "2019-03-14 04:48:01"}, {"text": "I'm still very upset about Friends From College being cancelled.", "compound": -0.1354, "pos": 0.22, "neg": 0.321, "neu": 0.459, "data": "2019-03-13 13:59:18"}, {"text": "gotta b careful what u say when u come home from college friend group bc my sense of humor recently has been calling people whore and joking about dying and i think my fam/ friends from home are worried lmao oops", "compound": 0.8074, "pos": 0.308, "neg": 0.127, "neu": 0.565, "data": "2019-03-14 09:34:44"}, {"text": "Wow the fact that Friends from College didn't get picked up for a 3rd season by . Shame on y'all, I'll riot.", "compound": 0.0516, "pos": 0.233, "neg": 0.226, "neu": 0.541, "data": "2019-03-13 14:29:06"}, {"text": "I don't know why I started watching FriendsFromCollege on Netflix since I know it just got cancelled, but I can't stop. The music is so good.", "compound": 0.7872, "pos": 0.266, "neg": 0.054, "neu": 0.68, "data": "2019-03-14 05:33:08"}, {"text": "Marianne is my spirit animal FriendsFromCollege ", "compound": 0.1779, "pos": 0.254, "neg": 0.0, "neu": 0.746, "data": "2019-03-14 01:38:23"}, {"text": "For my black college students, don’t let ur white friends get you in trouble. always remember that their freedom & wildness and not thinking about consequences comes from them having privilege, please be careful. cus half the shit they do, my black ass could never get away with.", "compound": 0.8885, "pos": 0.281, "neg": 0.099, "neu": 0.62, "data": "2019-03-14 06:11:37"}, {"text": "It was such a pleasure getting to see one of my best friends from college getting the opportunity to marry his dream girl and celebrate their love with the rest of our good ", "compound": 0.979, "pos": 0.526, "neg": 0.0, "neu": 0.474, "data": "2019-03-13 03:38:06"}, {"text": "Started watching friends from college as well - don’t think it’s getting another season though", "compound": 0.6369, "pos": 0.302, "neg": 0.0, "neu": 0.698, "data": "2019-03-14 11:32:05"}, {"text": "But I agree with things happen for a reason and I’m so glad a rejection from USC led me to attend in NYC. I was able to study abroad, made incredible friends & was able to get my Bachelor’s Degree in 3 yrs. Definitely an unforgettable college experience. ", "compound": 0.812, "pos": 0.23, "neg": 0.071, "neu": 0.699, "data": "2019-03-14 05:41:24"}, {"text": "Def Russian Doll over Ted Bundy. The latter was a snooze fest. If you haven’t seen Mindhunter or Bloodline yet, those are my two Netflix faves. Friends from College for mindless entertainment. Sense8 if you like sci-fi.", "compound": 0.6705, "pos": 0.194, "neg": 0.067, "neu": 0.739, "data": "2019-03-13 12:34:37"}, {"text": "I'm from Michigan, and this was my experience as well. Zero prep, no Kaplan courses, I slept over at a friends house the night before. I graduated from my first choice college in four years and always felt like I had earned my spot.", "compound": 0.6705, "pos": 0.168, "neg": 0.048, "neu": 0.784, "data": "2019-03-14 06:46:45"}, {"text": "The humor on Friends from college finishes me!!!! Totally finishes me", "compound": 0.7482, "pos": 0.414, "neg": 0.0, "neu": 0.586, "data": "2019-03-14 02:00:03"}, {"text": "Not gonna lie I’d rather hang with and the gang from Friends From College . Seems like a hell of a party. ", "compound": 0.4019, "pos": 0.297, "neg": 0.165, "neu": 0.538, "data": "2019-03-14 03:51:27"}, {"text": "Watch the trailer for FRIENDSfromCollege on Netflix. Just barely started the pilot, or I’d have more feedback, but the story seems like a good one", "compound": 0.7964, "pos": 0.244, "neg": 0.0, "neu": 0.756, "data": "2019-03-14 15:11:26"}, {"text": "I miss my friends from college no homo", "compound": 0.0772, "pos": 0.284, "neg": 0.349, "neu": 0.367, "data": "2019-03-13 11:14:10"}, {"text": "I agree with The Order is fun, great ending. Hope there's a season 2. The Umbrella Academy, Workin' Moms, Russian Doll, Friends from College Season 2 all better than anything on TV. My2Cents", "compound": 0.9571, "pos": 0.439, "neg": 0.0, "neu": 0.561, "data": "2019-03-13 04:03:21"}, {"text": "It’s Web30 day, and I’m grateful to have been able to learn from, make friends over, play in, and work on this series of tubes — through college and three careers, including over a decade (and counting) building things full-time. So: yay!", "compound": 0.9097, "pos": 0.252, "neg": 0.0, "neu": 0.748, "data": "2019-03-13 12:29:18"}, {"text": "Yeah I wonder how long the “we’re friends from college ” honeymoon phase lasts. OBJ/Landry or Thielen/Diggs, which would you take? (not taking qb into account)", "compound": 0.6486, "pos": 0.187, "neg": 0.0, "neu": 0.813, "data": "2019-03-13 21:51:22"}, {"text": "Looks to me that a whole bunch of your Liberal Friends just got Busted for Fraudulent College Admissions...You should WalkAway while you can! You’re doing a great job eating yourselves up from the inside.. ", "compound": 0.6476, "pos": 0.189, "neg": 0.081, "neu": 0.731, "data": "2019-03-13 05:05:59"}, {"text": "Post- college age friends : what kind of hobbies do you have? I’m finding myself coming home from working and laying in bed all afternoon and that’s just not gonna fly too much longer...", "compound": 0.4767, "pos": 0.088, "neg": 0.0, "neu": 0.912, "data": "2019-03-14 06:07:16"}, {"text": "Damn now they’re playing Danger, the owners know I’m visiting from college and my friends are mad cause they’re fake BTS stans", "compound": -0.8176, "pos": 0.147, "neg": 0.372, "neu": 0.48, "data": "2019-03-14 08:57:22"}, {"text": "top 10 friends from unity and currently in college at CIIT? — Bob, Hans, J. Chavez, Kenneth, Macoy, Nina, Solivet, Vanne, Vincent, Yul ", "compound": 0.5994, "pos": 0.189, "neg": 0.0, "neu": 0.811, "data": "2019-03-14 19:40:03"}, {"text": "Friends from college !!! Hilaaarious", "compound": 0.6093, "pos": 0.498, "neg": 0.0, "neu": 0.502, "data": "2019-03-14 12:37:53"}, {"text": "Started watching the Friends From College recommendation. Me in the first episode when the guy responded the name of his hedge fund is black stool and who’s Michael Lewis. Good one so far. ", "compound": 0.7184, "pos": 0.162, "neg": 0.0, "neu": 0.838, "data": "2019-03-13 09:26:53"}, {"text": "King’s College London are interested in hearing from families and friends of veterans with mental health problems to get involved with their HALO study. See the link below for more information. ", "compound": 0.4767, "pos": 0.159, "neg": 0.074, "neu": 0.767, "data": "2019-03-14 14:30:38"}, {"text": "THATS why its cool to have a big home and home series against another team from a part of the country that you haven't been before. Exposure, exploring, and meeting new friends and places. That's why college football is awesome!", "compound": 0.8687, "pos": 0.219, "neg": 0.0, "neu": 0.781, "data": "2019-03-14 04:59:15"}, {"text": "Friends from College Ozark Narcos", "compound": 0.4767, "pos": 0.437, "neg": 0.0, "neu": 0.563, "data": "2019-03-13 08:00:17"}, {"text": "One of my friends from college always said that to me. Yet, she weighed herself daily and fretted about her weight and always complained about being “fat.”", "compound": 0.1027, "pos": 0.101, "neg": 0.088, "neu": 0.812, "data": "2019-03-14 09:16:27"}, {"text": "Still not over cancelling Friends From College", "compound": -0.2411, "pos": 0.174, "neg": 0.279, "neu": 0.547, "data": "2019-03-13 05:25:48"}, {"text": "Just finished season 1 of Friends from College on Netflix. I love the show - everyone is awful - but...do black women not exist within this world or??? Outside of a police officer and random women in the background, there were NO black women present. How that work?", "compound": 0.515, "pos": 0.155, "neg": 0.112, "neu": 0.733, "data": "2019-03-14 18:38:35"}, {"text": "A long time ago me and Jana were on some website for black teens (not black planet lol) and I met this boy JoJo from Dallas, Texas but we were just friends lol literally from middle school through my soph year of college ....", "compound": 0.8338, "pos": 0.164, "neg": 0.0, "neu": 0.836, "data": "2019-03-14 04:50:03"}, {"text": "Netflix - Friends from College , Bodyguard (great because it's just 6 episode), Sex Education", "compound": 0.4767, "pos": 0.22, "neg": 0.0, "neu": 0.78, "data": "2019-03-14 06:42:13"}, {"text": "Then take a little break from Psychos and pathological liars and watch friends from college .. if you love Robin from himym (you probably do) then you will really love the show", "compound": 0.8442, "pos": 0.274, "neg": 0.081, "neu": 0.644, "data": "2019-03-13 06:25:11"}, {"text": "\"This is super beauttifull\" lg6 FolloMe friendsfromcollege ", "compound": 0.5994, "pos": 0.394, "neg": 0.0, "neu": 0.606, "data": "2019-03-13 09:46:26"}, {"text": "Atlanta is on my list.. but still not in the mood for it. Have you watched friends from college ?", "compound": 0.631, "pos": 0.187, "neg": 0.0, "neu": 0.813, "data": "2019-03-13 06:08:29"}, {"text": "seriously FUCK Netflix for cancelling Friends From College", "compound": -0.5622, "pos": 0.209, "neg": 0.521, "neu": 0.27, "data": "2019-03-14 00:03:25"}, {"text": "I am SO UPSET friendsfromcollege is cancelled. I will tweet this everyday until something changes ", "compound": -0.7476, "pos": 0.0, "neg": 0.366, "neu": 0.634, "data": "2019-03-14 10:47:19"}, {"text": "he have his own friends , his channel, his reputation, college to deal with. But it doesn't stop me from being friends with him even we don't talk much. I am accepting that. it's not okay to keep someone in the group just because you like that person.", "compound": 0.8891, "pos": 0.24, "neg": 0.03, "neu": 0.729, "data": "2019-03-14 07:17:39"}, {"text": "Okay friends from college is pretty great", "compound": 0.9062, "pos": 0.804, "neg": 0.0, "neu": 0.196, "data": "2019-03-14 06:13:31"}, {"text": "The music in friendsfromcollege is so great and honestly this season has been hilarious", "compound": 0.9043, "pos": 0.505, "neg": 0.0, "neu": 0.495, "data": "2019-03-13 10:23:24"}, {"text": "In the first hour of your podcast you said that people don't build social fabric in high school. I disagree. I graduated from high school, college , and grad school. I still hang out with my friends from high school, but I talk to almost no one from college or grad school.", "compound": -0.2756, "pos": 0.041, "neg": 0.083, "neu": 0.876, "data": "2019-03-14 04:25:56"}, {"text": "Newest Netflix recommendations. 1. Christopher Robin 2. Friends from college 3. Afterlife", "compound": 0.4767, "pos": 0.22, "neg": 0.0, "neu": 0.78, "data": "2019-03-13 23:59:54"}, {"text": "No problem! They are great and totally worth doing with anyone and everyone if possible--above all friends they may have in other sectors (from HS, college , work before/during grad school), anything. And worth doing even in fields they may not think they want to go into.", "compound": 0.7754, "pos": 0.208, "neg": 0.107, "neu": 0.684, "data": "2019-03-14 03:29:41"}, {"text": "anybody watched \" friends from college \" on netflix?", "compound": 0.4767, "pos": 0.341, "neg": 0.0, "neu": 0.659, "data": "2019-03-14 05:15:49"}, {"text": "Seeing everyone of my friends graduate kinda makes me jealous kasi I also get to see how supportive their parents are, I never experienced that from my Dad. If my Dad could be just a little supportive in what I was doing back in college , baka everything would've turned out diff", "compound": 0.5809, "pos": 0.141, "neg": 0.051, "neu": 0.808, "data": "2019-03-13 16:31:11"}, {"text": "But is it a lie sis? I know all my white friends from college have been married for a decade now . And if they didn’t marry right away the same person they were with in college proposed during their Masters/MD/JD", "compound": 0.4767, "pos": 0.079, "neg": 0.0, "neu": 0.921, "data": "2019-03-13 05:06:04"}, {"text": "I'm literally the only one of my group of friends from high school that's still in college .", "compound": 0.4767, "pos": 0.162, "neg": 0.0, "neu": 0.838, "data": "2019-03-14 09:18:05"}, {"text": "My grandma made friends w/ strangers easily - she asked genuine questions of everyone from waitresses to a college kid who looked lonely at Disney World. She cared - would answer the phone at stores if nobody was around & tried to help. Loved people & was curious about the world. ", "compound": 0.9287, "pos": 0.293, "neg": 0.043, "neu": 0.664, "data": "2019-03-13 07:32:49"}, {"text": "I would wear a Carson Wentz Jersey, but not from the Eagles (who suck) but from my most hated college rival North Dakota State University for a week straight and let my friends take pictures and rip on me all week for it. What do you say MAKE IT HAPPEN!", "compound": -0.2574, "pos": 0.119, "neg": 0.109, "neu": 0.772, "data": "2019-03-13 09:51:55"}, {"text": "The Umbrella Academy, Friends From College", "compound": 0.4767, "pos": 0.383, "neg": 0.0, "neu": 0.617, "data": "2019-03-14 08:51:46"}, {"text": "That’s a different situation but 9/10 people are being greedy and won’t tip & it’s unfair to the server. I started tipping a lot more in college once I heard stories from friends & how they are treated. Imagine if that was your daughter in their position ", "compound": -0.4497, "pos": 0.084, "neg": 0.144, "neu": 0.772, "data": "2019-03-14 03:22:47"}, {"text": "i love the spectrum of reactions from my college friends like one girl thinks im the most adorable thing to ever exist, like i puff my cheeks and she uwus then theres two guys who are absolutely terrified of me, all i gotta do is talk a bit firmer and theyre scared shitless", "compound": 0.8225, "pos": 0.243, "neg": 0.111, "neu": 0.646, "data": "2019-03-13 17:52:54"}, {"text": "just remembered Friends From College got canceled and now im in a bad mood.", "compound": -0.1027, "pos": 0.176, "neg": 0.199, "neu": 0.625, "data": "2019-03-13 06:03:58"}, {"text": "Picture this: it’s 2014 and you’re a college freshman. You’re drunk off peach skyy. “I don’t fuck with you”is playing as you twerk with your old roommates. Some gross guy from theta zeta apple pie is tryna grind on you. Classes are easy. You have friends . Life is simple.", "compound": -0.296, "pos": 0.133, "neg": 0.153, "neu": 0.714, "data": "2019-03-13 17:35:32"}, {"text": "I didn't realize Friends from College got cancelled. Kind of sad, if only because I really enjoyed Fred Savage's performance. Not surprised though; once you have to hit the pregnancy panic button, it's only a matter of time.", "compound": -0.7862, "pos": 0.104, "neg": 0.279, "neu": 0.618, "data": "2019-03-13 03:30:01"}, {"text": "These kids will always wonder if their friends like them for their $ or themselves, not have self respect that comes from doing a good job & earning a place in college or a team, an award. It’s sad that they actually hurt their children this way. ", "compound": 0.449, "pos": 0.214, "neg": 0.162, "neu": 0.624, "data": "2019-03-13 11:13:40"}, {"text": "Is it bad that I get all my medical advice from 2 friends who are not even doctors? lol one is still in high school and one is in college and a nursing major", "compound": -0.4082, "pos": 0.084, "neg": 0.158, "neu": 0.758, "data": "2019-03-13 09:44:43"}, {"text": "I’ve said before that my friends who were first gen college hustled 10 times harder than those of us who came from comfortable families. They knew it was all on them, we had back up. They had their shit together way before we did.", "compound": 0.4215, "pos": 0.125, "neg": 0.071, "neu": 0.804, "data": "2019-03-14 01:28:21"}, {"text": "I thought Friends from College was funny for what it’s worth ", "compound": 0.7845, "pos": 0.53, "neg": 0.0, "neu": 0.47, "data": "2019-03-14 13:10:34"}, {"text": "it’s crazy to think about how in six months I’m gonna be 3 hours away, living on my own, in college , probably already dying from my load of classes, homesick, hanging with new friends ... wild", "compound": 0.0, "pos": 0.079, "neg": 0.105, "neu": 0.816, "data": "2019-03-14 00:57:57"}], "number": 486}