{"compound_ave": 0.17508942598187313, "tweets": [{"text": "I can’t watch baseball anymore without thinking about how dansby Swanson looks like Jess from Gilmore Girls", "neu": 0.857, "pos": 0.143, "neg": 0.0, "compound": 0.3612}, {"text": "time is defo a healer bcos i’m now not as sad as i was 3 weeks ago about gilmore girls finishing", "neu": 0.869, "pos": 0.131, "neg": 0.0, "compound": 0.3724}, {"text": "why are we putting Lane Kim from Gilmore Girls on blast? just a good 7th day adventist girl trying to live a punk rock life ", "neu": 0.884, "pos": 0.116, "neg": 0.0, "compound": 0.4404}, {"text": "websites korianwomansex daughter and dad having sex sensitive pornograph ova2 video erotic stripped gilrs rican lesbian girls nudist beauty contest pictures virginia heffernan gilmore girls hungarysexcam porn pros ", "neu": 0.877, "pos": 0.123, "neg": 0.0, "compound": 0.5859}, {"text": "gilmore girls will make your life bright my friends", "neu": 0.538, "pos": 0.462, "neg": 0.0, "compound": 0.7184}, {"text": "can somebody tell me if they’ve watched gilmore girls more than one time so i don’t feel bad that i’ve watched it 7 times over", "neu": 0.854, "pos": 0.0, "neg": 0.146, "compound": -0.5809}, {"text": "b99 atypical gilmore girls good girls", "neu": 0.633, "pos": 0.367, "neg": 0.0, "compound": 0.4404}, {"text": "Milo Ventimiglia on Gilmore Girls . That’s the tweet.", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "i just watched the Gilmore girls episode where Rory’s turns down a nepotistic internship and the dude does this whole “who cares how you got the opportunity life is abt taking advantage of what’s handed to u”", "neu": 0.804, "pos": 0.196, "neg": 0.0, "compound": 0.7783}, {"text": "No that’s Sam from supernatural jared padalecki played Dean on Gilmore Girls and Sam on supernatural.", "neu": 0.753, "pos": 0.129, "neg": 0.118, "compound": 0.0516}, {"text": "why do all these college scam articles keep using yale pictures please don’t make me relive the trauma cant you use pics of Harvard like Gilmore Girls did", "neu": 0.68, "pos": 0.136, "neg": 0.184, "compound": -0.4019}, {"text": "We talked so fast, we were like an episode of Gilmore Girls , only not as witty.", "neu": 0.857, "pos": 0.143, "neg": 0.0, "compound": 0.3612}, {"text": " Ironic....watching Gilmore Girls “Application Anxiety.” Emily Gilmore talks about the difficulty of getting into the Ivies with the influx of celebrity kids (2006) CornellMom", "neu": 0.906, "pos": 0.0, "neg": 0.094, "compound": -0.34}, {"text": "Google..,,..... Paris from Gilmore girls ........:: what is that bitch’s name???? ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Gilmore girls ? I thought you said Gilly! More girls!", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "That I can do!!", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "It’s from a song not Gilmore girls", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "If the GilmoreGirls had in any way been into sports, I think my feeling of connection to the show would have decreased exponentially.", "neu": 0.933, "pos": 0.067, "neg": 0.0, "compound": 0.128}, {"text": "People who are in Gilmore Girls unexpectedly, a thread:", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Just one of the 57 random thoughts on tonight's edition of the Runaway Thought Train. GilmoreGirls ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "My final paper at UCSB was about Gilmore Girls - best part of our major haha", "neu": 0.644, "pos": 0.356, "neg": 0.0, "compound": 0.802}, {"text": "Hearing about the college scandal and thinking not even parisgeller would have done that she instead worked hard sadly she didn’t go to Harvard but she went to Yale and didnt use money to get in gilmoregirls collegescandal ", "neu": 0.874, "pos": 0.0, "neg": 0.126, "compound": -0.4678}, {"text": "might just rewatch season 5-7 of gilmore girls i’m missing logan huntzberger", "neu": 0.833, "pos": 0.0, "neg": 0.167, "compound": -0.296}, {"text": "At Gilmore Girls trivia & of course this had to be our team name! Oy with the poodles already- wish us luck! ", "neu": 0.751, "pos": 0.249, "neg": 0.0, "compound": 0.7418}, {"text": "Where are my “ Gilmore Girls ” at? ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "It's Gilmore Girls but only when Rory didn't suck", "neu": 0.72, "pos": 0.28, "neg": 0.0, "compound": 0.4782}, {"text": "why am i barely watching gilmore girls ? it’s so good", "neu": 0.681, "pos": 0.319, "neg": 0.0, "compound": 0.5777}, {"text": "The Gazebo from Gilmore Girls ! hollywood set warnerbrothersstudiotour gilmoregirls Bros. Studio Tour Hollywood ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "sooooo I started watching Gilmore girls again", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Shows (continued) - Gilmore girls -the 100 -Brooklyn nine-nine -friends -greys anatomy -switched at birth -full house -the fosters", "neu": 0.846, "pos": 0.154, "neg": 0.0, "compound": 0.4767}, {"text": "Parts of Gilmore Girls for me", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Imma let you finish but the dance marathon episode of Gilmore Girls is the best episode of all time and an iconic part of tv history", "neu": 0.812, "pos": 0.188, "neg": 0.0, "compound": 0.7783}, {"text": "Aww dont feel that way sweetie I'm still hoping on some funds and I will would so fly u guys out", "neu": 0.739, "pos": 0.261, "neg": 0.0, "compound": 0.7184}, {"text": "Anyone got any show suggestions on Netflix?! I’ve watched The Office, and Gilmore Girls 6 times now lol", "neu": 0.838, "pos": 0.162, "neg": 0.0, "compound": 0.4753}, {"text": "i’ve watched gilmore girls all the way through more times then i can count. you aren’t alone", "neu": 0.882, "pos": 0.0, "neg": 0.118, "compound": -0.25}, {"text": "Just started watching the Gilmore Girls and idk why I’m only starting it now", "neu": 0.903, "pos": 0.0, "neg": 0.097, "compound": -0.1027}, {"text": "when I finish Gilmore girls , I’m going to have a breakdown. I love it", "neu": 0.704, "pos": 0.296, "neg": 0.0, "compound": 0.6369}, {"text": "You don't need to. I know exactly who it is. I wish I was going to be there to watch Gilmore Girls with you.", "neu": 0.881, "pos": 0.119, "neg": 0.0, "compound": 0.4019}, {"text": "The more I watch the more I realize I am in fact EmilyGilmore classy sassy andtakesnoneofyourbullshit", "neu": 0.805, "pos": 0.195, "neg": 0.0, "compound": 0.4404}, {"text": "Yall acting like you didn't know you could bribe your way into yale as if that wasn't a plot point of Gilmore girls", "neu": 0.823, "pos": 0.103, "neg": 0.074, "compound": 0.1779}, {"text": "Making my mom watch Gilmore Girls", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "pra mim as series sem defeito algum são game of thrones prison break how to get away with murder stranger things LOST queer as folk bates motel gossip girl gilmore girls & downton abbey e por isso nada mais importa", "neu": 0.728, "pos": 0.0, "neg": 0.272, "compound": -0.9141}, {"text": "May something today make you as happy as puppies make Lorelei. GilmoreGirls ", "neu": 0.748, "pos": 0.252, "neg": 0.0, "compound": 0.5719}, {"text": "I dreamt I was at a restaurant and I really wanted chicken and waffles but the price was $41.00 dollars and I just got very upset and for fried rice instead. This all took place in the Gilmore Girls universe, and my brother was a 5 year old (really a 23 yo) & my dad was young..", "neu": 0.924, "pos": 0.0, "neg": 0.076, "compound": -0.5913}, {"text": "gilmore girls is a classic, also i just started watching ‘one day at a time’ and i really like it", "neu": 0.843, "pos": 0.157, "neg": 0.0, "compound": 0.4201}, {"text": "Emily eating super slow to annoy Trix is the best thing. She is an amazing actress. GilmoreGirls", "neu": 0.468, "pos": 0.428, "neg": 0.104, "compound": 0.875}, {"text": "Gilmore Girls !!! Ladybird!!! American Gods! And, soon, Good Omens!! ", "neu": 0.689, "pos": 0.311, "neg": 0.0, "compound": 0.6209}, {"text": "gilmore girls is the best show u cant tell me otherwise", "neu": 0.682, "pos": 0.318, "neg": 0.0, "compound": 0.6369}, {"text": "Season 5 is my favorite season all time of Gilmore Girls . How about you?", "neu": 0.8, "pos": 0.2, "neg": 0.0, "compound": 0.4588}, {"text": "gonna rewatch the Gilmore girls and scream about every bad writing decision , but I will tag it with somethin so u can blacklist", "neu": 0.823, "pos": 0.0, "neg": 0.177, "compound": -0.4767}, {"text": "No matter how many times I watch Gilmore Girls it will always feel like a warm hug", "neu": 0.481, "pos": 0.413, "neg": 0.106, "compound": 0.6597}, {"text": "i’m literally so obsessed with gilmore girls i haven’t watched anything else all week xxx", "neu": 0.853, "pos": 0.0, "neg": 0.147, "compound": -0.3052}, {"text": "OMG YES! I feel horrible not being able to make it! New York is a long ways away, having two kids makes it hard to get there to experience such a magical event. I really dont want to miss this! Even if its not in person! I dreamt of seeing events like this as a kid.", "neu": 0.746, "pos": 0.145, "neg": 0.109, "compound": 0.4844}, {"text": "Hi y'all! I'm Leigh in southeastern NC, T1 for 27 years & married to a T1. Last week I slept in on Saturday and it was I don't know much about Marie Kondo other than what I've seen on the Gilmore Girls reboot dsma", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "am I the only one who couldn’t watch Gilmore Girls because Lorelai annoyed them?", "neu": 0.822, "pos": 0.0, "neg": 0.178, "compound": -0.3818}, {"text": "Najlepsze seriale — friends, gilmore girls ,full house,dom z papieru, how i met your mother & teen wolf ", "neu": 0.819, "pos": 0.181, "neg": 0.0, "compound": 0.4767}, {"text": "Nah he's talking about Gilmore Girls , duh", "neu": 0.811, "pos": 0.0, "neg": 0.189, "compound": -0.1027}, {"text": "aeroplane emoji gilmore girls binge tonight i think ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "COMO ASSIM QUE FINAL FOI ESSE???? GILMORE GIRLS UM ANO P RECORDAR EU TE ODEIO", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Gilmore girls + coffee = ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Fun fact about my hometown: a clown died there doing a burlesque trapeze act in 1826 and circuses refused to come back for over 30 years after. The grave is on Main Street. Eat your heart out Gilmore Girls !", "neu": 0.733, "pos": 0.073, "neg": 0.193, "compound": -0.6588}, {"text": "Charmed/Smallville/Supernatural/True Blood/ Gilmore Girls /Buffy the Vampire Slayer/Angel/ The OC You're missing out on some quality television ", "neu": 0.879, "pos": 0.0, "neg": 0.121, "compound": -0.296}, {"text": "S5 is the best season of Gilmore Girls . I Jump, You Jump Jack, Logan, AND Kirk’s birth dance? For what more you you ask.", "neu": 0.84, "pos": 0.16, "neg": 0.0, "compound": 0.6369}, {"text": "Pretty little liars, gossip girl, HIMYM, gilmore girls etc ", "neu": 0.437, "pos": 0.233, "neg": 0.33, "compound": -0.0846}, {"text": "I just finished all of Gilmore Girls . Jesse deserves better and Luke is the fittest thing in Stars Hollow.", "neu": 0.854, "pos": 0.146, "neg": 0.0, "compound": 0.4404}, {"text": "Unpopular opinion- Gilmore girls : Dean is kind of a jerk!", "neu": 0.728, "pos": 0.0, "neg": 0.272, "compound": -0.4561}, {"text": "Gilmore Girls ' theme song is top 5. Don't argue with me", "neu": 0.701, "pos": 0.299, "neg": 0.0, "compound": 0.4284}, {"text": "In my film class sophomore year the clips my professor showed us on how to focus on character dialogue with the camera were from gilmore girls . half the class was just watching various scenes from the show.", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "GilmoreGirls Trivia on Monday, April 1 at 8pm. RSVP at; NYC Netflix LorelaiGilmore LaurenGraham RoryGilmore AlexisBlede", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "I love waking up from really good time, nice to spend 4 hours not watching gilmore girls , i wont survive", "neu": 0.572, "pos": 0.428, "neg": 0.0, "compound": 0.8874}, {"text": "so yall know i’m watching gilmore girls and y’all know i’m 600% for luke and lorelai. but omg...why do they switch sides of the bed each night??? sleep on one side...that’s YOUR side. why switch? i can’t.", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "starting the last season of Gilmore girls and all I can say is I wanna be LOVED man", "neu": 0.764, "pos": 0.236, "neg": 0.0, "compound": 0.6841}, {"text": "Dean deserves better than Rory, and I hope he beats the shit out of Jess. That being said, Rory and Paris are the best frienemies ever. The way Paris covered for Rory was friendship goals GilmoreGirls", "neu": 0.64, "pos": 0.36, "neg": 0.0, "compound": 0.9509}, {"text": "\"La la la la\" me humming to any Gilmore Girls background song.", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Watching gilmore girls what is sam winchester doing here", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "I’m re-watching GilmoreGirls A Year In The Life and they mention Brexit - it’s actually been going on forever. Oh and they reference Marie Kondo. That’s also been going on forever.", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "I want to be a sushi roll of blankets while I eat fries and watch Gilmore girls", "neu": 0.909, "pos": 0.091, "neg": 0.0, "compound": 0.0772}, {"text": "Happy with his professional wife, Galt tosses her three gold coins that look remarkably like Ameros. That's about 4 grand. The two then go to a farmers market that looks like something out of Gilmore Girls complete with a not so veiled attack on common core teaching.", "neu": 0.722, "pos": 0.278, "neg": 0.0, "compound": 0.9331}, {"text": "All this Lori Loughlin/felicity Huffman drama has me thinking that if rory from Gilmore girls was as smart as they said she was she wouldn’t have needed to switch to private school in order to get into Harvard topical", "neu": 0.934, "pos": 0.066, "neg": 0.0, "compound": 0.4019}, {"text": "If you've ever dreamed about buying a home next door to Lorelai and Rory, here's how much you can expect to spend! GilmoreGirls ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Wrote specifically for Rory Gilmore GilmoreGirls ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "i feel like gilmore girls has some of the most likable male characters in tv, which is less a testament to how well they’re written and more a testament to how terribly men on other shows are written", "neu": 0.796, "pos": 0.114, "neg": 0.09, "compound": 0.0}, {"text": "I met Lauren Graham. She played the mother on the Gilmore Girls . She treated me like shit. She is a Pig and a Cockroach.", "neu": 0.679, "pos": 0.185, "neg": 0.136, "compound": 0.0772}, {"text": "Each time I watch Gilmore girls I hate dean more and more", "neu": 0.709, "pos": 0.0, "neg": 0.291, "compound": -0.5719}, {"text": "Rory was such a a piece of shit to Dean. GilmoreGirls", "neu": 0.69, "pos": 0.0, "neg": 0.31, "compound": -0.5574}, {"text": ". Trivia with Mike Migielicz, 7:05 p.m. | 1989 Movies, , and The Mighty Ducks Trilogy. | I will follow where you lead. (Art by .) ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "rory says “i’m pregnant” & that’s it?! i need more!! ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "I might or might not be avoiding to keep watching Gilmore Girls because the next episode is the one with Lorelai sleeping with Christopher and that shit depresses me.", "neu": 0.739, "pos": 0.06, "neg": 0.201, "compound": -0.6969}, {"text": "my reddit notifications: r/sex Feeling her heartbeat when I go down on her my reddit search history: r/Beatles, r/acne, r/ GilmoreGirls", "neu": 0.927, "pos": 0.073, "neg": 0.0, "compound": 0.128}, {"text": "okay, hi, excuse me, DEAN WAS THE WORST BOYFRIEND ON GILMORE GIRLS . and now he's hanging out with jax taylor, THE WORST PERSON ON VANDERPUMP RULES ", "neu": 0.631, "pos": 0.092, "neg": 0.277, "compound": -0.8579}, {"text": " it’s time!!!! Where is my dosage of !!!!!", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Every time I rewatch Gilmore girls I am forced to fall in love with max and his relationship with Rory and watch Lorelei make ABSURD life choices and I just", "neu": 0.776, "pos": 0.13, "neg": 0.093, "compound": 0.296}, {"text": "Just downloaded the app Libby to listen to audio books while at work. The first book chosen? : from Gilmore Girls to Gilmore Girls (and everything in between). Man, do I love me some LaurenGraham ! <3", "neu": 0.812, "pos": 0.188, "neg": 0.0, "compound": 0.8122}, {"text": "Gilmore Girls (Thank you ) 1) Rory 2) Kirk 3) Richard 4) Gil ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Alright so I started Gilmore girls , I’ll let ya know how it goes.", "neu": 0.846, "pos": 0.154, "neg": 0.0, "compound": 0.25}, {"text": "Best thing about Tom being in Cheltenham is watching 57 back to back eps of Gilmore Girls", "neu": 0.792, "pos": 0.208, "neg": 0.0, "compound": 0.6369}, {"text": "Well my flight to LA got canceled damn you high winds haha it's ok tho I got another one for tomorrow yess now I can binge watch more Gilmore girls thank you for the recommendation ", "neu": 0.687, "pos": 0.247, "neg": 0.066, "compound": 0.7479}, {"text": "Rory from Gilmore Girls is my personality double but I’m just more obnoxious", "neu": 0.73, "pos": 0.0, "neg": 0.27, "compound": -0.664}, {"text": "Cant believe it took for IG and Facebook to break for me to start watching Gilmore Girls ... which is surprisingly good !!", "neu": 0.787, "pos": 0.213, "neg": 0.0, "compound": 0.6892}, {"text": "If you've ever dreamed about buying a home next door to Lorelai and Rory, here's how much you can expect to spend! GilmoreGirls ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "A lot of Gilmore girls fans and Ivy League teens in my mentions today", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "the gilmore girls must have pooped so much", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "No Gilmore girls is a terrible show", "neu": 0.43, "pos": 0.0, "neg": 0.57, "compound": -0.6486}, {"text": "Had seen Gilmore Girls back then... but not Dawson's Creek, must have looked too traumatizing between commercials for Camry's & flip phones.", "neu": 0.818, "pos": 0.0, "neg": 0.182, "compound": -0.6652}, {"text": "watching GilmoreGirls and I’m in the part where Rory dropped out Yale..... really??? I’m losing faith in this character, is getting worse with time", "neu": 0.687, "pos": 0.1, "neg": 0.213, "compound": -0.5353}, {"text": "That would be incredible!!!! He is a genius!!!", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Dean is SO annoying GilmoreGirls", "neu": 0.518, "pos": 0.0, "neg": 0.482, "compound": -0.5756}, {"text": "Side note the Gilmore girls theme song is currently playing and I can’t stop laughing", "neu": 0.604, "pos": 0.275, "neg": 0.121, "compound": 0.4215}, {"text": "that bit in Gilmore Girls where Lorelai’s grandma has died and she’s on the phone to Emily and Michelle is whanging on at her because he doesn’t realise the gravity of the phone call she’s having and Lorelai just says “dead grandma Michelle” to shut him up", "neu": 0.927, "pos": 0.0, "neg": 0.073, "compound": -0.5574}, {"text": "i do the same exact thing with gilmore girls . i try so hard to branch out, but i end up just restarting it as soon as it ends. so glad i’m not alone", "neu": 0.753, "pos": 0.207, "neg": 0.04, "compound": 0.7892}, {"text": "Who would’ve known I would like watching Gilmore Girls lol.", "neu": 0.569, "pos": 0.431, "neg": 0.0, "compound": 0.6486}, {"text": "I really love Gilmore Girls . Even the terrible parts. Even Rory’s character assassination. All of it.", "neu": 0.511, "pos": 0.191, "neg": 0.298, "compound": -0.3626}, {"text": "how i met your mother and Gilmore girls", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Day 2 of March Break: Costco with Grandma Light treatment Gym Nap Gilmore Girls Prep dinner Cuddles on the couch", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Gilmore girls is just better when Luke and Lorelei are together and in love.", "neu": 0.628, "pos": 0.372, "neg": 0.0, "compound": 0.7964}, {"text": "Apologies to anyone who cares but the more I watch GilmoreGirls the less I like Rory... Love Lorelai tho and I re-watch it a lot sad ?", "neu": 0.556, "pos": 0.316, "neg": 0.128, "compound": 0.724}, {"text": "honestly clarke griffin, raven reyes, harper mcintyre & octavia - the 100, lane kim - gilmore girls , pam beesly - the office... *sighs* so many others.", "neu": 0.875, "pos": 0.125, "neg": 0.0, "compound": 0.4588}, {"text": "“It’s pretty supernatural how incredibly nice this man is!it was like living in a seventh heaven or something. Maybe I should ask one of the Gilmore Girls about it, what do you think? that’s of course THE Jared Padalecki...” aerikp ft. Jared Padalecki on instagram (@.aerikp) ", "neu": 0.764, "pos": 0.236, "neg": 0.0, "compound": 0.9078}, {"text": "Actually it’s Sam in supernatural. Dean in Gilmore girls .", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "I'm watching The Gilmore Girls and guys.................I want a Jess", "neu": 0.86, "pos": 0.14, "neg": 0.0, "compound": 0.0772}, {"text": "Best thing about maternity leave is having my baby stare into my soul as he feeds, as I binge rewatch .", "neu": 0.759, "pos": 0.188, "neg": 0.054, "compound": 0.6124}, {"text": "I love gilmore girls because I could be watching it for the sixth time and still get new pop culture references I didn't get the last time lmao", "neu": 0.74, "pos": 0.26, "neg": 0.0, "compound": 0.8442}, {"text": "tristan from gilmore girls gets sent to military school in north carolina to become...luke scott from one tree hill", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "I am simultaneously watching gilmore girls and gossip girl and having the time of my life!!!!", "neu": 0.83, "pos": 0.0, "neg": 0.17, "compound": -0.4344}, {"text": "A little fruity, and so happy lukeandlorelai lorelaigilmore lukesdiner gilmoregirls lukedanes starshollow lukecanwaltz ", "neu": 0.699, "pos": 0.301, "neg": 0.0, "compound": 0.6948}, {"text": "At first, I liked almost every character in Gilmore Girls , now, I hate everyone except Luke and Paul Anka. I understand Luke and his aggravation. But I can’t just stop watching the show, I have to finish I’m so close to the finish line.", "neu": 0.805, "pos": 0.063, "neg": 0.132, "compound": -0.4767}, {"text": "Honestly I’ll just be happy with a girlfriend who understands my need to rewatch Gilmore Girls every 12 months.", "neu": 0.705, "pos": 0.295, "neg": 0.0, "compound": 0.7717}, {"text": "Season 6 & 7 are probably my least favorite seasons from Gilmore Girls", "neu": 0.784, "pos": 0.0, "neg": 0.216, "compound": -0.357}, {"text": "Rewatching Gilmore girls ...why is Lorelei such an idiot", "neu": 0.708, "pos": 0.0, "neg": 0.292, "compound": -0.5106}, {"text": "Cannot believe I'm watching the Winter episode of the GilmoreGirls . It doesn't feel like it should almost be over. I'm emotionally invested and don't want to let go of these characters. ", "neu": 0.897, "pos": 0.0, "neg": 0.103, "compound": -0.3252}, {"text": "everyone has a guilty pleasure white person show and mine is gilmore girls", "neu": 0.606, "pos": 0.224, "neg": 0.17, "compound": 0.2263}, {"text": "My Gilmore Girls rewatch has made it to Rory’s Chilton graduate episode ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Lauren Graham’s character in a TV show called “ Gilmore Girls ”...the character’s name was “Lorelai Gilmore”. I was a fan. ", "neu": 0.881, "pos": 0.119, "neg": 0.0, "compound": 0.3182}, {"text": "i finished all of the gilmore girls lastnight & i honestly don’t know what to do with myself./: ", "neu": 0.824, "pos": 0.176, "neg": 0.0, "compound": 0.4588}, {"text": "literally any other Hook ship would have been more compelling than CS, season 7 was legit in its attempt to soft reboot the show, it was obvious Jmo didn’t read scripts outside of her scenes, the show should have been “ Gilmore Girls with fairy dust” ", "neu": 0.953, "pos": 0.047, "neg": 0.0, "compound": 0.2944}, {"text": "Kirk: Yes, but how can I have a career as a ballet dancer? GilmoreGirls", "neu": 0.844, "pos": 0.156, "neg": 0.0, "compound": 0.2144}, {"text": "Gilmore Girls is honestly so pure I love it", "neu": 0.445, "pos": 0.555, "neg": 0.0, "compound": 0.8166}, {"text": "GilmoreGirls fans: you can now have lunch at Lorelai Gilmore 's house! ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "I just started Gilmore Girls , and I’m OBSESSEEEEDDD !", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Is Gilmore girls worth watching???", "neu": 0.621, "pos": 0.379, "neg": 0.0, "compound": 0.3485}, {"text": "Aw no debt were friends it's not necessary maybe just hugs", "neu": 0.389, "pos": 0.35, "neg": 0.261, "compound": 0.3818}, {"text": "collegeadmissionscandal / gilmoregirls crossover edition : Paris discovers her spot at Harvard was taken by the daughter of a CEO, Emily bribes Yale despite the fact Rory has the grades to get in. Lorelai off somewhere being petty about something irrelevant.", "neu": 0.954, "pos": 0.0, "neg": 0.046, "compound": -0.2023}, {"text": "I'm so frustrated with this Gilmore Girls reboot!", "neu": 0.637, "pos": 0.0, "neg": 0.363, "compound": -0.6105}, {"text": "In this HDTGM ep Jason Mantzoukas said my last name (referencing The Wire) while in the same breath displaying a thorough knowledge of Gilmore Girls and I’m truly, deeply, going to call the police", "neu": 0.917, "pos": 0.083, "neg": 0.0, "compound": 0.4404}, {"text": "Right, plus that is not Dean from super its Sam, also played Dean from Gilmore girls . Bonnie should have fact checked first before commenting.", "neu": 0.799, "pos": 0.087, "neg": 0.114, "compound": -0.1891}, {"text": "Translating the novel \"Suzanne\" was an emotional process for Rhonda Mullins. The book is a contender for Canada Reads 2019 and will be defended by \" Gilmore Girls \" actor Yanic Truesdale. The debates take place March 25-28, 2019. ", "neu": 0.859, "pos": 0.141, "neg": 0.0, "compound": 0.5267}, {"text": "\"That Francie is pure evil so she'll probably wind up President.\" God. Lorelai is right on the money. GilmoreGirls", "neu": 0.723, "pos": 0.089, "neg": 0.187, "compound": -0.5106}, {"text": "Pitch: a spin-off of Gilmore Girls where Paris Geller is implicated in the CollegeCheatingScandal because her son just didn't make the cut with his Chilton education. Meanwhile Rory's baby daddy just donated a new wing to the library to get their kid in.", "neu": 0.957, "pos": 0.043, "neg": 0.0, "compound": 0.2057}, {"text": " where is my dose of why isn’t it on tv?!", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Clean home Glass of champagne Gilmore Girls", "neu": 0.505, "pos": 0.495, "neg": 0.0, "compound": 0.5994}, {"text": "the woman watching gilmore girls on the treadmill at the gym is a whole ass mood", "neu": 0.8, "pos": 0.0, "neg": 0.2, "compound": -0.5423}, {"text": "Spending the evening watching Gilmore Girls . I wish I could find myself a man like Luke Danes or a Scott Patterson look like I would be happy at either", "neu": 0.637, "pos": 0.363, "neg": 0.0, "compound": 0.886}, {"text": "sorry pero pwede bang reprise na lang yung sa tabing ilog...? like gilmore girls , their lives 20 years after? i want jodi, baron, and patrick!!!!!!", "neu": 0.76, "pos": 0.193, "neg": 0.047, "compound": 0.6159}, {"text": "Not that anyone cares about gilmore girls anymore but rory gilmore is like... a steaming pile of doo doo as a character. AND shes like exactly the demographic of mediocre rich white kid thats hyped up to be a prodigy despite not having basic skills.... ANYWAYS. Anyways. Anyways.", "neu": 0.809, "pos": 0.157, "neg": 0.034, "compound": 0.8131}, {"text": "watching GilmoreGirls and I’m not sure if I’m TeamJess or TeamLogan yet. What I do know is that I’m definitely NOT TeamDean", "neu": 0.803, "pos": 0.114, "neg": 0.083, "compound": 0.1872}, {"text": "Can't help but be in love with as Jess in Gilmore Girls , after watching it 5000x he's just", "neu": 0.683, "pos": 0.248, "neg": 0.07, "compound": 0.7328}, {"text": "Can please pay me to redo the subtitles on Gilmore Girls because whoever did them obviously couldn’t keep up with how fast Lorelei talks and it’s driving me crazy.", "neu": 0.81, "pos": 0.072, "neg": 0.118, "compound": -0.128}, {"text": "Coming after the Gilmore Girls ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Love Gilmore Girls hate Rory", "neu": 0.275, "pos": 0.385, "neg": 0.339, "compound": 0.128}, {"text": " Everytime life gets hard, or I struggle or lose my way-I got back to Gilmore Girls . It helped me through my mother’s illness and death and it continues to help me find my way. Lorelei is my spirit animal! Thank YOU for her!", "neu": 0.624, "pos": 0.127, "neg": 0.249, "compound": -0.7707}, {"text": "char 1. gilmore girls 2. harry potter 3. marina 4. dominique 5. bi/pan warrior", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "There will :)", "neu": 0.4, "pos": 0.6, "neg": 0.0, "compound": 0.4588}, {"text": "I appreciate the kindness! So much. I would be forever in debt to someone who would help like that.", "neu": 0.467, "pos": 0.436, "neg": 0.097, "compound": 0.8268}, {"text": "mo, assiste gossip girl, dinastia, gilmore girls , the flash, the 100, friends, grey's anatomy EU JÁ ASSISTI METADE DA NETFLIX SE PRECISAR DE MAIS SÉRIES ME CHAMA HAHSHHA", "neu": 0.844, "pos": 0.101, "neg": 0.055, "compound": 0.34}, {"text": "i have so much pride in gilmore girls taking place in ct even though stars hollow is completely made up and there is not a single location in the entire state that even remotely resembles it", "neu": 0.925, "pos": 0.075, "neg": 0.0, "compound": 0.3976}, {"text": "- gilmore girls - one day at a time - super girl - the flash - the office - friends - grey's anatomy - glee - pretty little liars - the mist - the 100", "neu": 0.507, "pos": 0.406, "neg": 0.088, "compound": 0.9061}, {"text": "Um I just got informed that were giving away a Gilmore girls binge candle and now I’m sad I can’t get it", "neu": 0.756, "pos": 0.107, "neg": 0.138, "compound": -0.1779}, {"text": "IN THIS HOUSE WE DO NOT TOLERATE GILMORE GIRLS SLANDER OF ANY KIND", "neu": 0.779, "pos": 0.221, "neg": 0.0, "compound": 0.5267}, {"text": "You know that episode of Gilmore girls when Rory gets all weird around that TA even though she’s dating Logan and she doesn’t wanna date the TA at all It’s like that", "neu": 0.877, "pos": 0.073, "neg": 0.05, "compound": 0.2023}, {"text": "I'm so pissed about this Gilmore Girls reboot!", "neu": 0.594, "pos": 0.0, "neg": 0.406, "compound": -0.6989}, {"text": "gilmore girls plot twist: college admissions scandal", "neu": 0.674, "pos": 0.0, "neg": 0.326, "compound": -0.4404}, {"text": "ok i’m back to watching gilmore girls again and who said logan sucks i actually think he’s nice for now skskksks", "neu": 0.694, "pos": 0.204, "neg": 0.102, "compound": 0.3612}, {"text": "I just laughed out loud. Living in Connecticut, people assume all sorts of crazy things about this place because of Gilmore Girls . I have people who had never been to Connecticut telling me that town greens and big white churches aren’t a thing.", "neu": 0.876, "pos": 0.069, "neg": 0.055, "compound": 0.1531}, {"text": "stolen from literally everyone but how similar are we b99 - 200 pts odaat - 150 pts tgp - 150 pts umbrella academy - 100 pts gilmore girls - 100 pts atypical - 100 pts superstore - 100 pts glee - 50 pts friends - 50 pts", "neu": 0.744, "pos": 0.211, "neg": 0.045, "compound": 0.8705}, {"text": "Aww I wish u could be there too one day we will", "neu": 0.769, "pos": 0.231, "neg": 0.0, "compound": 0.4019}, {"text": "watch gilmore girls", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "I really want to be able to sit down and finish Requiem for a Dream but I just can't bring myself to. I don't know if I'll ever see a movie so unsettling. Gilmore Girls until I fall asleep it is!!!", "neu": 0.9, "pos": 0.1, "neg": 0.0, "compound": 0.3965}, {"text": "i’m bored i finished Bangkok Rak Stories 2: Mai Diang Sa..time to watch Gilmore girls", "neu": 0.861, "pos": 0.0, "neg": 0.139, "compound": -0.2732}, {"text": "Hey, is Gilmore Girls perhaps on Netflix?", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "I love Gilmore girls . I’m always crying for the last episode.", "neu": 0.523, "pos": 0.275, "neg": 0.203, "compound": 0.2732}, {"text": "You should hear me after I watch Gilmore Girls . Give me 15 minutes and I have Lorelai's speech and delivery of humour down perfectly.", "neu": 0.733, "pos": 0.267, "neg": 0.0, "compound": 0.8074}, {"text": "tagged by descreva a si mesmo em 4 personagens chandler bing; friends jamie randall; love and other drugs rachel amber; before the storm rory gilmore; gilmore girls ", "neu": 0.759, "pos": 0.241, "neg": 0.0, "compound": 0.8074}, {"text": "Honestly if my friends parents were so involved in their life I would see it as a red flag ???? Like most parent child relationships aren’t Gilmore Girls and this seems controlling/maybe abusive?", "neu": 0.662, "pos": 0.235, "neg": 0.103, "compound": 0.6553}, {"text": "Why is everyone acting like they didn’t know you could bribe or buy your way into a good college? People aren’t just donating buildings and recruiting legacies for fun. You all clearly didn’t watch Gilmore Girls . VarsityBlues", "neu": 0.701, "pos": 0.258, "neg": 0.041, "compound": 0.8625}, {"text": "GilmoreGirls fans: you can now have lunch at Lorelai Gilmore 's house! ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Random Questions I Ask My Boyfriend: \"What does it say about me that my roommate is watching Gilmore Girls and painting her nails and....I'm watching The Sopranos?\"", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "OH ADD the episode of gilmore girls", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Night shift is good (I just started it), call the midwife, gilmore girls , how I met your mother", "neu": 0.847, "pos": 0.153, "neg": 0.0, "compound": 0.4404}, {"text": "Yayyyyy thank u for confirming this", "neu": 0.615, "pos": 0.385, "neg": 0.0, "compound": 0.3612}, {"text": "lorelai gilmore girls theme song Seasons", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "the last episode of gilmore girls will always make me cry", "neu": 0.763, "pos": 0.0, "neg": 0.237, "compound": -0.4767}, {"text": "You do realize he’s played more than one role in his career don’t you? He was Dean from Gilmore Girls first.", "neu": 0.893, "pos": 0.107, "neg": 0.0, "compound": 0.34}, {"text": "Richard: Who's going to help her get into Harvard? See, Richard was well aware of the privilege of being rich, being a legacy, and having connections when it came to Ivy League Schools. GilmoreGirls", "neu": 0.727, "pos": 0.273, "neg": 0.0, "compound": 0.872}, {"text": "Logan Huntzberger will always win my heart gilmoregirls", "neu": 0.648, "pos": 0.352, "neg": 0.0, "compound": 0.5859}, {"text": "best coiple in gilmore girls .. debate it w ur coffee cup. ", "neu": 0.704, "pos": 0.296, "neg": 0.0, "compound": 0.6369}, {"text": "Okay and I are texting about Gilmore Girls and I just realized something. Why are all the teen geniuses besides Rory weirdos? Tana, Paris, and April. All teen geniuses, all lacking social skills, all weird in some way.", "neu": 0.853, "pos": 0.049, "neg": 0.098, "compound": -0.2263}, {"text": "And for Gilmore Girls , that comes back to bite it sometimes. There are definitely more weird uneven characterizations in Gilmore Girls than in Dragon Ball", "neu": 0.831, "pos": 0.097, "neg": 0.072, "compound": 0.1796}, {"text": "Just watched an episode of Gilmore Girls and now I feel sad", "neu": 0.763, "pos": 0.0, "neg": 0.237, "compound": -0.4767}, {"text": "K we get it you hate Gilmore Girls", "neu": 0.619, "pos": 0.0, "neg": 0.381, "compound": -0.5719}, {"text": "I miss logan i’m about to rewatch gilmore girls again", "neu": 0.833, "pos": 0.0, "neg": 0.167, "compound": -0.1531}, {"text": "Keep watching Gilmore girls or play halo ... ?", "neu": 0.745, "pos": 0.255, "neg": 0.0, "compound": 0.34}, {"text": "Logan was such a dick when he met Jess. GilmoreGirls", "neu": 0.708, "pos": 0.0, "neg": 0.292, "compound": -0.5106}, {"text": "Everything I need to know about Ivy League admissions politics, I learned from watching Gilmore Girls .", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "I just finished gilmore girls and there’s a hole in my heart now", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "I just watched a YouTube comment section argue about whether or not the YouTuber in question looked like Dean from Gilmoregirls or Sam from Supernatural ... each claiming the other side was wrong... ", "neu": 0.855, "pos": 0.074, "neg": 0.071, "compound": 0.0258}, {"text": "Favorite five tv shows? — X files Gilmore girls Fringe Outlander Ouat Private practice I know it's six ( in no order) and there is so many other that i really liked. I could've put Lost, Army wives and Desperate housewives for ex ", "neu": 0.719, "pos": 0.133, "neg": 0.148, "compound": 0.0754}, {"text": "How am I going to survive night shifts when I finish Gilmore Girls ???", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "I’m lovin’ Gilmore Girls ! it’s so... wholesome.", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "good morning and first of all, everyone always cites Gilmore girls for \"the jess box\" and \"the dean box\" but it's like, they can't have invented that", "neu": 0.828, "pos": 0.172, "neg": 0.0, "compound": 0.6369}, {"text": "5 tv shows 1) one tree hill 2) lucifer 3) once upon a time 4) castle 5) gilmore girls tag : whoever wants to do it :)", "neu": 0.885, "pos": 0.115, "neg": 0.0, "compound": 0.4588}, {"text": "I mean that’s what I did in college *watched Gilmore Girls", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "instagram and facebook are down looks like I’ll just play solitaire and watch GilmoreGirls instead ", "neu": 0.726, "pos": 0.274, "neg": 0.0, "compound": 0.5994}, {"text": "re-watching gilmore girls and got to the part where rory tells dean she loves him and i physically gagged", "neu": 0.727, "pos": 0.168, "neg": 0.105, "compound": 0.34}, {"text": "350. Never watched ODAAT, Gilmore Girls , Umbrella Academy, Atypical, or Superstore. I've watched friends & hated it. Never liked Glee (no strong opinion other than not my taste)", "neu": 0.574, "pos": 0.167, "neg": 0.258, "compound": -0.5423}, {"text": "Ooof on to season 4 episode 22 of Gilmore Girls AKA the last episode in which Rory is a redeemable character girlbye", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "I finally finished watching Gilmore Girls (I'm late, I know) and I'm disappointed by how little they played with the Life and Death Brigade. There could have been so many interesting events/plotlines with a group like that.", "neu": 0.665, "pos": 0.174, "neg": 0.161, "compound": -0.1027}, {"text": "Remember on Gilmore Girls when Paris' dad made a large donation to get her into an elite university? collegeadmissionsscandal", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Im on the set of Gilmore Girls and Pretty Little Liars! – bei Gilmore Girls Set", "neu": 0.68, "pos": 0.17, "neg": 0.151, "compound": 0.0989}, {"text": "But, he is Dean from Gilmore Girls ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "thinking about the time i bought a denim jacket because jess from gilmore girls had one that looked like it", "neu": 0.872, "pos": 0.128, "neg": 0.0, "compound": 0.3612}, {"text": "i have to study but i just want to lay down and watch gilmore girls", "neu": 0.892, "pos": 0.108, "neg": 0.0, "compound": 0.1154}, {"text": "Also Rory is mad at Lorelai cuz she got married to Chris without inviting or even telling her. This whole episode Lorelai hasn't been able to work out why Rory's not happier. Remember when she used to be smart? I expect obliviousness from Chris, but come on Lore! gilmoregirls", "neu": 0.853, "pos": 0.036, "neg": 0.112, "compound": -0.4425}, {"text": "Jackie- That 70s Show, Bonnie Bennett- TVD, Rory Gilmore and Lane Kim- Gilmore Girls , Raven Reyes- The 100, at times Kara Danvers- Supergirl", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Why does every male character in Gilmore Girls make me violently angry? Oh.", "neu": 0.608, "pos": 0.0, "neg": 0.392, "compound": -0.7964}, {"text": "gilmore girls , the good place, grace & frankie, new girl, occasionally ill watch orange is the new black but its a little weird at first", "neu": 0.725, "pos": 0.147, "neg": 0.128, "compound": 0.1245}, {"text": "\"I'm too tired for this shit\" Literally, my mood for this entire day. coffee mood GilmoreGirls feels ", "neu": 0.698, "pos": 0.0, "neg": 0.302, "compound": -0.7579}, {"text": "Who watched Gilmore Girls ? ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "That episode of Gilmore Girls where Emily gets rid of anything that doesn’t bring her joy is the whole mood for this season of life", "neu": 0.863, "pos": 0.137, "neg": 0.0, "compound": 0.5859}, {"text": "S7 e8. Mixed feelings. Rory writes an article about Logan's rich friends. He's mad. There's a bit of a \"millionaire is a slur\" vibe to it, but Rory finally getting called out for acting like she isn't privileged as hell is incredibly satisfying & a long time coming. gilmoregirls", "neu": 0.625, "pos": 0.288, "neg": 0.088, "compound": 0.9157}, {"text": "Cried for Gilmore girls again.", "neu": 0.606, "pos": 0.0, "neg": 0.394, "compound": -0.3818}, {"text": "I was just thinking, what if my tweet was not about Gilmore Girls but was actually about ? Would it still be true?", "neu": 0.831, "pos": 0.169, "neg": 0.0, "compound": 0.6199}, {"text": "quote w the biggest gilmore girls spoiler", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "i don’t understand what we done to deserve Gilmore Girls : A Year In The Life to end like that ????", "neu": 0.831, "pos": 0.169, "neg": 0.0, "compound": 0.5362}, {"text": "While I acknowledge the arch of Rory in Gilmore girls reunion series, it has been a year since I've watched it I have still not accepted it. Lorelei was a shit mother.", "neu": 0.828, "pos": 0.0, "neg": 0.172, "compound": -0.6613}, {"text": "So good I had to share! Check out all the items I'm loving on from poshmark fashion style shopmycloset gilmoregirls vincecamuto verabradley : ", "neu": 0.653, "pos": 0.347, "neg": 0.0, "compound": 0.862}, {"text": "I hope so!!! I am watching for anything! I feel like part of my soul is being put on hold.", "neu": 0.695, "pos": 0.305, "neg": 0.0, "compound": 0.7627}, {"text": "Omg—for me it’s been Gilmore Girls . I just finished the series and am just...shook...again.", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Emily Gilmore telling the DAR to go eff themselves will always be one of my most favorite things in the Gilmore Girls reboot.", "neu": 0.87, "pos": 0.13, "neg": 0.0, "compound": 0.5095}, {"text": "I cried and got drunk on a bottle of gin. (Bad idea) Then binge watched every season of Gilmore girls in my PJs for I don’t remember how many days in a row. (Good idea) I’d never been more depressed in my life. 9 to 5 job routine saved me mentally!", "neu": 0.788, "pos": 0.116, "neg": 0.096, "compound": 0.2525}, {"text": "The Gilmore Girls", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Grace and Frankie. I personally enjoyed Working Moms and Girlfriends Guide to Divorce. Baking Shows Gilmore girls (if you’ve already seen it)", "neu": 0.757, "pos": 0.243, "neg": 0.0, "compound": 0.7269}, {"text": "I swear this is the 12th time I’ve watched the last episode of Gilmore girls . And I’m still getting choked up", "neu": 0.807, "pos": 0.0, "neg": 0.193, "compound": -0.5106}, {"text": "- we haven’t talked in so long , you’re such a sweetheart. dm me anytime. i love your layout. makes me wanna binge the Gilmore girls again", "neu": 0.712, "pos": 0.288, "neg": 0.0, "compound": 0.8591}, {"text": "Squealing like a 12 year old girl watching Jared Padalecki in Gilmore Girls", "neu": 0.815, "pos": 0.185, "neg": 0.0, "compound": 0.3612}, {"text": " WTF?! A Gilmore Girls \"cookbook\" should just be a book of takeout menus, shouldn't it? ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Chimney and Maddie naming their daughter Rory because Maddie is a huge Gilmore Girls fan", "neu": 0.723, "pos": 0.277, "neg": 0.0, "compound": 0.5574}, {"text": "\"Oar’s Rest is such a magnificent setting for this book. It made me want to live in this town. It totally reminds me of Gilmore Girls and the idea of living in such a quaint town. And the fact that Babe lives in a lighthouse? Um, so cool!\" LOVING all the Gilmore Girls comps! ", "neu": 0.818, "pos": 0.182, "neg": 0.0, "compound": 0.8932}, {"text": "u look like u could be in gilmore girls", "neu": 0.706, "pos": 0.294, "neg": 0.0, "compound": 0.3612}, {"text": "Ohhhhhhh, that's Lauren Graham. I never got in to Gilmore Girls . Okay, I need sleep.", "neu": 0.863, "pos": 0.137, "neg": 0.0, "compound": 0.2263}, {"text": "The more I watch Gilmore Girls the more I find Lorelai Gilmore annoying", "neu": 0.787, "pos": 0.0, "neg": 0.213, "compound": -0.4019}, {"text": "I wish I could be going to the show on the 30th!! I got told 2 days ago that my best friends babyshower that I am helping throw is scheduled for the 30th!!!", "neu": 0.642, "pos": 0.358, "neg": 0.0, "compound": 0.9241}, {"text": " It’s Dean from GILMORE GIRLS . So I guess you need to take your own advice and get YOUR facts straight! ", "neu": 0.891, "pos": 0.109, "neg": 0.0, "compound": 0.2942}, {"text": "Gilmore girls s03e03 – – Application. ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "When T gets home early and wants to watch Gilmore Girls Yesssssssssss", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "can i just say that season 4, episode 21 is probably my favorite episode of gilmore girls wowowow", "neu": 0.842, "pos": 0.158, "neg": 0.0, "compound": 0.4588}, {"text": "Reason 184628 I know the right people are on this team. Coffee AND Gilmore Girls references. ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Hey you will eventually see rami for like .5 seconds in a Gilmore girls episode so that’s a reason to start", "neu": 0.878, "pos": 0.122, "neg": 0.0, "compound": 0.3612}, {"text": "For sure. But these shows, they are special. Something that is once in a lifetime. I hope there will be recordings of these newly remade songs and the magic put into it all", "neu": 0.78, "pos": 0.22, "neg": 0.0, "compound": 0.7845}, {"text": "wow Paris from Gilmore girls is beyond irritating", "neu": 0.469, "pos": 0.297, "neg": 0.234, "compound": 0.2023}, {"text": "Accurate Also ABIGAIL HI it’s been a while and I hope you’re good and Gilmore Girls seems to be a lot of fun/a wild ride", "neu": 0.775, "pos": 0.225, "neg": 0.0, "compound": 0.7003}, {"text": "Gilmore Girls : A Year In The Life fucked me up send tweet", "neu": 0.694, "pos": 0.0, "neg": 0.306, "compound": -0.6597}, {"text": "thank you blue bunny for supplying endless happiness and comfort especially when doing a gilmore girls rewatch ", "neu": 0.602, "pos": 0.398, "neg": 0.0, "compound": 0.8225}, {"text": "all I'm seeing in my head is Logan from Gilmore Girls ...this has been going on amongst the rich for decades. You're so right, wasted spots, someone who actually wants an education misses out ...sux", "neu": 0.781, "pos": 0.088, "neg": 0.131, "compound": -0.197}, {"text": "Anyone who watches Gilmore girls will be a great mother.", "neu": 0.661, "pos": 0.339, "neg": 0.0, "compound": 0.6249}, {"text": "Four episodes until I finish Gilmore Girls and I'm becoming pretty certain that the ending won't be Lorelai and Luke getting married. This is so sad :(", "neu": 0.638, "pos": 0.154, "neg": 0.208, "compound": -0.4347}, {"text": "Wonder what Michel is doing these days? Yanic Truesdale is championing Canadian literature, of course. GilmoreGirls ", "neu": 0.843, "pos": 0.157, "neg": 0.0, "compound": 0.4215}, {"text": "Last night while watching Gossip Girl in my room all night, Blair's dad referenced hearing Blair watch Gilmore Girls in her room all night in an episode about ivy leagues and my brain couldn't handle it.", "neu": 0.954, "pos": 0.0, "neg": 0.046, "compound": -0.1779}, {"text": "I know this tweet is correct because I saw it while I was actually watching Gilmore Girls .", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Holy crap did something right! Can't wait for the Veronica Mars 8 episode series!!! Now if can work on that next 4 of Yes I still have a man card", "neu": 0.788, "pos": 0.127, "neg": 0.085, "compound": 0.3111}, {"text": "But she didn’t say Dean from Supernatural she DID say Gilmore Girls ....so you got it wrong... will accept your apology now", "neu": 0.84, "pos": 0.16, "neg": 0.0, "compound": 0.4215}, {"text": "I like Gilmore Girls and I eat too much food!", "neu": 0.715, "pos": 0.285, "neg": 0.0, "compound": 0.4199}, {"text": "how similar are we? (tv shows) 10- once upon a time 10- jane the virgin 10- brooklyn 99 10- pretty little liars 10- gilmore girls 10- one day at a time 10- the good place 10- friends 10- how i met your mother 10- the fosters 100- total", "neu": 0.769, "pos": 0.173, "neg": 0.058, "compound": 0.7264}, {"text": "watching Friends and Gilmore Girls back and forth is just who I am", "neu": 0.78, "pos": 0.22, "neg": 0.0, "compound": 0.4767}, {"text": "i'm on season 6 of gilmore girls and can rory break up with logan? i'm bored", "neu": 0.87, "pos": 0.0, "neg": 0.13, "compound": -0.2732}, {"text": "hard to understand that I was this warm, tanned and happy 4 days ago and now I’m in bed with a cold watching gilmore girls . life’s all about balance, eh ", "neu": 0.769, "pos": 0.187, "neg": 0.045, "compound": 0.6625}, {"text": "Here’s a list of shows I’ve enjoyed in my life (don’t judge). Give me a new one I’d like or may have missed: Gilmore Girls The O.C. Younger My So-Called Life Greek One Tree Hill Friday Night Lights Parenthood This Is Us Rescue Me Dawson’s Creek Awkward", "neu": 0.756, "pos": 0.172, "neg": 0.072, "compound": 0.743}, {"text": "idk if you watch Gilmore girls but basically also of those", "neu": 0.893, "pos": 0.0, "neg": 0.107, "compound": -0.0516}, {"text": "Watched a few minutes of Gilmore Girls with my wife and I now totally understand why Ray Smuckles hates Gilmore Girls .", "neu": 0.861, "pos": 0.0, "neg": 0.139, "compound": -0.4404}, {"text": "I recently realized that Lauren Graham was in Bad Santa about midway through Gilmore Girls , and I love the idea of my conservative relatives (one of whom named her daughter Lorelai ) getting it as a “People who watched Gilmore Girls also watched.....” thing", "neu": 0.832, "pos": 0.092, "neg": 0.077, "compound": 0.1779}, {"text": "if you don’t know the theme song to gilmore girls then we can’t be friends and that’s facts", "neu": 0.846, "pos": 0.154, "neg": 0.0, "compound": 0.4767}, {"text": "Kurt from Gilmore Girls . ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "what is Lorelai’s most annoying relationship on Gilmore Girls ??", "neu": 0.729, "pos": 0.0, "neg": 0.271, "compound": -0.5192}, {"text": "wait u watch gilmore girls ??", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Maybe they think that, because in the comics her daughter is named after her. In Gilmore Girls Lorelei named Rory after herself.", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "I'm awake when I'm supposed to be going to bed because I got an intense craving to watch the episode of Gilmore Girls where they go to The Bangles' concert in New York and it wasn't a poor decision.", "neu": 0.901, "pos": 0.099, "neg": 0.0, "compound": 0.4318}, {"text": "Did I mention my wife and girls are out of control bingeing Gilmore Girls on Netfix . Gonna lose it - Another popular show that will go bye-bye.. ($T-WB) $ NFLX $ DIS", "neu": 0.825, "pos": 0.089, "neg": 0.086, "compound": 0.0258}, {"text": "the la la la la la from gilmore girls it's stuck in my head and i don't even know why", "neu": 0.9, "pos": 0.0, "neg": 0.1, "compound": -0.25}, {"text": "Gilmore girls is exactly what I needed in my life", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "okay listen, i just saw a post about Gilmore Girls and i‘ve been thinking about it all day so i‘m gonna say a few things...just my opinions, don‘t come for me! i love the show, it is my go-to when i need comfort and i just love talking about it and the characters!", "neu": 0.763, "pos": 0.237, "neg": 0.0, "compound": 0.9244}, {"text": "Yes I'm pretty chase will be on it hehe", "neu": 0.543, "pos": 0.457, "neg": 0.0, "compound": 0.7096}, {"text": "Gilmore girls isn’t even helping at this point.", "neu": 0.761, "pos": 0.239, "neg": 0.0, "compound": 0.296}, {"text": "The more I continue watching Gilmore Girls by myself the more I talk to the tv", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Loving this episode of Dharma & Greg circa 1997, featuring Taylor Dosey as a cross dresser designer. The one time that I actually like the guy! BeforeGilmoreGirls ", "neu": 0.767, "pos": 0.233, "neg": 0.0, "compound": 0.7712}, {"text": "post grad plans continued... 3) start making slime again 4) learn to play guitar 5) rewatch gilmore girls", "neu": 0.876, "pos": 0.124, "neg": 0.0, "compound": 0.34}, {"text": "Check out what I just added to my closet on Poshmark: ASO Gilmore Girls Nanette Lepore Silk Blouse. via shopmycloset", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Attempt number 1: hey . If I remember correctly, you have watched and if so, I have a very important question to ask you!! ", "neu": 0.809, "pos": 0.191, "neg": 0.0, "compound": 0.5008}, {"text": "Gilmore Girls is really my show.. got a very special place in my heart", "neu": 0.8, "pos": 0.2, "neg": 0.0, "compound": 0.4576}, {"text": "Gilmore Girls is my absolute favourite show ever and I’d rewatch it none stop if I was better mentally stable.", "neu": 0.696, "pos": 0.304, "neg": 0.0, "compound": 0.7174}, {"text": "GilmoreGirls Trivia on Monday, March 25 at 8pm. RSVP at; NYC MurrayHill Gilmore LaurenGraham", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Does anybody else remember the episode of Gilmore Girls where Emily was complaining how Kate Hudson was gonna try to go to college cuz it was like a trend for celebrities to go to college and it was known that they'd get in before anyone else? Yeah.. this has been a problem.", "neu": 0.87, "pos": 0.046, "neg": 0.083, "compound": -0.25}, {"text": "me n my mom grew up like sisters and our fav show to watch to this day is gilmore girls and the other day we noticed that we hangout/catch up every fridays and im still blown away how that played out", "neu": 0.824, "pos": 0.176, "neg": 0.0, "compound": 0.7845}, {"text": " fans, check out this web series trailer from Canada featuring a step-mother, step-daughter dynamic! As would say, it’ll be “right up your street.” kitandcat webseries haudyerwheesht oiwiththepoodlesalready", "neu": 0.896, "pos": 0.104, "neg": 0.0, "compound": 0.4389}, {"text": "we want more tweets about gilmore girls", "neu": 0.822, "pos": 0.178, "neg": 0.0, "compound": 0.0772}, {"text": "Gilmore girls has won oops SorryNotSorry", "neu": 0.575, "pos": 0.425, "neg": 0.0, "compound": 0.5719}, {"text": "Me: so many new shows I can start on netflix *desides to rewatch Gilmore Girls ....AGAIN* round3", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Gilmore Girls Revival Officially a Go at Netflix; Lauren Graham, Alexis Bledel, Kelly Bishop and More Returning .XIof3-SQPCc.twitter ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "yooooo wheres all this gilmore girls stuff come from", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "It’s crazy how in the grand finale of Gilmore Girls , Rory plans a trip to Cedar Point but can’t go bc she gets a job on Barrack Obama’s campaign tour. Barack and Cedar Point. My two favorite things in the entire fucking world.", "neu": 0.832, "pos": 0.131, "neg": 0.037, "compound": 0.6486}, {"text": "Okay yes I’ve seen Gilmore girls 38472.82 times BUT the more times I see it the more I get the hidden jokes and references and isn’t that the TRUE BEAUTY/PURPOSE of tv show?? help", "neu": 0.65, "pos": 0.35, "neg": 0.0, "compound": 0.9261}, {"text": "Jess Mariano & Rory Gilmore Edit ↣ Gilmore Girls ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Why be anti-vaxx when you can be anti-Dean from Gilmore Girls ?", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "rewatching gilmore girls", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "I've always been one to admit when I was wrong. My kid is doing the happy dance, and I am preparing to nuzzle with netflix. CURSE YOU, bomb cyclone! (Sips beer, cues up next episode of Gilmore Girls .) ", "neu": 0.662, "pos": 0.114, "neg": 0.224, "compound": -0.745}, {"text": "Been looking forward to this one. Hope it’s as funny as her autobiography. laurengraham gilmoregirls iamreading gilmoregirls ", "neu": 0.721, "pos": 0.279, "neg": 0.0, "compound": 0.7003}, {"text": "She talks like she's auditioning for french gilmore girls", "neu": 0.762, "pos": 0.238, "neg": 0.0, "compound": 0.3612}, {"text": "The clothes they wore on Gilmore Girls were god awful. Still a damn good show though", "neu": 0.507, "pos": 0.23, "neg": 0.263, "compound": -0.1779}, {"text": "Yes I know I think she mentioned there would be some sorta videos of it", "neu": 0.816, "pos": 0.184, "neg": 0.0, "compound": 0.4019}, {"text": "I legit started crying. Lol, my friend and husband are looking at me like I am NUTS!!!! Just made Me Sooo Freaking Happy!!!!!! Elohim Truly Loves All!!!", "neu": 0.448, "pos": 0.405, "neg": 0.147, "compound": 0.8852}, {"text": "i wonder what it’s like to take adderall and actually focus on studying instead of practicing russian duolingo in between wikipedia articles about phonology and the cast of gilmore girls", "neu": 0.918, "pos": 0.082, "neg": 0.0, "compound": 0.3612}, {"text": "Damn I just got banned on twitter for calling Gilmore Girls overrated", "neu": 0.612, "pos": 0.0, "neg": 0.388, "compound": -0.6908}, {"text": "After watching Gilmore girls I really want to leave LA and move to a small town", "neu": 0.797, "pos": 0.106, "neg": 0.097, "compound": 0.0334}, {"text": "gilmore girls , new girl, that 70s show, himym", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "× Luke Danes in Season 2 of Gilmore Girls × ¬ Since Instagram still won't let me post it, I'm gonna post it here first now. ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "wowowow I really wish I tweeted my Gilmore Girls phase....", "neu": 0.7, "pos": 0.3, "neg": 0.0, "compound": 0.4576}, {"text": "Lol! (Whenever deviled eggs come up I have to quote that episode of Gilmore Girls )", "neu": 0.678, "pos": 0.175, "neg": 0.147, "compound": 0.126}, {"text": "She’s the creator/showrunner/sometimes director/ of Gilmore Girls & The Marvelous Mrs. Maisel (Amazon Prime original)", "neu": 0.769, "pos": 0.231, "neg": 0.0, "compound": 0.5994}, {"text": "Is this an episode of Gilmore girls ?", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Baby’s first confirmed case of strep throat. If you need me, I’ll be watching Gilmore Girls on my couch for the next 24 hours ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "I'm not sure who I hate most in Gilmore Girls . Logan or Dean. I hate them both.", "neu": 0.601, "pos": 0.3, "neg": 0.098, "compound": 0.6167}, {"text": "Hilarious. Was on supernatural but also was also Dean on Gilmore Girls . Cute joke.", "neu": 0.56, "pos": 0.44, "neg": 0.0, "compound": 0.8248}, {"text": "someone brought this tweet back somehow and now i miss gilmore girls ", "neu": 0.862, "pos": 0.0, "neg": 0.138, "compound": -0.1531}], "sum": 331}