{"compound_ave": 0.14366974789915962, "tweets": [{"text": "Yo I don’t want anyone ever to mention Goodfellas in the same breathe as Godfather I and II", "neu": 0.92, "pos": 0.08, "neg": 0.0, "compound": 0.0772}, {"text": "Combo of plotter and pantser: plantser Type Music Coffee, a.m.; tea, p.m. Best writing candy? Toffee Surfing the net Fave gif is the Goodfellas \"funny\" scene", "neu": 0.772, "pos": 0.228, "neg": 0.0, "compound": 0.7964}, {"text": "The Irishman | Announcement [HD] filmoftheyear wherestomhardyat ? film", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "I couldn’t agree more. I’m gonna watch it again.", "neu": 0.737, "pos": 0.263, "neg": 0.0, "compound": 0.3612}, {"text": "Who", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "They will out of pure love and that’s why I appreciate them", "neu": 0.566, "pos": 0.434, "neg": 0.0, "compound": 0.7845}, {"text": "Godfather 1 and 2 all day for me with Goodfellas third", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "people are wild but the pups are worth it. and this guy ", "neu": 0.824, "pos": 0.176, "neg": 0.0, "compound": 0.3291}, {"text": "Back to the Future Trilogy The Evil Dead Trilogy The Original Star Wars Trilogy ", "neu": 0.407, "pos": 0.093, "neg": 0.5, "compound": -0.9001}, {"text": "nah, goodfellas is way better.", "neu": 0.411, "pos": 0.397, "neg": 0.192, "compound": 0.3612}, {"text": "Find the girl that laughs at your jokes and ask. If she says no, go Goodfellas on her. \"Am I a clown to you!?!?\" Etc etc. (If you haven't seem the movie than go watch it)", "neu": 0.788, "pos": 0.156, "neg": 0.056, "compound": 0.6052}, {"text": "I bought Goodfellas and Seven on the same day in 1997. Seven had no extras and the picture quality was shite, Goodfellas was a flipper that you turned over after Pesci got whacked. ", "neu": 0.932, "pos": 0.0, "neg": 0.068, "compound": -0.296}, {"text": "Goodfellas , Schindler’s list, Wolf of Wall Street, The inglorious basterds, casino Royale, mankatha, ghilli, ninaithen vanthaai, Indian , mudhalvan, padaiyappa, virumAandi, mmkr , amarkalam, raavanan", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "between the anchors, weather guys on FoxNews, Denver2.\" Goodfellas \" from the suit selections! tough guys of Denver TV! Well done gentlemen. Ernie is the boss...Fraser the consigliere", "neu": 0.857, "pos": 0.092, "neg": 0.051, "compound": 0.2924}, {"text": "I don't believe you can use the same metric for all mediums. Most rewatched films : Matrix Fight club 3:10 to yuma (remake) Goodfellas Scarface Full metal jacket. Godfather pt.2 Cloud atlas Predator American psycho Ghost in the shell I believe cinema is a religious medium.", "neu": 0.891, "pos": 0.0, "neg": 0.109, "compound": -0.5994}, {"text": "Mafia boss, and Goodfellas ?", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "That lead Goodfellas lawyer should be disbarred and charged with misrepresenting (lying) about the judge’s clear statement about collusion. What an ass!", "neu": 0.699, "pos": 0.096, "neg": 0.206, "compound": -0.4574}, {"text": "Stacks! Was my favorite character he played in Goodfellas ... The part when pesci says,\" yea even late to your own fkn funeral\" best role he has ever played and best scene...buuut yea, keep maken that money sam", "neu": 0.628, "pos": 0.323, "neg": 0.049, "compound": 0.9324}, {"text": "I just walked by a restaurant having a Goodfellas dinner - red checkered vinyl tablecloths and all. (Coppa) ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Just watched Goodfellas , I'm fun and clever please fav me 1/5", "neu": 0.376, "pos": 0.624, "neg": 0.0, "compound": 0.891}, {"text": "IdLikeADoubleDoubleOf that one dude from Goodfellas ... ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "As much as I love The Departed and Leo, Goodfellas is a masterpiece! ", "neu": 0.512, "pos": 0.488, "neg": 0.0, "compound": 0.8622}, {"text": "Goodfellas for sure! we can also add Donnie Brasov to this list", "neu": 0.809, "pos": 0.191, "neg": 0.0, "compound": 0.3802}, {"text": "Yeah, but when has anyone talked about it independent of Goodfellas ?", "neu": 0.862, "pos": 0.138, "neg": 0.0, "compound": 0.1531}, {"text": "Also please use the goodfellas laughing pic in all future Twitter communication to do with the UK.", "neu": 0.732, "pos": 0.268, "neg": 0.0, "compound": 0.6705}, {"text": "Watching Goodfellas . Am I seeing things or is that Ellis from Die Hard? If so it’s criminal they didn’t give him a line in the film. Extra ", "neu": 0.71, "pos": 0.0, "neg": 0.29, "compound": -0.8393}, {"text": "Goodfellas = Greatest Mob Movie of all Time The Departed = Second Best", "neu": 0.517, "pos": 0.483, "neg": 0.0, "compound": 0.8555}, {"text": "It freaked me out reading this. Like Goodfellas movie. Omg.", "neu": 0.612, "pos": 0.22, "neg": 0.168, "compound": 0.1717}, {"text": "In 2016 people wrote in Harambe for president, in 2020 we're putting in the Jaguar. ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "NY Judges don’t play Manafort maybe got a light sentence from Virginia Judges not from NY Manafort is covering up 4 someone R somebody’s it’s coming out & where is Melania it’s time 2 Be Best right now all of Trumps men’s R getting Lock-up 1 by 1 it’s going down The Goodfellas ", "neu": 0.842, "pos": 0.158, "neg": 0.0, "compound": 0.7845}, {"text": "Gangster Movies - Casino - Goodfellas - Menace to Society - Donnie Brasco - The Hateful Eight - Pulp Fiction - American Gangster - Black Mass ....am I forgetting any other one?", "neu": 0.766, "pos": 0.0, "neg": 0.234, "compound": -0.7506}, {"text": "Please Jon, I'm Catholic", "neu": 0.566, "pos": 0.434, "neg": 0.0, "compound": 0.3182}, {"text": "Holy fuck ! It’s mad to think goodfellas was 30 years ago but if you watch it now it’ll still be the best film you ever watch !", "neu": 0.682, "pos": 0.189, "neg": 0.129, "compound": 0.6167}, {"text": "In the next five minutes, this tweet will spawn 2,500 Godfather and Goodfellas refs. ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Never ceases to amaze me that people see Goodfellas or The Sopranos and are like hell Yea I want that absolute horse shit for little to no money ", "neu": 0.556, "pos": 0.101, "neg": 0.343, "compound": -0.8799}, {"text": "Maybe he was having a movie night watching Scorsese ' Goodfellas ' with his restaurant colleagues when someone called the actors 'moody stars' and things suddenly went bimbada boom boom", "neu": 0.912, "pos": 0.0, "neg": 0.088, "compound": -0.3612}, {"text": "One of my favourite actors of all time. His acting in Goodfellas was perfect.", "neu": 0.778, "pos": 0.222, "neg": 0.0, "compound": 0.5719}, {"text": "How have you never seen Goodfellas ?? Smhh", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Just be like a mob boss, you know nothing GoodFellas", "neu": 0.762, "pos": 0.238, "neg": 0.0, "compound": 0.3612}, {"text": "The Goodfellas Podcast Episode 4 | Going For 30 ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Insider Louisville: Goodfellas Pizzeria submits plan for proposed restaurant at corner of Baxter and Broadway - WLKY Louisville ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Talking to Mr Ohana about the Boeing737Max software patch delay, Manafort sentence and subsequent indictment and Cohen email proof of pardon dangling/ obstruction of justice and all I can say is WTF even Goodfellas had a code, a shaky moral compass. Lady Justice Let’s Roll!", "neu": 0.643, "pos": 0.196, "neg": 0.16, "compound": 0.2404}, {"text": "Insider Louisville: Goodfellas Pizzeria submits plan for proposed restaurant at corner of Baxter and Broadway ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "STOP DISSING ME ON THE TL THEN USING A GOODFELLAS QUOTE TO SAVE FACE SMH", "neu": 0.588, "pos": 0.171, "neg": 0.241, "compound": -0.0772}, {"text": "The Godfather 1 & 2 are on AMC & Goodfellas is on Cinemax ... and they're out here whacking the boss of the Gambino family? That shit is kinda surreal LOL! ...", "neu": 0.784, "pos": 0.098, "neg": 0.117, "compound": -0.1624}, {"text": "Democrats are gonna toss Hillary Clinton I think they realize they’ve lost so they’re ready to part ways and make an offering I think Hillary will be the one. They don’t need her anymore they gonna pull a goodfellas on it and close it down and slither off to 2024 in a speedy way! ", "neu": 0.899, "pos": 0.058, "neg": 0.043, "compound": 0.1951}, {"text": " Who do you think gave the best performance in Goodfellas ?", "neu": 0.682, "pos": 0.318, "neg": 0.0, "compound": 0.6369}, {"text": "Jerry Vale - Pretend you don't see her ", "neu": 0.811, "pos": 0.0, "neg": 0.189, "compound": -0.1027}, {"text": "Thinkin about steppin' outside and sayin' one swear", "neu": 0.854, "pos": 0.0, "neg": 0.146, "compound": -0.0516}, {"text": "This is not a warning — Cincinnati's pizza joints need you to vote for the best. Is it Goodfellas ? Taglio? Mio's? If you have a pulse, you have an opinion. Go sign up (and maybe win some pizza $)! ", "neu": 0.758, "pos": 0.242, "neg": 0.0, "compound": 0.8972}, {"text": "Go tweet, and retweet this hot remake of GoodFellas scene kills it the whole crew does!!! Go share spam and tag show this amazing talent off!!!! yaheard dointhedangthang litnation newgeneration oneofakind", "neu": 0.609, "pos": 0.25, "neg": 0.141, "compound": 0.6876}, {"text": "gotta get a better return for that....and if he didnt wanna be here......then whyd he sign an extension??????", "neu": 0.806, "pos": 0.194, "neg": 0.0, "compound": 0.594}, {"text": "Fun fact this is where they shot the federal prison kitchen scene in Goodfellas ", "neu": 0.645, "pos": 0.177, "neg": 0.177, "compound": 0.0}, {"text": "i watched Goodfellas for the first time last night and that jawn was a 10/10", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Didn’t listen to the episode, but know for sure I agree with Jon", "neu": 0.617, "pos": 0.383, "neg": 0.0, "compound": 0.7351}, {"text": "A year from now he'll be like Pauly in Goodfellas , admonishing his in-prison chef for using too many onions.", "neu": 0.872, "pos": 0.128, "neg": 0.0, "compound": 0.3612}, {"text": "If we’re going down this road then how long until all the deans and administrators who’ve been selling worthless six-figure degrees in grievance studies and basket weaving are led out in handcuffs like at the end of Goodfellas ? ", "neu": 0.805, "pos": 0.057, "neg": 0.138, "compound": -0.5423}, {"text": "This week it's SPRING BREAK in Historic Bloomington, Indiana and so I figured I would take a 5-day vacation to Isle Delfino. Here's the Twist: We're gonna definitely commit ZERO CRIMES ", "neu": 0.841, "pos": 0.159, "neg": 0.0, "compound": 0.5994}, {"text": "I find myself with some free time to catch up on some classics I've never seen. Godfather the other day, and now Goodfellas . So many good scenes in this film I've seen before but never ", "neu": 0.883, "pos": 0.117, "neg": 0.0, "compound": 0.5005}, {"text": "Goodfellas my favorite movie ever, but doesn’t hold a flame to the other 3 ", "neu": 0.846, "pos": 0.154, "neg": 0.0, "compound": 0.25}, {"text": "Happy Birthday to my Brother Dan Paredes! Had a great time tonight at GoodFellas Bar CedarLake Forgetaboutit! Thank you Rodney Lumpkins for the stage time! It was a blast! DarrickJ ComedyGrind ... ", "neu": 0.702, "pos": 0.298, "neg": 0.0, "compound": 0.9094}, {"text": "Pauly, this will give her something to do! Now she can visit you on weekends and bring you loaves of Italian bread, salami’s, and capicola. It’ll be just like Goodfellas", "neu": 0.912, "pos": 0.088, "neg": 0.0, "compound": 0.4199}, {"text": "Now he is a legend,must watch Goodfellas again", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Ledge of an actor, my fav film too Goodfellas", "neu": 0.727, "pos": 0.273, "neg": 0.0, "compound": 0.4588}, {"text": "woke up to get kids ready for the day. I'm takin' a big mulligan, starting the day late.", "neu": 0.865, "pos": 0.135, "neg": 0.0, "compound": 0.3612}, {"text": "two months? Try 4 years", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Goodfellas I have it somewhere. Will get around to it.", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Goodfellas . I still own it, and it's doublesided. You have to flip the disc over halfway through the movie ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Without making some gay ass joke what is your favorite movie — i literally never made a joke. to name a few: a clockwork orange, goodfellas , raiders of the lost ark, throne of blood, vivre sa vie, aguirre the wrath of god and twi ", "neu": 0.69, "pos": 0.193, "neg": 0.118, "compound": 0.4019}, {"text": "EMMA MOTHERFUCKING STONE! I’ve been waiting for her to host again for so damn long! ", "neu": 0.602, "pos": 0.0, "neg": 0.398, "compound": -0.8627}, {"text": "I thought they were done after Goodfellas", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Funny story: the first time I was in New Jersey, I was stranded in the Meadowlands after a Springsteen show and the only cab I could find was Goodfellas Taxi (which as far as I could tell at the time was unlisted... perhaps direct service to the Bada Bing). A little on the nose.", "neu": 0.942, "pos": 0.058, "neg": 0.0, "compound": 0.4404}, {"text": "It's that long tracking shot from Goodfellas . If the entire restaurant staff is in on the deal, why go through the kitchen? Why not go right up to the front door and skip the line? Because going through the kitchen is part of the experience of being special. ", "neu": 0.939, "pos": 0.061, "neg": 0.0, "compound": 0.4696}, {"text": "He's gonna come after him. ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "That and Casino, GoodFellas are my all time faves.", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "They guys Shamima mistook for goodfellas ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Yup, that was a real Goodfellas type move there. Nothing like direct messaging Cult45 !", "neu": 0.833, "pos": 0.0, "neg": 0.167, "compound": -0.3404}, {"text": "\"Casino? More like Caseenit when I saw Goodfellas \" ", "neu": 0.682, "pos": 0.318, "neg": 0.0, "compound": 0.4201}, {"text": "GOODFELLAS (1990) Cinematography by Michael Ballhaus Directed by Martin Scorsese Stream it via HBO: ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Goodfellas in OH?", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Now playing Goodfellas - Collarossi Feat. Big Pokey (Prod. June James).mp3 by !", "neu": 0.827, "pos": 0.173, "neg": 0.0, "compound": 0.2714}, {"text": "Goodfellas in real life ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Plot twist: Bortles joins the Steelers as a back up him Ben gets hurt Bortles steps up wins a game or 2 helps lead Steelers to playoffs. Rebuilds a new faction of Killer Bs he helps Pitt win a Super Bowl", "neu": 0.544, "pos": 0.311, "neg": 0.144, "compound": 0.836}, {"text": "Goodfellas ... but these are all great films!! ", "neu": 0.529, "pos": 0.471, "neg": 0.0, "compound": 0.8039}, {"text": "Actual trilogies: Lord of the Rings Captain America The Dark Knight Unofficial trilogies: Scorsese gangster trilogy ( Goodfellas , Casino, Departed) Affleck's directorials (Gone, Baby Gone, The Town, Argo) Cornetto Trilogy ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "This is like one of the Lufthansa mooks in Goodfellas saying \"if I hadn't have bought that pink Cadillac and fur coat for my wife, I don't think Jimmy would have had me killed.\"", "neu": 0.925, "pos": 0.075, "neg": 0.0, "compound": 0.3612}, {"text": "Out of these 4? Scareface easily. The Godfather is the ultimate. Goodfellas and Casino are classics. Scarface just misses for me. ", "neu": 0.815, "pos": 0.103, "neg": 0.082, "compound": 0.128}, {"text": "Stupider Goodfellas is a sight to be seen.", "neu": 0.632, "pos": 0.0, "neg": 0.368, "compound": -0.5423}, {"text": "Just watched Goodfellas , A film worthy of my vast intelligence. 2/5", "neu": 0.571, "pos": 0.429, "neg": 0.0, "compound": 0.7184}, {"text": "Between Goodfellas and Casino..Godfather 1 is good not better than 2..so not even the best one..and Scarface aka Pacino(according to this pic)..is straight Jokes..I laugh at every other scene.. ", "neu": 0.619, "pos": 0.226, "neg": 0.155, "compound": 0.3871}, {"text": "working at a petco is basically this entire situation but every single day and the customer complains to your manager that you attacked her dog", "neu": 0.748, "pos": 0.0, "neg": 0.252, "compound": -0.8126}, {"text": "Watched that legend in goodfellas last night!!! Brilliant actor", "neu": 0.631, "pos": 0.369, "neg": 0.0, "compound": 0.6884}, {"text": "What’s it about.", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Guardians of the Galaxy ride looks very realistic, yet somehow underwhelming.", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "So I just finished Goodfellas (1990). Terrific film. Can’t believe I put it off so long!!! Thanks “As far back as I can remember, I always wanted to be a gangster. “ ", "neu": 0.777, "pos": 0.223, "neg": 0.0, "compound": 0.7995}, {"text": "Godfather basically created the genre and Goodfellas is right up there too, maybe Scarface is debatable but i like it personally better than Casino", "neu": 0.699, "pos": 0.301, "neg": 0.0, "compound": 0.8225}, {"text": "Fuck a beat I’ll go acapella I can smell ya from the cella cause I got shootas like goodfellas .", "neu": 0.7, "pos": 0.125, "neg": 0.175, "compound": -0.25}, {"text": "Not gonna lie...I had no idea the mafia still existed. At least not like in the Godfather/ Goodfellas days. Apparently Gambino mafia is still a thing-at least up until the past 24 hours it was. ", "neu": 0.881, "pos": 0.0, "neg": 0.119, "compound": -0.5122}, {"text": "So here's my top films 1. Goodfellas 2. Airplane 3. The rest", "neu": 0.842, "pos": 0.158, "neg": 0.0, "compound": 0.2648}, {"text": "Goodfellas was trash nigga ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "sarasota siestakey lidoKey ladiesnight dinner wine goodtimes allnight whatareyoudoing youwantthis love Glass seeyouthere ", "neu": 0.741, "pos": 0.259, "neg": 0.0, "compound": 0.6369}, {"text": "Scarface easily the worst of all of em & I haven't even seen Goodfellas or The Godfather.", "neu": 0.667, "pos": 0.123, "neg": 0.21, "compound": -0.4019}, {"text": "I always imagine white collar prison like the scene out of Goodfellas . Cooking tomato sauce, drinking wine and playing cards all day. I would definitely get into shady politics.", "neu": 0.691, "pos": 0.21, "neg": 0.099, "compound": 0.4019}, {"text": "Another simply stunning kitchen with Imperial Contracting Group. Mont Blanc quartzite has similar colors to Shadow Storm with just a hint more color added. goodfellasgranite greyandwhite montblanc quartzite ", "neu": 0.909, "pos": 0.091, "neg": 0.0, "compound": 0.3818}, {"text": "\"Que yo recuerde, siempre quise ser un gangster\" (\"As far back as I can remember, I always wanted to be a gangster\"). Goodfellas frasescinefilas ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Harry from Home Alone to most of you, but Tommy from Goodfellas to me always. ", "neu": 0.903, "pos": 0.0, "neg": 0.097, "compound": -0.128}, {"text": "Fuck Joe Pesci looks old, always imagine him looking the same as he did in Goodfellas . Life goes too fast ", "neu": 0.844, "pos": 0.0, "neg": 0.156, "compound": -0.5423}, {"text": "When are they gonna put Goodfellas on Broadway?", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "The cool thing about youtube is that anyone can upload anything The bad thing about youtube is that anyo", "neu": 0.746, "pos": 0.101, "neg": 0.154, "compound": -0.296}, {"text": "She doesn’t follow back.", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "I usually agree with you but this tweet is way way off. Goodfellas was historically great.", "neu": 0.637, "pos": 0.363, "neg": 0.0, "compound": 0.8126}, {"text": "I have huge faith in Noah Hawley to make this great ", "neu": 0.412, "pos": 0.588, "neg": 0.0, "compound": 0.8743}, {"text": "Another aspect of this is how a site gets squeezed by a parent. Conde Nast wants its money just like Paulie in Goodfellas wanted it from the Bamboo Lounge.", "neu": 0.912, "pos": 0.088, "neg": 0.0, "compound": 0.3612}, {"text": "Despite all my wiles I am still the lead singer of J. Geils", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Maybe the most Apocalypse Now evening in a very Apocalypse Now year. Talk about entering the mystic realm. ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "I think he will b/c M appears to have been loyal and hasn’t squealed - based solely on my vast knowledge of mob culture gleaned from Goodfellas .", "neu": 0.881, "pos": 0.119, "neg": 0.0, "compound": 0.4767}, {"text": "NowWatching Goodfellas . I will always sort-of fancy Robert De Niro. ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "You are known by the friends you keep. Crooks seek out other crooks. Goodfellas", "neu": 0.807, "pos": 0.193, "neg": 0.0, "compound": 0.4767}, {"text": "Watching Goodfellas for the millionth time.", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Yo when'd you get these hella cute glasses tho", "neu": 0.708, "pos": 0.292, "neg": 0.0, "compound": 0.5095}, {"text": " Where is the rewatchables of Goodfellas ? Isn’t it time?!", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "how tf dolphin work I just wanna stream video games", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "He & Trump can have adjoining cells & cry about gout & bone spurs & how nobody makes you red sauce like in Goodfellas . ", "neu": 0.763, "pos": 0.106, "neg": 0.131, "compound": -0.1531}, {"text": "Why is So dedicated to repeatedly showing me tweets from yesterday instead of tweets from now?", "neu": 0.82, "pos": 0.18, "neg": 0.0, "compound": 0.5095}, {"text": "“Shotgun Golf” is my favorite song from last year. Check it out. ", "neu": 0.786, "pos": 0.214, "neg": 0.0, "compound": 0.4588}, {"text": "No one: Me: The Sex Pistols cover of My Way most famously used at the end of Goodfellas is fucking awful. It’s so fucking bad it always kind of ruins the movie for me.", "neu": 0.702, "pos": 0.0, "neg": 0.298, "compound": -0.9146}, {"text": "“Never rat on your friends and always keep your mouth shut” If 1 of us become MADE it’s like we all made it goodfellas movieqoutes trillsports mademen trilla movies neversnitch ", "neu": 0.828, "pos": 0.172, "neg": 0.0, "compound": 0.6808}, {"text": "Despite all my rage in the cage My angel is still the centerfold", "neu": 0.804, "pos": 0.196, "neg": 0.0, "compound": 0.4449}, {"text": "Love the Goodfellas references in there....", "neu": 0.543, "pos": 0.457, "neg": 0.0, "compound": 0.6369}, {"text": "We had a measure of JD left, so I’ve made a Godfather and put Goodfellas on ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "You’ve always reminded me of Paulie from goodfellas .", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "1. Top Gun 2. Shawshank 3. Godfather 4. Caddyshack 5. Goodfellas ; top 5 honorable mentions: Hoosiers, Coming to America, Stars Wars, Rocky, Fast Times at Ridgemint High", "neu": 0.616, "pos": 0.208, "neg": 0.176, "compound": 0.0258}, {"text": "I feel like all those types of movies are hella long lol. Goodfellas is my favorite on that list & it’s like 2.5, Godfather is 3 I think too", "neu": 0.655, "pos": 0.345, "neg": 0.0, "compound": 0.8773}, {"text": "Watched Goodfellas on the big screen tonight. What a movie! That soundtrack will forever be a fav. How is it almost 30-years old!? ", "neu": 0.848, "pos": 0.152, "neg": 0.0, "compound": 0.555}, {"text": "First half of Goodfellas is epic. OGs", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "It's like the end of Goodfellas . They don't want to live like a \"schnook\" ", "neu": 0.616, "pos": 0.308, "neg": 0.075, "compound": 0.5828}, {"text": "I want this clip in slow motion, with the commentary replaced by a “Stand By Me”-style monologue that tells us what Neuer ended up doing after Mané ended his career as a goalkeeper. With “Layla” from Goodfellas playing in the background. Anyone? ", "neu": 0.923, "pos": 0.077, "neg": 0.0, "compound": 0.2732}, {"text": "What Joe Pesci would say about this Ala Goodfellas : \"Ya m*f*r...I wonder about you sometimes, Matt. You may fold under questioning.\"", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Ayyeee we watching Goodfellas in class today!", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Thanks I bought it right before winter started and I've been waiting so long to wear it", "neu": 0.838, "pos": 0.162, "neg": 0.0, "compound": 0.4404}, {"text": "Shawshank redemption The departed No country for old men The lord of the rings The good, the bad and the ugly Goodfellas Forrest Gump Lock stock and two smoking barrels", "neu": 0.686, "pos": 0.077, "neg": 0.237, "compound": -0.7269}, {"text": "Damn. I mean seriously, mob bosses? We still got mutha fuckin mob bosses??? Godfather 4? Goodfellas 2?", "neu": 0.723, "pos": 0.0, "neg": 0.277, "compound": -0.6553}, {"text": "The double sided Goodfellas DVD with the fold out gated packaging ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Goodfellas ... More like Dumbfellas. To their credit they all have been telling us and showing us all along. So who's at fault here?", "neu": 0.715, "pos": 0.184, "neg": 0.101, "compound": 0.3462}, {"text": "It’s Goodfellas , Casino, Godfather coming back to life. ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Neither", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Carmine Persico dies in prison, now Gambino crime boss shot dead in front of home. If I learned anything from watching Goodfellas 20 times, it's that someone's making moves... ", "neu": 0.693, "pos": 0.0, "neg": 0.307, "compound": -0.9022}, {"text": "Yeah what did OBJ do for the giants anyway? just set receiving records at an astronomical pace, be one of the most prolific WRs in the NFL, but because he had personality and flair, \"good riddance\"?? What a dumb ass take ", "neu": 0.703, "pos": 0.106, "neg": 0.19, "compound": -0.7423}, {"text": "It never rains! STUPID GOODFELLAS !!! JacobWohl ", "neu": 0.572, "pos": 0.428, "neg": 0.0, "compound": 0.669}, {"text": "yer what are the chances the flip that third to the cards for Rosen? Also do we even want Rosen?", "neu": 0.839, "pos": 0.161, "neg": 0.0, "compound": 0.3527}, {"text": "Btw, you think the chicken bacon ranch pizza from goodfellas is good... get the chicken bacon ranch wrap. BRUH. Life changing.", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "I think that because one of my first crushes was young henry hill from goodfellas is the reason why I am the way I am today", "neu": 0.884, "pos": 0.0, "neg": 0.116, "compound": -0.4404}, {"text": "Felt like I was watching a scene in GoodFellas . ", "neu": 0.706, "pos": 0.294, "neg": 0.0, "compound": 0.3612}, {"text": "Your getting there", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Insider Louisville: Goodfellas Pizzeria submits plan for proposed restaurant at corner of Baxter and Broadway ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "It’s like watching a bootleg version of Goodfellas . ", "neu": 0.706, "pos": 0.294, "neg": 0.0, "compound": 0.3612}, {"text": "I’ve seen some people that have actually said Goodfellas", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Goodfellas , always. A L W A Y S [Sunshine_of_your_love.mp3]", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Watching Goodfellas on netflix Chill out time ! ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "We are positive we have the perfect wine for you! ", "neu": 0.513, "pos": 0.487, "neg": 0.0, "compound": 0.8221}, {"text": "Slightly obsessed with long takes in films, Goodfellas is possibly my favourite. Send me your faves please ", "neu": 0.802, "pos": 0.123, "neg": 0.075, "compound": 0.2247}, {"text": "Tricky choice this and always subject to change but I’ll go for 1) Bladerunner (Final Cut); 2) Rushmore; 3) The Big Lebowski; 4) Goodfellas", "neu": 0.947, "pos": 0.0, "neg": 0.053, "compound": -0.0772}, {"text": "Goodfellas is up there with the best", "neu": 0.588, "pos": 0.412, "neg": 0.0, "compound": 0.6369}, {"text": "I'd like to thank my mom PokemonLetsGo NintendoSwitch ", "neu": 0.545, "pos": 0.455, "neg": 0.0, "compound": 0.6124}, {"text": "Mob bosses getting iced out here like its Goodfellas .. what a time to be alive", "neu": 0.718, "pos": 0.282, "neg": 0.0, "compound": 0.6249}, {"text": "yes, I did a lot of that funeral work for both Paul Castelano & Tommy Bilotti (as a Florist) S.I. is home to cops, firefighters & goodfellas . btw- Todt Hill is prime R.E.", "neu": 0.833, "pos": 0.087, "neg": 0.08, "compound": 0.0516}, {"text": "All I know Goodfellas staying ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "I think The Departed has the most rewatch ability but Goodfellas is the superior film. This is why Scorsese is the best to ever do it, period.", "neu": 0.651, "pos": 0.349, "neg": 0.0, "compound": 0.9237}, {"text": "Gotti’s son and Sammy Gravano were released from prison not too long ago. This is some real life Goodfellas stuff. ", "neu": 0.852, "pos": 0.0, "neg": 0.148, "compound": -0.5106}, {"text": " Difficult Top 10 list alongside Honorable Mentions. Goodfellas (1990) Pulp Fiction (1994) Unforgiven (1992) Heat (1995) Saving Private Ryan (1998) Beauty and the Beast (1991) L.A. Confidential (1997) Schindler’s List (1993) Fargo (1996) Fight Club (1999) ", "neu": 0.686, "pos": 0.201, "neg": 0.113, "compound": 0.6124}, {"text": "“we always called each other ‘ goodfellas .’ Like you said, ‘You're gonna like this guy. He's all right. He's a good fella. He's one of us.’ You understand? We were goodfellas . Wiseguys” ", "neu": 0.786, "pos": 0.214, "neg": 0.0, "compound": 0.7845}, {"text": "The best. Hard to imagine my teen years (the 90’s) without Scorsese. I remember the night we all watched Goodfellas for the first time vividly. Plenty of good times and rapscallian behavior around those movies lol. Looking foreword to The Irishman.", "neu": 0.761, "pos": 0.209, "neg": 0.03, "compound": 0.8591}, {"text": "Hopefully it's like Joe Pesci's last scene in Goodfellas ... ", "neu": 0.606, "pos": 0.394, "neg": 0.0, "compound": 0.6369}, {"text": "The last 4 Harry Potters, avatar, paid in full, scarface, goodfellas , shawshank redemption, I mean there’s so many if you name a random movie there’s 2 chances out of 3 I’ve never seen it ", "neu": 0.94, "pos": 0.06, "neg": 0.0, "compound": 0.2023}, {"text": "I can’t believe it took me this long to find LilyHammer !! kicked this show in the ass !!! Anyone still suffering from missing Sopranos, you gotta get on Netflix and check this out. Funny, classic references to Godfather, Sopranos, Goodfellas , this show is great !", "neu": 0.697, "pos": 0.125, "neg": 0.178, "compound": -0.453}, {"text": "I have a couple. The tracking shot in Goodfellas and the Frank Capra shot where he zooms in on Jimmy Stewart’s face in Its a Wonderful Life. Me thinks Mr Spielberg is a Capra fan!", "neu": 0.822, "pos": 0.178, "neg": 0.0, "compound": 0.7424}, {"text": "My take on Casino (as I remember it from the time) is that it was as if someone made Goodfellas after watching Tarantino? YMMV", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Reputed Gambino crime boss shot and killed outside home in New York - CNN via Time to watch Goodfellas again!", "neu": 0.672, "pos": 0.0, "neg": 0.328, "compound": -0.8516}, {"text": "I like to think of myself as a Smashboy, but maybe I’m more of a Cleveland Z. ", "neu": 0.881, "pos": 0.119, "neg": 0.0, "compound": 0.1901}, {"text": "Malcolm Nance Compares Trump’s Campaign to the Movie ‘ Goodfellas ’ ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "I think your only role you did good was ‘Stacks’ on Goodfellas . Your ‘made up outrage doesn’t fool anyone.", "neu": 0.622, "pos": 0.12, "neg": 0.257, "compound": -0.5106}, {"text": "I wish someone would reenact this scene from GOODFELLAS with Trump playing the role of Billy Batts of course. I didn't say that. Not me. ", "neu": 0.824, "pos": 0.176, "neg": 0.0, "compound": 0.5423}, {"text": "I SWEAR I live in a really nice part of NYC. despite TV shows and the news.... Staten Island isn’t like living in Goodfellas . ", "neu": 0.705, "pos": 0.219, "neg": 0.076, "compound": 0.5661}, {"text": "I actually figured it out thank you though! GC games run super well on this bad boy", "neu": 0.494, "pos": 0.362, "neg": 0.144, "compound": 0.6476}, {"text": "Did Goodfellas have a scene in a toll lane?", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "The Shining, Sistet Act, The Birdcage, American ‘Fucking’ Pie , Austin Powers, American History X, Wayne’s World, Mrs. Doubtfire, Dumb & Dumber, Trainspotting, The Usual Suspects, Being John Malkovich, Toy Story, Goodfellas , Schindler’s List, The Shawshank Redemption, 4/", "neu": 0.801, "pos": 0.0, "neg": 0.199, "compound": -0.802}, {"text": "Not to be dramatic but I was watching Goodfellas tonight and uhhh then this happened", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Aunt Becky isnt cut out for prison", "neu": 0.494, "pos": 0.179, "neg": 0.326, "compound": -0.3582}, {"text": "Had to do that with my Goodfellas copy, felt really weird", "neu": 0.834, "pos": 0.0, "neg": 0.166, "compound": -0.2484}, {"text": "I know the feeling", "neu": 0.571, "pos": 0.429, "neg": 0.0, "compound": 0.128}, {"text": "Why did I decide to watch goodfellas for the first time rn", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Just thought back to how and and myself, along with the rest of our table, were doing Godfather/ Goodfellas /other mafia movie quotes, but about bowling. I cannot explain the context or why, but it had us in stitches.", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "5-the Goodfellas (Martin Scorsese) 1990 ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "I thought it was called Scarface. Lol! between Casino and Goodfellas . Godfather 2 was the best..and scarface is a complete comedy..I be dead laughin every other scene", "neu": 0.749, "pos": 0.095, "neg": 0.156, "compound": -0.4199}, {"text": "Anybody see goodfellas ? Remember the courtroom scene when all of the bosses showed up in wheelchairs with oxygen tanks?", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Incredible show. I’ve never really watched him in much before but that was amazing. Talented man.", "neu": 0.592, "pos": 0.408, "neg": 0.0, "compound": 0.8922}, {"text": "Best live show, ever! It's got everything. A fake love story, corruption, treason, fraud, maybe even money laundering, family betrayal, lies ALL day and night. A manic boss man. People going down. It's like Goodfellas on meth.", "neu": 0.495, "pos": 0.2, "neg": 0.306, "compound": -0.6996}, {"text": "Four of my fave films in alphabetical order! Goodfellas The Lord of The Rings: Return of The King The Royal Tenenbaums Winter’s Bone ", "neu": 0.873, "pos": 0.127, "neg": 0.0, "compound": 0.4926}, {"text": "Never watched Scarface so get that outta there. Anyone who says Goodfellas needs to be executed ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Thanks for the Goodfellas references Glad to be moving on from Beckham. Go Big Blue..!! “Print every fucking word you momo..!!” ", "neu": 0.729, "pos": 0.271, "neg": 0.0, "compound": 0.7946}, {"text": "The movie goodfellas will never get old. The movie will always be amazing", "neu": 0.759, "pos": 0.241, "neg": 0.0, "compound": 0.5859}, {"text": "I am a man and therefore unable to chop garlic without thinking I’m in Goodfellas .... ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Why are these people still in office ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "sounds like a scene from Goodfellas", "neu": 0.615, "pos": 0.385, "neg": 0.0, "compound": 0.3612}, {"text": "Fixtures - Monday 18 March Pitch 1 19:00 Dulwich Allsorts v Sunday Best 19:20 Dulwich Allsorts v The Kicktators 19:40 Sunday Best v The Kicktators 20:00 Mavericks v Goodfellas 20:20 Goodfellas v Making Emile Of It 20:40 Making Emile Of It v Mavericks", "neu": 0.797, "pos": 0.203, "neg": 0.0, "compound": 0.8555}, {"text": "Was he portrayed in Goodfellas ? Just want to get a handle on who he was. ", "neu": 0.909, "pos": 0.091, "neg": 0.0, "compound": 0.0772}, {"text": "The Hateful Eight Identity Ferris Bueller’s Day Off Fucking idk Harry Potter American Psycho Naked Gun (all are funny) Yeah idk Goodfellas is my favorite *this is mostly solid, right? ", "neu": 0.593, "pos": 0.175, "neg": 0.232, "compound": -0.2928}, {"text": "I’ve been to The House on The Rock. It is real, and it is magical. Never felt a vibe like it. ", "neu": 0.9, "pos": 0.0, "neg": 0.1, "compound": -0.2755}, {"text": "Cheers. Love history. Ya know, if our kids grew up studying Goodfellas history we’d have a pretty good neighborhood. Well maybe not.", "neu": 0.508, "pos": 0.492, "neg": 0.0, "compound": 0.9382}, {"text": "THROWBACK. We were doin the goodfellas pose lol. meanmugs ", "neu": 0.741, "pos": 0.259, "neg": 0.0, "compound": 0.4215}, {"text": "Midnight Run is still one of my favorite Robert De Niro films. Tied with Awakenings. However, Raging Bull, Goodfellas , Capefear, A Bronx Tale, Heat & Casino are masterworks.", "neu": 0.789, "pos": 0.099, "neg": 0.112, "compound": -0.1027}, {"text": "Raging Bull Pulp Fiction The Big Lebowski Goodfellas The Godfather", "neu": 0.726, "pos": 0.0, "neg": 0.274, "compound": -0.5267}, {"text": "If you make it downtown any time soon, go to The Varsity or Goodfellas , they are right across the street from each other and both are fire. It's a choice between a burger or pizza but imma leave to you.", "neu": 0.923, "pos": 0.0, "neg": 0.077, "compound": -0.25}, {"text": "Scarface is iconic but doesn’t stand close to The Godfather or Goodfellas , but in its own way is a five star film.", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Goodfellas , from before dual layer came along and you had to turn the DVD over halfway through the movie ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Despite all my gas I’ma rat a tat tat Dat ASS", "neu": 0.68, "pos": 0.0, "neg": 0.32, "compound": -0.6408}, {"text": "Listening to Spotify's 50's playlist is basically just Casino/ Goodfellas /A Bronx Tale soundtracks all mixed together.....and I'm definitely not complaining", "neu": 0.816, "pos": 0.184, "neg": 0.0, "compound": 0.5093}, {"text": "I’ve been watching Martin Scorsese’s seminal crime epic Goodfellas (1990) but I have Her (2013) on Blu-Ray Disc so I might put it on if I can’t get akip", "neu": 0.917, "pos": 0.0, "neg": 0.083, "compound": -0.3071}, {"text": "Not really a movie guy. Masque of the red death, Goodfellas , Sicario, Groundhog Day", "neu": 0.755, "pos": 0.0, "neg": 0.245, "compound": -0.5994}, {"text": "Give me a Goodfellas like movie with Denzel Washington, Jeffery Wright, and like.. Forest Whitaker. with Harry Lennix playing the cop trying to take them down lmao", "neu": 0.737, "pos": 0.263, "neg": 0.0, "compound": 0.802}, {"text": "90s has plenty of classics. Goodfellas to start the decade.", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "“What, you want clean water? You’re not [si]ssies, are you? Good, I new you could take it.”", "neu": 0.642, "pos": 0.358, "neg": 0.0, "compound": 0.7399}, {"text": "It's actually a photo of Robert De Niro, Ray Liotta & Joe Pesci on the set of Goodfellas", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "March's Masters of Cinema: Martin Scorsese - His body of work over 50 years is one of the most respected and celebrated in cinema. One of the most influential and important filmmakers of all time, Scorsese has permanently become an all time great of film. | Goodfellas (1990) ", "neu": 0.71, "pos": 0.29, "neg": 0.0, "compound": 0.9494}, {"text": "The Real American Movie Critics Episode 8 \" Goodfellas .\" ", "neu": 0.761, "pos": 0.0, "neg": 0.239, "compound": -0.296}, {"text": "Frank Cali, the alleged boss of the Gambino family, was hit at his Staten Island home. Now everyone on Twitter who has watched The Godfather or Goodfellas is an expert on the mafia and is giving their expert opinion on what it means.", "neu": 0.946, "pos": 0.054, "neg": 0.0, "compound": 0.34}, {"text": "...I watched Goodfellas and The Godfather 1&2 last weekend. All this RICO talk got me all in the mood and shit. Lol. I laugh and jest to hide the agonizing pain this traitorous conman has put us all thru. Just to clarify", "neu": 0.652, "pos": 0.119, "neg": 0.229, "compound": -0.7096}, {"text": "Goodfellas on Netflix is tempting even tho I've seen it a Zillion times!!! ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "it helps when they have a photocopier", "neu": 0.658, "pos": 0.342, "neg": 0.0, "compound": 0.3818}, {"text": "Cue final of Goodfellas ... ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Mr. , ‘uno di noi’... Top image with me in a press meeting In Ibiza IIFF 2007 // Yesterday with my bro at Camp Nou goodfellas You’re invite in Xmas, my mother wants to meet you ", "neu": 0.904, "pos": 0.096, "neg": 0.0, "compound": 0.34}, {"text": "FINALLY AFTER TEN THOUSAND YEARS I'M FREE ", "neu": 0.645, "pos": 0.355, "neg": 0.0, "compound": 0.5106}, {"text": "(I mean “we” as a society of polite people who have, over decades, cultivated an otherwise appropriate reverence for Duran Duran.)", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Probably Scarface. It's good, but I don't automatically watch it the way I do Casino and Goodfellas . With the cast overlap, those two have a very similar vibe.", "neu": 0.925, "pos": 0.075, "neg": 0.0, "compound": 0.2382}, {"text": "What", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "POR ISSO QUE FALAVAM TANTO DE GOODFELLAS AGORA TUDO FAZ SENTIDO", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": ",Fuck. That shocked me how old Joe is now. I just watched Goodfellas too \"I'm funny how, I mean funny like I'm a clown? I asmuse you\" legendary scene", "neu": 0.665, "pos": 0.263, "neg": 0.073, "compound": 0.7184}, {"text": "Insider Louisville: Goodfellas Pizzeria submits plan for proposed restaurant at corner of Baxter and Broadway ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "i thot we agreed never to mention that", "neu": 0.741, "pos": 0.259, "neg": 0.0, "compound": 0.2732}, {"text": "A Bronx Tale is good but Goodfellas is BETTER ", "neu": 0.465, "pos": 0.535, "neg": 0.0, "compound": 0.7845}, {"text": "Politicians (both sides) will bust the country in less than 10 years if adopted. Will be like the scene from Goodfellas where the case of scotch goes through the front door of the restaurant and the immediately out the back door.", "neu": 0.941, "pos": 0.059, "neg": 0.0, "compound": 0.3612}, {"text": "Goodfellas hands down, 2nd best Italian based movie next to our dearly beloved Godfather trilogy ", "neu": 0.538, "pos": 0.462, "neg": 0.0, "compound": 0.8834}, {"text": "Tommy and Frankie in goodfellas are the best comedy duo ever", "neu": 0.573, "pos": 0.427, "neg": 0.0, "compound": 0.7717}, {"text": "I got to go for a ride with our chancellor in his car once. I didn't look at this as a desirable thing. I kept thinking it wpuld end like a scene in Goodfellas .", "neu": 0.844, "pos": 0.156, "neg": 0.0, "compound": 0.5859}, {"text": "I think I'd agree to that. At least I'd rather watch Goodfellas", "neu": 0.8, "pos": 0.2, "neg": 0.0, "compound": 0.3612}, {"text": "Goodfellas is making me very, very hungry. Gotta try to make meatballs and spaghetti soon.", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "I NEED YOUR SUPPORT! JUST $5, $10, OR $20 WILL CHANGE A LIFE. CLICK THE LINK TO HELP. THANK YOU! ", "neu": 0.584, "pos": 0.416, "neg": 0.0, "compound": 0.893}, {"text": "I love movies about real life people & events. Braveheart, Titanic, Goodfellas , American Gangster, etc...", "neu": 0.741, "pos": 0.259, "neg": 0.0, "compound": 0.6369}, {"text": "Remember when Tommy walked into that house in Goodfellas thinking he was gonna be made? Same shit.", "neu": 0.816, "pos": 0.0, "neg": 0.184, "compound": -0.5574}, {"text": "Carmela Soprano doesn't quite dress as well as Ginger from CASINO, but I'd rate her ahead of Karen from GOODFELLAS .", "neu": 0.919, "pos": 0.081, "neg": 0.0, "compound": 0.1734}, {"text": "Geez, seems right out of the movie Goodfellas , or the TV show the Sopranos!", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "GoodFellas Is The Best Film Out If You Haven't Seen It Go Watch It! (Netflix)", "neu": 0.757, "pos": 0.243, "neg": 0.0, "compound": 0.6696}, {"text": "White Riot Tour", "neu": 0.357, "pos": 0.0, "neg": 0.643, "compound": -0.5574}, {"text": "Honestly, it’s not even a good one. It’s less like Goodfellas and more like Godfather III. ", "neu": 0.528, "pos": 0.356, "neg": 0.116, "compound": 0.6134}, {"text": "Goodfellas kills everything ", "neu": 0.364, "pos": 0.0, "neg": 0.636, "compound": -0.5423}, {"text": "Goodfellas : Current version of this addon is 2.0.3 – first detected 2017-10-18 ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Hey , we don't make that pizza - maybe try . Thanks, Goodfella's", "neu": 0.756, "pos": 0.244, "neg": 0.0, "compound": 0.4404}, {"text": "Goodfellas and then Godfather II which strangely didn't make the list.", "neu": 0.82, "pos": 0.0, "neg": 0.18, "compound": -0.296}, {"text": "Replace Chavez with or and I’ll listen", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "But how do I ask him to leave? He just sits on the couch watching Goodfellas and laughing at me while waving a pistol. And he farts. A LOT.", "neu": 0.845, "pos": 0.113, "neg": 0.042, "compound": 0.4588}, {"text": "If you’re a fan of nostalgia films like Sandlot/ Goodfellas /American Graffiti, I wrote a sketch for tonight’s show that you’ll love. 8pm See ya there!", "neu": 0.683, "pos": 0.317, "neg": 0.0, "compound": 0.8516}, {"text": "I've never really been a goodfellas fan ", "neu": 0.661, "pos": 0.339, "neg": 0.0, "compound": 0.3744}, {"text": "Lemme drop this idea now: Simply lying is not a good April Fool gag. “After much thought, I am returning to the seminary” is not the LOLz.", "neu": 0.547, "pos": 0.069, "neg": 0.383, "compound": -0.872}, {"text": "You need a Scooby snack. I just ignore it all. I said it at the start and I know absolutely nothing about politics but I think it will end up another referendum and bobs your uncle. No brexit.", "neu": 0.872, "pos": 0.0, "neg": 0.128, "compound": -0.5499}, {"text": "Movie idea: a whole new franchise for Goodfellas filmed entirely indoors", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "HumpDayMadness WednesdayWisdom Sometimes you got to be sensible not hasty, the worse thing Sen.HarryReed did was changing the RULES in the Senate. Mitch McConnell THE Goodfellas warned him they would be times Senate live 2 regret it.... StayFree ", "neu": 0.82, "pos": 0.062, "neg": 0.118, "compound": -0.3283}, {"text": "Oh snap!!!!!! They still getting after it 'Mafia Style' Time for me to watch Casino, Donnie Brasco, Goodfellas this weeknd", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Think it’s Friday at 10am.", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Keep it going Paul. I have family and friends who’ve come thru it. Day at a time is what they say. Your brilliant on sky soccer Saturday. One day at a time is all anyone can do.", "neu": 0.823, "pos": 0.177, "neg": 0.0, "compound": 0.7845}, {"text": "Nah, goodfellas for me. The other ones are essential. Goodfellas loses steam right at the end. GF is the best out of the four, obviously.", "neu": 0.736, "pos": 0.14, "neg": 0.124, "compound": 0.3612}, {"text": "According to the Goodfellas movie, expect a blood bath soon. You don’t kill s boss.", "neu": 0.719, "pos": 0.0, "neg": 0.281, "compound": -0.6908}, {"text": "It won't end well, but it will end soon.", "neu": 0.85, "pos": 0.0, "neg": 0.15, "compound": -0.1045}, {"text": "Harry from Home Alone to most of you, but Tommy from Goodfellas to me always. ", "neu": 0.903, "pos": 0.0, "neg": 0.097, "compound": -0.128}, {"text": "The Godfather is exceptionally pretty but was made in compliance with Mafia bosses and suffers for it. Goodfellas , while not a documentary at least shows the mob to be ugly. I probably prefer Casino though.", "neu": 0.734, "pos": 0.055, "neg": 0.211, "compound": -0.8102}, {"text": "agreed. plus a young core.", "neu": 0.588, "pos": 0.412, "neg": 0.0, "compound": 0.2732}, {"text": "More on AOC and the other puppets", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Godfather,Godfather two,Once upon a Time in America, Goodfellas ,Casino...love me some mob movies", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Do you like Goodfellas ? There's a really good documentary on the real Henry Hill on Youtube. Also on Amazon Prime there's a new doc about Lorena Bobbitt who cut her husband's penis off and flung it out of the window of a moving car", "neu": 0.796, "pos": 0.159, "neg": 0.045, "compound": 0.6478}, {"text": "id prefer them to spend a 3 and then start using these other picks to start getting some cornerstones of the franchise", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "It's the superior Ultimate", "neu": 0.462, "pos": 0.538, "neg": 0.0, "compound": 0.5423}, {"text": "The Harem Grows", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Ahh going to house parties as a kid was awesome! Never saw the Goodfellas standing in the doorway at any of them tho", "neu": 0.738, "pos": 0.262, "neg": 0.0, "compound": 0.7959}, {"text": "Love the kid", "neu": 0.323, "pos": 0.677, "neg": 0.0, "compound": 0.6369}, {"text": "History Buffs: Goodfellas ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "I was teaching you a Spanish word", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "“Murders came with smiles, shooting people was no big deal for us Goodfellas .” *Henry Hill sneezes* *Vince stares daggers*", "neu": 0.773, "pos": 0.133, "neg": 0.094, "compound": 0.2263}, {"text": "The ending of goodfellas be a great fit to the perp list of the Obama DOJ Obama Lynch Jarrett Clinton Clinton Comey McCabe Strzok Page Etc and so on", "neu": 0.798, "pos": 0.202, "neg": 0.0, "compound": 0.765}, {"text": "I guess I have to watch Goodfellas again now huh? I was planning to get to this all week and the universe has finally forced my hand.", "neu": 0.78, "pos": 0.113, "neg": 0.106, "compound": 0.0516}, {"text": "That might have been the first version I heard of it, or maybe when it was featured in Goodfellas .", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Casino is the correct answer. Anyone who lists GoodFellas can meet the same fate as Billy Batts... and then Tommy for that matter.", "neu": 0.952, "pos": 0.048, "neg": 0.0, "compound": 0.0258}, {"text": "Something I've never heard before. \" Oh look Goodfellas is on I haven't seen this yet \"", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Haven’t seen heat or a Bronx tale ..... goodfellas an all time favorite tho ", "neu": 0.8, "pos": 0.2, "neg": 0.0, "compound": 0.4588}, {"text": "Just watched Goodfellas , Cringe. 4/5", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Idk how I haven’t tbh. Which would you choose to go out of those? My favorite on that list is Goodfellas , so that’s going nowhere for me, no matter what.", "neu": 0.772, "pos": 0.185, "neg": 0.043, "compound": 0.5556}, {"text": "i got an itch to re-watch the godfather trilogy or maybe goodfellas or maybe casino", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Sod it, I’m watching Goodfellas .", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Can’t trust anyone who says Goodfellas ", "neu": 0.602, "pos": 0.398, "neg": 0.0, "compound": 0.5106}, {"text": "This is our core. This is who we build around. Our Goodfellas Chiefs ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "In this day and age, what sort of a person makes frozen pizzas that don't go directly onto the oven shelf and requires a tray goodfellas limppizza ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "I’d say goodfellas ... movies are hit and miss. I’ll have a look though", "neu": 0.882, "pos": 0.0, "neg": 0.118, "compound": -0.1531}, {"text": "Says the federally convicted felon. Here your GOP folks. They don't even have the Goodfellas , Soprano, Gotti intelligence to STFU so keep talking.. Loose lips sink ships ", "neu": 0.815, "pos": 0.101, "neg": 0.084, "compound": 0.1372}, {"text": "probably in relation to it beating GOODFELLAS .", "neu": 0.667, "pos": 0.0, "neg": 0.333, "compound": -0.4588}, {"text": "Scarface goes easy!! Casino was good Goodfellas probably top 5 movies ever made Godfather hands down best film ever made period!!!!! ", "neu": 0.552, "pos": 0.448, "neg": 0.0, "compound": 0.918}, {"text": "I know it's easier said than done but just pop in and be like \"ready when you are!\"", "neu": 0.617, "pos": 0.383, "neg": 0.0, "compound": 0.8268}, {"text": "You shouldn’t", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "It’s alright", "neu": 0.333, "pos": 0.667, "neg": 0.0, "compound": 0.25}, {"text": "Goodfellas is a class above", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Holy fuck, Harry from home alone is really old now, I feel ancient! What a legend Goodfellas is my favourite film ", "neu": 0.746, "pos": 0.0, "neg": 0.254, "compound": -0.6996}, {"text": "Shoutout Goodfellas bail bonds ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "The Mueller investigation sank Manafort. He was collateral damage in Mueller trying to get to President Trump. Stay out of the public eye if you’re committing crimes. Just like “ Goodfellas ” don’t show off your money and don’t bring attention to yourself.", "neu": 0.851, "pos": 0.081, "neg": 0.068, "compound": -0.1027}, {"text": "Absolutely fantastic Ricky. I’ve watched it twice. Brilliant. Funny and sad all at the same time.", "neu": 0.467, "pos": 0.412, "neg": 0.121, "compound": 0.8173}, {"text": "Dell Deal Trash-Talk: Like Watching the ' Goodfellas ' Movie ", "neu": 0.737, "pos": 0.263, "neg": 0.0, "compound": 0.3612}, {"text": "The Féile an Earraigh Trad Trail continues today with live traditional music at; 1-3pm - 5-7pm - Goodfellas 6-8pm - 7-9pm - 7-9pm - ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Wait, I was thinking of “ Goodfellas .” Haven’t seen “Casino.” Carry on.", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "In my favourite film as a kid (home alone) and my favourite as an adult ( goodfellas ) man is a legend...", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "You in Cinci or is she in AZ?", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "LOL theres nothing to me i will check it should be goodfellas good or solely use his life is minecraft again (hopefully),", "neu": 0.747, "pos": 0.253, "neg": 0.0, "compound": 0.7531}, {"text": "Goodfellas but with juuls", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "We wouldn’t have it any other way.", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "It’s real life Goodfellas and I’m here for it ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Dang. I just watch Goodfellas last night. Now a boss got whacked??? frankcali", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "EXCLUSIVE: Mask RIPPED OFF Ocasio-Cortez and Her EVIL Puppet Masters - S... ", "neu": 0.55, "pos": 0.136, "neg": 0.314, "compound": -0.5994}, {"text": "The root was from Gangster Number 1 (an awesome film, basically the English \" Goodfellas \") - and Gavin and Stacey did the other bit, but I'm sure they got it from a similar film...", "neu": 0.808, "pos": 0.192, "neg": 0.0, "compound": 0.6858}, {"text": "Quite possible. EVERYONE has their hands out. It's like a never ending episode of GOODFELLAS ! Lol.. iamkratom keepkratomlegal kratomsaveslives", "neu": 0.859, "pos": 0.141, "neg": 0.0, "compound": 0.4199}, {"text": "remember that week everyone tried to convince you to go to mastadon, like de niro at the end of goodfellas trying to get karen to check out the dresses. \"go ahead! it's right there\"", "neu": 0.87, "pos": 0.13, "neg": 0.0, "compound": 0.5848}, {"text": " does Granit Xhaka remind you in Goodfellas ? I think and will agree with me on this one.", "neu": 0.857, "pos": 0.143, "neg": 0.0, "compound": 0.3612}, {"text": "Wolf of Wall Street is just whack goodfellas don’t ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "It's the Goodfellas in White House. What a shame. ", "neu": 0.693, "pos": 0.0, "neg": 0.307, "compound": -0.4767}, {"text": "Florida and Goodfellas", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "It’s only on every day. Just hate watching the censored version though. (Same goes for goodfellas .)", "neu": 0.739, "pos": 0.0, "neg": 0.261, "compound": -0.6486}, {"text": " you’re awesome but I still don’t get the Goodfellas reference ", "neu": 0.758, "pos": 0.242, "neg": 0.0, "compound": 0.3716}, {"text": "I have seen Goodfellas and Casino and I am available for comment. ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "I’ll take you home again Kathleen", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "when u lock in nami and use cute owo faces to get your honor level back up ", "neu": 0.693, "pos": 0.307, "neg": 0.0, "compound": 0.7351}, {"text": " I have a new \"worst scene\" for Goodfellas . Early in the movie, young Henry portion. Want to stew on it?", "neu": 0.748, "pos": 0.061, "neg": 0.192, "compound": -0.5859}, {"text": "immmmmm... gonna watch goodfellas for the 37593837 time", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "I feel like watching Goodfellas ....for the 15786543467th time", "neu": 0.737, "pos": 0.263, "neg": 0.0, "compound": 0.3612}, {"text": "Dam son shit turning to goodfellas real quick ", "neu": 0.66, "pos": 0.0, "neg": 0.34, "compound": -0.5574}, {"text": "I watch Goodfellas more than I floss", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "This is the \"trump\" version of Jimmy Two-Times from Goodfellas . But, unfortunately, Jimmy Two-Times sounded much smarter when he said it. ", "neu": 0.779, "pos": 0.123, "neg": 0.098, "compound": 0.1531}, {"text": "Goodfellas is my favorite", "neu": 0.5, "pos": 0.5, "neg": 0.0, "compound": 0.4588}, {"text": "Happy BDay from the GoodFellas !", "neu": 0.501, "pos": 0.499, "neg": 0.0, "compound": 0.6114}, {"text": "It’s the best MCU film ", "neu": 0.488, "pos": 0.512, "neg": 0.0, "compound": 0.6369}, {"text": "I don’t think I knew he was in Goodfellas .", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Goodfellas – Henry Hill's \"A Look Back\" facebook movie Parody. ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "I watched Goodfellas for the umpteenth time last night cuz it's on Cinemax ... The Danny DeVito character that got whacked when he thought he was about to be \"made\", in real life was killed by John Gotti himself ... never knew that ...", "neu": 0.903, "pos": 0.0, "neg": 0.097, "compound": -0.6705}, {"text": "I'm Terrible for laughing at this line from Goodfellas . I read it and had Ray Liotta's voice in my head . ", "neu": 0.73, "pos": 0.137, "neg": 0.133, "compound": 0.0258}, {"text": "Well it’s no King of Comedy or After Hours but it’s still a damn sight better than Goodfellas", "neu": 0.494, "pos": 0.294, "neg": 0.212, "compound": 0.25}, {"text": "Aight man •Action/Psychological/Drama/Thrillers/Mystery: The Prestige, Inception, Se7en, Zodiac, Shutter Island, Girl with the Dragon Tattoo. •Every Quentin Tarantino film •Scorsese films: Goodfellas , The Departed, Casino, Taxi Driver", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Only seen goodfellas so.. everything else can go ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "RationalPoet.... The Godfather and Goodfellas and Scareface make for good movie plots, but sorry men, if you are going to be a fucking dumbass and bully people and commit crimes and try to cheat your way... ", "neu": 0.589, "pos": 0.096, "neg": 0.315, "compound": -0.9142}, {"text": "Casino. “Cas-seen it liked it better the first time when it was called Goodfellas ”", "neu": 0.695, "pos": 0.305, "neg": 0.0, "compound": 0.6908}, {"text": "Flaming hot take here but goodfellas is better than any of The Godfathers", "neu": 0.757, "pos": 0.243, "neg": 0.0, "compound": 0.5927}, {"text": "Goodfellas than A Bronx tale ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "From now on, I should watch this first thing in the morning, then stay offline for the rest of the day. ", "neu": 0.927, "pos": 0.0, "neg": 0.073, "compound": -0.128}, {"text": "And now for the first time in probably fifteen years, Goodfellas ! Thank you Netflix!", "neu": 0.808, "pos": 0.192, "neg": 0.0, "compound": 0.4738}, {"text": "I’d be semi disappointed but the fact you haven’t seen goodfellas which 100 times better than The Godfather is very disappointing", "neu": 0.629, "pos": 0.134, "neg": 0.237, "compound": -0.4478}], "sum": 357}