{"compound_ave": 0.12359492273730688, "texts": [{"text": "...now KRG will try their best to hinder any remote attempt. I agree with what you're saying, Ive always said diaspora should invest back into their homeland . I just don't think it's currently possible or worth the attempt, at least not without an Assyrian local government in NP", "compound": 0.8941, "pos": 0.218, "neg": 0.0, "neu": 0.782, "data": "2019-03-14 13:55:10"}, {"text": "It's shameful to become ambassador for tourism for other countries and continuously spit venoum against homeland .", "compound": -0.4939, "pos": 0.0, "neg": 0.176, "neu": 0.824, "data": "2019-03-14 14:59:32"}, {"text": "1923/1937 genocide in Cyrenaica and Ethiopia, use of chemical weapons 1934: Italian parliament is abolished 1935: gold is stolen for the homeland 1938: racial laws \"Mussolini did something good before declaring war\" Tajani ", "compound": -0.7964, "pos": 0.069, "neg": 0.239, "neu": 0.692, "data": "2019-03-14 17:49:41"}, {"text": "That agenda represents our community’s needs and concerns. This should be bipartisan. Homeland Tribalism is disgusting and should be beneath the dignity of Americans overseas. FATCA", "compound": -0.1779, "pos": 0.09, "neg": 0.113, "neu": 0.797, "data": "2019-03-14 14:06:55"}, {"text": "You can will many things..but willingness without an action is futile.I think that has been proven times and times also in Your homeland .And it has been so in centuries...despite willingness to be/get better.This should be adressed in all levels of society,it starts from home.", "compound": 0.4939, "pos": 0.089, "neg": 0.0, "neu": 0.911, "data": "2019-03-14 13:23:14"}, {"text": "It is really not in their long term interest to be part of a bland diversity blob. Maybe they only need that push to revive their own cultures in their homelands .", "compound": 0.6597, "pos": 0.162, "neg": 0.0, "neu": 0.838, "data": "2019-03-14 16:26:17"}, {"text": "Yea, he has his bags packed...going back to his homeland . Traitor.", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 14:42:44"}, {"text": "Our sister rohingyas have no future, no refugee status: only fed in zoo-like camps in bangladesh . World of conscience need to step up, end myanmar genocide & restore citizenship rights in their homeland of Rakhine . ", "compound": -0.296, "pos": 0.059, "neg": 0.117, "neu": 0.824, "data": "2019-03-14 17:47:36"}, {"text": "Each State—to fulfill her constitutional responsibility—must exercise her reserved power to arm & train her citizens for \" homeland security”, which the 2A recognizes.", "compound": 0.4404, "pos": 0.121, "neg": 0.0, "neu": 0.879, "data": "2019-03-14 15:25:40"}, {"text": "The separate development used be a clear delineation between France & it’s colonies. Now they’re moving into your Homeland just like they moved into ours. And your country will eventually look like ours", "compound": 0.765, "pos": 0.213, "neg": 0.0, "neu": 0.787, "data": "2019-03-14 18:33:19"}, {"text": "Despite of being neutral support of PTI, I condemn the Punjab Assembly act of raising the allowances of the so called Public Servants. Really shameful for the concerned authorities when the majority of the dear homeland is living below poverty line.", "compound": -0.624, "pos": 0.107, "neg": 0.189, "neu": 0.704, "data": "2019-03-14 16:24:58"}, {"text": "So, in conclusion, If Mr Rosen wishes to call the UK his homeland he may safely do so.", "compound": 0.5859, "pos": 0.231, "neg": 0.0, "neu": 0.769, "data": "2019-03-14 18:23:27"}, {"text": "These are some of the series that will be available on StarTimesON App : The Walking Dead, Empire, 24, X-files, Outcast, American Dad, Modern Family, Ghosted, Chance, Star, Family Guy, Prison Break, Homeland , American Horror Story, Da Vinci's Demons, The Americans and 24 Legacy.", "compound": -0.8834, "pos": 0.038, "neg": 0.216, "neu": 0.746, "data": "2019-03-14 13:32:08"}, {"text": "MIT report warns U.S. electrical grid vulnerable | Homeland Security News Wire ", "compound": 0.0258, "pos": 0.175, "neg": 0.241, "neu": 0.584, "data": "2019-03-14 14:33:17"}, {"text": "RT SamaaEnglish: The agency, part of the US Department of Homeland Security, currently operates 23 offices overseas US Trump Immigration ", "compound": 0.34, "pos": 0.112, "neg": 0.0, "neu": 0.888, "data": "2019-03-14 15:08:27"}, {"text": "I believe that ALL dead soldiers should be returned to their homeland where their families can more easily mourn them.", "compound": -0.6893, "pos": 0.103, "neg": 0.283, "neu": 0.614, "data": "2019-03-14 13:13:20"}, {"text": "Baloch Nation's resistance is to Defēnd their homeland against These dēsigns..Intensification and Development of resistance Movement is necessary as the Enemy considers it as their Biggest threat...... Marтyr Uѕтad Aѕlaм Balocн... Balochistan", "compound": -0.5423, "pos": 0.0, "neg": 0.101, "neu": 0.899, "data": "2019-03-14 14:34:42"}, {"text": "I think should be president VP Biden’s Cabinet Secretary of State AG Secretary of Defense Homeland Secretary of Commerce Secretary of Treasury Secretary of Interior", "compound": 0.3182, "pos": 0.13, "neg": 0.0, "neu": 0.87, "data": "2019-03-14 14:15:51"}, {"text": "Hilarious Killary s Job was to “Break the Rule of Law in America”, (Her Rule no Constitution)Hussein wanted to make “ Homeland Security” as powerfull as the military(Constitution =no military against populace),DemonRats flood America w/immigrants(money & vote) No Sovereign Nation", "compound": -0.1779, "pos": 0.064, "neg": 0.105, "neu": 0.831, "data": "2019-03-14 17:25:36"}, {"text": "and they’re running around calling themselves Shield agents despite in 2008 still working on an acronym for Strategic Homeland bla bla bla.Also Nick Fury & Shield developing weapons shortly AFTER Thor because they finally learned about otherwordly threats.Cap Marvel wasnt enough?", "compound": -0.5859, "pos": 0.06, "neg": 0.142, "neu": 0.797, "data": "2019-03-14 19:28:50"}, {"text": "Homeland Security: ‘President Barack Obama was NOT ELIGIBLE to work in the United States’ - ", "compound": 0.6369, "pos": 0.302, "neg": 0.0, "neu": 0.698, "data": "2019-03-14 15:20:16"}, {"text": "Audit: Homeland Security ???ill-prepared??? for potential pandemics - The Washington Post ", "compound": 0.5204, "pos": 0.272, "neg": 0.0, "neu": 0.728, "data": "2019-03-14 16:48:08"}, {"text": "as busy as a bee, but still to know what is going on in our homeland", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 13:38:31"}, {"text": "Have you heard ‘ Homeland ’ by Robin Premier on SoundCloud ? np ", "compound": 0.34, "pos": 0.179, "neg": 0.0, "neu": 0.821, "data": "2019-03-14 14:40:03"}, {"text": "Bussing illegals by Homeland Security. Can we assume that the children are not being DNA tested to see if they're even related to the men versus being trafficked for some sick degenerate? Why are they being allowed in? ", "compound": -0.3094, "pos": 0.057, "neg": 0.087, "neu": 0.856, "data": "2019-03-14 14:14:45"}, {"text": "From the river to the sea Palestine will be free. Get a hell out from Middle East and from our homeland - Palestine. Hezbollah are heroes, ulike rats like you. ", "compound": 0.5423, "pos": 0.241, "neg": 0.122, "neu": 0.637, "data": "2019-03-14 16:33:13"}, {"text": "Audit: Homeland Security ???ill-prepared??? for potential pandemics - The Washington Post ", "compound": 0.5204, "pos": 0.272, "neg": 0.0, "neu": 0.728, "data": "2019-03-14 16:39:40"}, {"text": "The key to success is well fit pants", "compound": 0.8074, "pos": 0.624, "neg": 0.0, "neu": 0.376, "data": "2019-03-14 16:29:25"}, {"text": ". mom's embarassed nutrition a homeland his listener", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 14:35:05"}, {"text": "The Saudis are getting their asses kicked in Yemen. Our limited involvement will only lengthen the war, increase casualties and the cost of the war and the Saudis will lose anyway. They invaded the homeland of a bunch of people who LOVE to fight. THINK before you leap next time.", "compound": -0.7761, "pos": 0.113, "neg": 0.234, "neu": 0.654, "data": "2019-03-14 12:50:55"}, {"text": "I want to tribute deeply to Imran Khan, toys have been protected about their homeland which are talking about only in the country, I want to thank their heart again I am a true leader. ", "compound": 0.8316, "pos": 0.293, "neg": 0.0, "neu": 0.707, "data": "2019-03-14 14:49:05"}, {"text": "Every segment of info here is worth looking at. Homeland Security Operations (HSI) uses a tool called Integrative Case Management, developed by Palantir, to compile public and private data to help ICE build profiles of people.", "compound": 0.7184, "pos": 0.179, "neg": 0.0, "neu": 0.821, "data": "2019-03-14 13:22:08"}, {"text": "After 60 years in exile, Dalai Lama still remembered in his homeland SEE PHOTOS | ", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 14:30:10"}, {"text": "Hacking, DNA, machnine noise, acoustic side-channel attacks | Homeland Security Newswire .XIolRtbeChI.twitter ", "compound": -0.128, "pos": 0.168, "neg": 0.203, "neu": 0.629, "data": "2019-03-14 17:56:25"}, {"text": "All Info - S.1281 - 115th Congress (2017-2018): Hack the Department of Homeland Security Act of 2018 | | Library of Congress ", "compound": 0.34, "pos": 0.124, "neg": 0.0, "neu": 0.876, "data": "2019-03-14 15:41:29"}, {"text": "Why are we paying her??”A complaint filed with the Department of Homeland Security’s civil rights office on Wednesday alleges that Immigration and Customs Enforcement is indefinitely holding five immigrant fathers and their young children in a South Texas center.” ", "compound": -0.3736, "pos": 0.0, "neg": 0.065, "neu": 0.935, "data": "2019-03-14 18:12:26"}, {"text": "I am baffled. I hear people referring to the country they live in (or want to live in or came from) as their homeland . As you know, some people tell me Israel is my homeland . I was trying to find out if the UK is my homeland or not. ", "compound": 0.0772, "pos": 0.028, "neg": 0.0, "neu": 0.972, "data": "2019-03-14 18:01:47"}, {"text": "Is that warilla/barrack heights? I’m from illawarra now live in Brisbane. Horridly hot n humid here the past 4-5 weeks, I think we’ve had 2 days or showers. Miss my homeland but not them floods", "compound": -0.25, "pos": 0.0, "neg": 0.091, "neu": 0.909, "data": "2019-03-14 17:54:11"}, {"text": "For every bomb the US gov drops, it not only kills innocent people in other countries, destroys their homeland , and creates more enemies, it deprives Americans of adequate healthcare , education and infrastructure . It promotes a culture of violence and hate in America . ", "compound": -0.9417, "pos": 0.148, "neg": 0.37, "neu": 0.481, "data": "2019-03-14 15:37:12"}, {"text": "That's all you have. Copy/pasted pictures. That's all you'll ever have. If you want to see the actual symbol up close, come to it's homeland . GREECE. Archaelogical Museum of Vergina. ", "compound": 0.0772, "pos": 0.043, "neg": 0.0, "neu": 0.957, "data": "2019-03-14 13:09:42"}, {"text": "India became No. 1 by playing at home and let me assure you that Pakistan is also going to play at home soil very soon as our forces have successfully rotten out RAW and RAW's Destructive activities in our homeland", "compound": -0.1779, "pos": 0.191, "neg": 0.185, "neu": 0.624, "data": "2019-03-14 17:37:11"}, {"text": "There’s no point of saying “this gotta stop” anymore, been 8 yrs of constant torture. It’s incredibly sad to see my homeland and our ppl go through that but hang on Syria, we coming to build ya. ", "compound": -0.6424, "pos": 0.0, "neg": 0.159, "neu": 0.841, "data": "2019-03-14 13:20:08"}, {"text": "America slowly fading away. Give me your huddled masses takes on new meaning here. Only they want a little Somalia here. Forget the USA. I hope that homeland is watching this very carefully.", "compound": 0.5198, "pos": 0.173, "neg": 0.047, "neu": 0.78, "data": "2019-03-14 18:45:26"}, {"text": "London", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 16:38:06"}, {"text": " just wait and see theres a reason homeland is looking into her assets, and her role with r kelly theres a reason she went private on social media, her and andrea kelly.", "compound": 0.1779, "pos": 0.057, "neg": 0.0, "neu": 0.943, "data": "2019-03-14 13:41:39"}, {"text": "Assyrian Akitu , AssyrianNewYear ’s Celebrations from the past in the homeland Assyria and around the world ", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 15:20:13"}, {"text": "I live in the homelands (Msikaba ward 25 Ray Nkonyeni Municipality, few km in land from Shelly Beach, KZN SC) we have a white neighbor no issues. Across the main road (Izotsha Rd) there's another white guy who rent a room from a black family.", "compound": -0.296, "pos": 0.0, "neg": 0.052, "neu": 0.948, "data": "2019-03-14 18:40:57"}, {"text": "Great Britain is my homeland . it's a landscape thing. Where I was born & brought up. Ancestral origins cover a wider area, across Irish Sea, ultimately Phoenecia & W Africa before archaeology accepts there were boats. As ever, Nature & Nurture both. Dichronic & synchronic truths.", "compound": 0.891, "pos": 0.254, "neg": 0.0, "neu": 0.746, "data": "2019-03-14 18:49:41"}, {"text": "It's sad to see a sick baby talking to his dad on video call as he is on his duty to serve this homeland ...", "compound": -0.7506, "pos": 0.0, "neg": 0.225, "neu": 0.775, "data": "2019-03-14 14:25:21"}, {"text": "With respect, you sound confused. Israel is a multicultural country where everyone participates in public life from parliament to 1st grade school.The 9 million population includes nearly 2 million non Jews.Pleased to see you respect there should be ONE homeland for Jews.", "compound": 0.5994, "pos": 0.139, "neg": 0.052, "neu": 0.809, "data": "2019-03-14 15:44:41"}, {"text": "winwin: [spotted] [going back to his homeland ] yunqis: ", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 14:53:56"}, {"text": "United States Department of Homeland Security via ", "compound": 0.6369, "pos": 0.51, "neg": 0.0, "neu": 0.49, "data": "2019-03-14 15:06:38"}, {"text": "and patriotism or national pride (the feeling of love, devotion and sense of attachment to a homeland and alliance with other citizens who share the same sentiment).", "compound": 0.926, "pos": 0.437, "neg": 0.0, "neu": 0.563, "data": "2019-03-14 17:44:47"}, {"text": "Homeland & Supergirl actor David Harewood full podcast conversation! CrimeInvestigation , cooking , aliens , NDE , Robert Mitchum, the Hamptons , StarWars , superpowers , highschool & lots more! * powers entertainment guest visits! ", "compound": 0.6065, "pos": 0.141, "neg": 0.0, "neu": 0.859, "data": "2019-03-14 15:00:42"}, {"text": "do you have any idea about the history of war on terror in SA? I lived through that phase so stop playing the victim role! Osama bin Laden nationalty was stripped way before 9/11! support? Qatar,Yemen (his real homeland ) and for sure Iran! DO SOME RESEARCH!", "compound": -0.8279, "pos": 0.12, "neg": 0.234, "neu": 0.645, "data": "2019-03-14 13:53:16"}, {"text": " Sir why we not register our homeland products on our own name made in Pakistan? Export under the lable \" made in Pakistan. ", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 16:12:08"}, {"text": "And no shit many Israelis were foreign born European. Their families were run out of their homeland by Arabs (& others) fled to a variety of places including Europe. Then run out of Europe after being butchered in the holocaust- not that you give a shit. Were not running any more", "compound": -0.8555, "pos": 0.0, "neg": 0.17, "neu": 0.83, "data": "2019-03-14 16:33:00"}, {"text": "Any black that can prove their ancestors were slaves, I will gladly pay for them to go back to their homeland . See how that flies. Blacks really should be grateful. What kind of life would you have, if your ancestors were never brought to America? Not near as good as here.", "compound": 0.4325, "pos": 0.102, "neg": 0.069, "neu": 0.829, "data": "2019-03-14 12:53:25"}, {"text": "Threw Brennan under a Bus? 911 Saudi Terrorists benefited with Visas under Brennan while He ran CIA in Saudi Americans were co Terrorists in attack on 911 Why? We now have Homeland security more Govt NSA corruption thanks to 911 & Globalist president Bush ", "compound": -0.8105, "pos": 0.098, "neg": 0.216, "neu": 0.686, "data": "2019-03-14 19:15:20"}, {"text": "Israel belongs to Israel. Is it not a human right for people to seek self determination in their ancestral historic homeland ? Are Jews not human enough to qualify for this right???", "compound": 0.5661, "pos": 0.112, "neg": 0.0, "neu": 0.888, "data": "2019-03-14 14:02:18"}, {"text": "Italy - the homeland of Anthony Minichiello, James Tedesco and Aidan Guerra. I'm sure Italy's done other stuff but I can't confirm this for now eaststowin eastsworld", "compound": 0.1655, "pos": 0.064, "neg": 0.0, "neu": 0.936, "data": "2019-03-14 14:49:05"}, {"text": "I’m not putting blame. I’m dreaming of these European Jews a homeland in what used to be Spain", "compound": 0.2584, "pos": 0.113, "neg": 0.0, "neu": 0.887, "data": "2019-03-14 19:07:16"}, {"text": "Haha calling others fake while u dont even live in your homeland and btw even ISIS rejected muslims from Pakistan and those who joined were made to clean toilets even ISIS has standards", "compound": -0.1779, "pos": 0.142, "neg": 0.16, "neu": 0.698, "data": "2019-03-14 14:54:04"}, {"text": "Our association with Pakistan is our strength. There’s no place like your homeland . Let’s join hands and make Pakistan a prosperous nation. PakistanBanaoCertificates Learn more or invest at: ", "compound": 0.8316, "pos": 0.313, "neg": 0.063, "neu": 0.625, "data": "2019-03-14 17:09:40"}, {"text": "The EU is and always was a Tory party perception problem. Everything was fine until \"Austerity\" hit their \" homeland \" of the South East then anti-european feeling grew. The ref problem was not a UK problem just theres! The EU is not perfect but NO UK Government took them on!", "compound": 0.1731, "pos": 0.15, "neg": 0.138, "neu": 0.712, "data": "2019-03-14 18:45:12"}, {"text": "Have u heard about ISIS?that beheads people live on TV , that is your mentality , u sit far away from your homelands and comment on others", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 13:50:47"}, {"text": "PPK are freedom fighters fighting for their freedom and an independent Kurdistan, democratic and free in their indigenous homeland . Free of the oppressive and occupying Turkey which restricts press and human freedoms. Bit like the Palestinians really except Palestinian", "compound": 0.9186, "pos": 0.343, "neg": 0.152, "neu": 0.505, "data": "2019-03-14 15:55:17"}, {"text": "MIT report warns U.S. electrical grid vulnerable | Homeland Security News Wire ", "compound": 0.0258, "pos": 0.175, "neg": 0.241, "neu": 0.584, "data": "2019-03-14 13:28:00"}, {"text": "Carrying on this thread, just remembering my childhood buddy, lost during Operation Lifeline. Capt. Alamdar Hussain SHAHEED. He and the crew of his mi-17 embraced Shahadat attempting to reach a remote village to rescue locals, he was due to be married the following month. ", "compound": 0.2732, "pos": 0.094, "neg": 0.049, "neu": 0.857, "data": "2019-03-14 17:56:45"}, {"text": "The history of white coffee and the flavour or Kopi-O together to double the coffee chill Download and BUY Homeland Kopi-O Premium and White Coffee Combo NOW iOS: 11Street ", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 13:00:03"}, {"text": "If your homeland is where you want to be, I choose post-witch Narnia.", "compound": 0.0772, "pos": 0.106, "neg": 0.0, "neu": 0.894, "data": "2019-03-14 18:42:46"}, {"text": "What is Katharine Gorka doing at the Homeland Security Department? This group is suing to find out. ", "compound": 0.0772, "pos": 0.123, "neg": 0.108, "neu": 0.769, "data": "2019-03-14 12:53:38"}, {"text": "I'm addicted to Homeland", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 15:48:03"}, {"text": "Failed inspection&quot; report for the Kuehne Chemical Co., Inc. | United States Department Of Homeland Security | September 11 Attacks ", "compound": -0.25, "pos": 0.205, "neg": 0.244, "neu": 0.551, "data": "2019-03-14 17:34:31"}, {"text": "Yaa Manzoor just like Bacha Khan, that's the truth. both never loved homeland . Thanks to ANP unemployed workers and Afghan Refuges.", "compound": -0.1906, "pos": 0.175, "neg": 0.203, "neu": 0.622, "data": "2019-03-14 14:43:44"}, {"text": "Audit: Homeland Security ???ill-prepared??? for potential pandemics - The Washington Post ", "compound": 0.5204, "pos": 0.272, "neg": 0.0, "neu": 0.728, "data": "2019-03-14 15:44:29"}, {"text": "Mr pompeo the Iranian are worried about the future of their children and the environment of their homelands .Everyday Labor and women activists ,journalists,environmentalists and terrorist regim’s opponents are arrested ,tortured and humiliated with false confessions.", "compound": -0.9432, "pos": 0.0, "neg": 0.34, "neu": 0.66, "data": "2019-03-14 15:46:11"}, {"text": "Homeland Security Investigations analyst found guilty of false statements .XIoecvE0F90.twitter ", "compound": -0.1027, "pos": 0.182, "neg": 0.212, "neu": 0.606, "data": "2019-03-14 17:27:59"}, {"text": "Eight brothers give their lives a ransom to defend homeland SaudiArabia ", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 19:19:05"}, {"text": "The amount of *refugees/asylum seekers* who travel back to homeland is amazing", "compound": 0.5859, "pos": 0.257, "neg": 0.0, "neu": 0.743, "data": "2019-03-14 15:04:00"}, {"text": "The President of Yemen handed me a bag of State and custom edit will make homeland terrorism in Yemen the finest game history", "compound": -0.6808, "pos": 0.0, "neg": 0.18, "neu": 0.82, "data": "2019-03-14 15:49:16"}, {"text": "“Kip and I are both international bastards — born in one place and choosing to live elsewhere. Fighting to get back to or get away from our homelands all our lives”. ~ The English Patient. quote", "compound": -0.7579, "pos": 0.0, "neg": 0.169, "neu": 0.831, "data": "2019-03-14 15:44:36"}, {"text": "Failed inspection&quot; report for the Kuehne Chemical Co., Inc. | United States Department Of Homeland Security | September 11 Attacks ", "compound": -0.25, "pos": 0.205, "neg": 0.244, "neu": 0.551, "data": "2019-03-14 18:01:52"}, {"text": "Says the hypocrite who did not want the homelands .", "compound": -0.0572, "pos": 0.0, "neg": 0.133, "neu": 0.867, "data": "2019-03-14 17:31:21"}, {"text": "BREAKING : Algeria PM: The main mission of the army is to protect the homeland ", "compound": 0.3818, "pos": 0.167, "neg": 0.0, "neu": 0.833, "data": "2019-03-14 18:03:59"}, {"text": "I am one of these people you speak of and I'd rather see my homeland free even if it meant I had to leave Europe The EU is a great idea on paper but in practice it causes more problems than it solves", "compound": 0.3095, "pos": 0.155, "neg": 0.107, "neu": 0.738, "data": "2019-03-14 18:28:58"}, {"text": "When I was last at home, our local MP was posting on Facebook that he had spare seats in the ute (flat-back truck) if anyone needed a ride up the coast to catch some waves. It’s a truly special political culture back in the homeland : ", "compound": 0.6808, "pos": 0.123, "neg": 0.0, "neu": 0.877, "data": "2019-03-14 16:55:55"}, {"text": "Homeland getting to u init lol", "compound": 0.4215, "pos": 0.412, "neg": 0.0, "neu": 0.588, "data": "2019-03-14 13:15:02"}, {"text": "unhcr and humanitarian organizations please .. We are Iraqi refugees in Turkey from 2014 to 2015 and so far we have not got a homeland .. Put yourselves in our place .. Our situation is bad and our children their future is unknown. . Please help us. StandWithIraqiRefugees", "compound": 0.4215, "pos": 0.138, "neg": 0.066, "neu": 0.795, "data": "2019-03-14 17:52:20"}, {"text": "Homeland Security: ‘President Barack Obama was NOT ELIGIBLE to work in the United States’ via ", "compound": 0.6369, "pos": 0.286, "neg": 0.0, "neu": 0.714, "data": "2019-03-14 13:28:16"}, {"text": "The ultimate in homeland protection", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 17:33:58"}, {"text": "I loved the last season of Homeland just because it was just so creepily similar to our current situation.", "compound": 0.5994, "pos": 0.187, "neg": 0.0, "neu": 0.813, "data": "2019-03-14 14:06:14"}, {"text": "Each State—to fulfill her constitutional responsibility—must exercise her reserved power to arm & train her citizens for \" homeland security”, which the 2A recognizes.", "compound": 0.4404, "pos": 0.121, "neg": 0.0, "neu": 0.879, "data": "2019-03-14 15:19:24"}, {"text": "Think about the types of careers available in the homeland security field. Clic ", "compound": 0.34, "pos": 0.179, "neg": 0.0, "neu": 0.821, "data": "2019-03-14 18:44:13"}, {"text": "This video still makes me cry. Pakhtoon sons have laid down their lives to protect this homeland from barbarians. We will never let these mothers down. ", "compound": -0.128, "pos": 0.088, "neg": 0.104, "neu": 0.808, "data": "2019-03-14 17:25:41"}, {"text": "Hariri: The only solution to the refugee crisis lies in the safe return to their homeland in accordance with international laws and treaties", "compound": -0.4019, "pos": 0.167, "neg": 0.222, "neu": 0.611, "data": "2019-03-14 17:47:56"}, {"text": "\"The Air Defence Task Force, together with the Special Operations Task Force, Island Defence Task Force and Maritime Security Task Force, make up the High Readiness Core that safeguards homeland security, Singapore's skies and waterways.\" ", "compound": 0.8934, "pos": 0.344, "neg": 0.0, "neu": 0.656, "data": "2019-03-14 16:14:20"}, {"text": " ima need you to get yo homeland together ", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 12:50:20"}, {"text": "This has to be stopped immediately! UN and the EU trying to implement their 2000 vision of flooding Europe with over 150 million migrants ! If you want a war allow this to happen! To all Europeans we have to protect our homeland from this invasion ! No to the UN migration pact .", "compound": -0.5216, "pos": 0.13, "neg": 0.153, "neu": 0.717, "data": "2019-03-14 16:54:24"}, {"text": "In order to rebuild our homeland as soon as we can, please lend me your strength for a while longer.", "compound": 0.6705, "pos": 0.244, "neg": 0.0, "neu": 0.756, "data": "2019-03-14 19:17:27"}, {"text": "Wilderson is definitely onto something. Moving BeyondTheWhiteness BHM OnTeamAfrika", "compound": 0.4019, "pos": 0.252, "neg": 0.0, "neu": 0.748, "data": "2019-03-14 18:39:34"}, {"text": "Private security in Pakistan is a booming sector, with growth comes the need for regulation and oversight. Read more about the opportunities and challanges of private security in Pakistan on ", "compound": 0.8505, "pos": 0.291, "neg": 0.0, "neu": 0.709, "data": "2019-03-14 18:57:53"}, {"text": "Where’s the receipts for homeland security looking into her assets?", "compound": 0.4767, "pos": 0.339, "neg": 0.0, "neu": 0.661, "data": "2019-03-14 13:42:13"}, {"text": "Why am I not surprised XD my homeland is fucking brutal on this kind of shit, I mean we aren't that many after all ", "compound": -0.9269, "pos": 0.0, "neg": 0.43, "neu": 0.57, "data": "2019-03-14 18:35:22"}, {"text": "It then morphed into something involving US Homeland Security but the dog bit was charming", "compound": 0.7845, "pos": 0.347, "neg": 0.0, "neu": 0.653, "data": "2019-03-14 18:28:04"}, {"text": "Nine past podcast guests share stories in this BestOf episode! Hear from AliceInChains producer Toby Wright, MMA analyst Robin Black & Homeland / Supergirl actor David Harewood & more! ", "compound": 0.4184, "pos": 0.1, "neg": 0.0, "neu": 0.9, "data": "2019-03-14 17:20:07"}, {"text": "I remember one time my friend asked my prof about us studying English in another accent like American, Scottish and Australian and then she hit her with: “It’s because this is our language and it was derived from our homeland ” as she point at England on the map..", "compound": 0.6908, "pos": 0.11, "neg": 0.0, "neu": 0.89, "data": "2019-03-14 18:25:37"}, {"text": "Homeland comes first! Read more about Hungary’s March 15th National Day on the blog: ", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 17:53:10"}, {"text": "There are dozens of Muslim and Christian states but you don’t like the one small Jewish one in their ancestral homeland . Well deal with it. Terror won’t change things.", "compound": 0.0772, "pos": 0.162, "neg": 0.126, "neu": 0.712, "data": "2019-03-14 19:24:07"}, {"text": "As a father, you have a responsibility to clothe, shelter, and feed your children and provide a form of security after you die. In the Homeland , you can pay Riba free, that's fine, but not outside of it.", "compound": 0.1531, "pos": 0.135, "neg": 0.094, "neu": 0.771, "data": "2019-03-14 14:54:18"}, {"text": "What homeland ? Arabia?", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 14:14:05"}, {"text": "Yes! We must us our rich CULTURE to free ourselves from the criminal nations that subjugation our people in Africa and around the world. Let’s SING OUR WAY TO FREEDOM BeyondTheWhiteness OnTeamAfrika BHM ", "compound": 0.9086, "pos": 0.321, "neg": 0.074, "neu": 0.606, "data": "2019-03-14 16:30:08"}, {"text": "My uniform is always perfect condition! Do not want to dishonor glorious homeland !", "compound": 0.8505, "pos": 0.431, "neg": 0.062, "neu": 0.507, "data": "2019-03-14 15:06:57"}, {"text": "I didn’t say that couldn’t, I simply suggested that I wasn’t sure what her a group of countries could be considered someone’s homeland . As it is, I completely agree with you. if you can include multiple places then sure, Europe, the world, the universe, are all good!", "compound": 0.862, "pos": 0.218, "neg": 0.0, "neu": 0.782, "data": "2019-03-14 18:22:31"}, {"text": "I am as a refugee , I won't abandon my country whatever happens and whatever will happen, plus the only nationality that represents us is Palestinian nationality, the others don't. We have one homeland , Palestine , When I say Palestine, I mean Palestine from the river to the sea.", "compound": 0.3412, "pos": 0.055, "neg": 0.0, "neu": 0.945, "data": "2019-03-14 14:58:01"}, {"text": "What do you think of this? The driver of a shovel operator was blamed by someone for a wrongdoing committed by an unknown person. The driver became very angry. He gave vent to his anger by destroying some fruit trees of the person whose land he was clearing.", "compound": -0.9168, "pos": 0.037, "neg": 0.245, "neu": 0.718, "data": "2019-03-14 14:47:54"}, {"text": "Homeland secretary NatBizzle.", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 16:01:16"}, {"text": "Humanitarian appeal in the name of humanity to the international organizations that deal with refugees: We Iraqi refugees suffer from the long waiting waiting for us and we did not find a homeland to com StandWithIraqiRefugees", "compound": -0.5423, "pos": 0.0, "neg": 0.093, "neu": 0.907, "data": "2019-03-14 15:04:55"}, {"text": "Vice President Pence, Secretary of Homeland Security Nielsen plead for declaration approval ", "compound": 0.6705, "pos": 0.355, "neg": 0.0, "neu": 0.645, "data": "2019-03-14 18:58:29"}, {"text": "An army being “official” means absolutely nothing. They need to be held to a standard and not granted free passes. The IRA were terrorists who tried to defend their homeland , the British were the terrorists who stole it. Not saying they’re equal, just don’t defend the British.", "compound": -0.9125, "pos": 0.0, "neg": 0.231, "neu": 0.769, "data": "2019-03-14 19:06:05"}, {"text": "Also I don’t have any maps", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 12:48:43"}, {"text": "Homeland Security ", "compound": 0.34, "pos": 0.706, "neg": 0.0, "neu": 0.294, "data": "2019-03-14 17:29:41"}, {"text": "A 5-MINUTE OUTREACH: TODAY'S PRAYER ", "compound": 0.2732, "pos": 0.412, "neg": 0.0, "neu": 0.588, "data": "2019-03-14 13:42:46"}, {"text": "Homeland Security: ‘President Barack Obama was NOT ELIGIBLE to work in the United States’ - news NativeAmerican NativeTwitter", "compound": 0.6369, "pos": 0.257, "neg": 0.0, "neu": 0.743, "data": "2019-03-14 15:10:11"}, {"text": "I think ‘home’ is different from ‘ homeland ’. ", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 18:02:36"}, {"text": "StandWithIraqiRefugees Stand with those people who have suffered from long waiting in Turkey with no solution for resettlement , stand with people who lost everything in there homeland , with people who have many dreams in a good future to there families.", "compound": 0.0516, "pos": 0.163, "neg": 0.158, "neu": 0.679, "data": "2019-03-14 16:27:35"}, {"text": "Usman Khawaja is not the first Pakistani Pilot in last 20 days to enter their territory, destroy them and return safely to his homeland with pride & dignity. ", "compound": 0.5859, "pos": 0.239, "neg": 0.101, "neu": 0.661, "data": "2019-03-14 18:29:20"}, {"text": "Our distancing from human beings does not mean hatred or a change of isolation and a homeland for the tired souls", "compound": -0.3031, "pos": 0.135, "neg": 0.224, "neu": 0.641, "data": "2019-03-14 14:46:37"}, {"text": "What's going on? Department of Homeland Security secretary says the crisis at the southern border is not manufactured - Yahoo News ", "compound": -0.4019, "pos": 0.098, "neg": 0.167, "neu": 0.735, "data": "2019-03-14 15:49:02"}, {"text": "South Korea is the luckiest country to have the biggest global group that down to the earth in their homeland . ", "compound": 0.5994, "pos": 0.17, "neg": 0.0, "neu": 0.83, "data": "2019-03-14 15:08:43"}, {"text": "Generation Identity, across Europe, leading the struggle against the globalists. European future for the European peoples in their homelands . Defend Europe Identitäre Bewegung Generation Identity Identitarian Movement Girls Legends Never Die - YouTube ", "compound": 0.2134, "pos": 0.089, "neg": 0.065, "neu": 0.846, "data": "2019-03-14 16:14:33"}, {"text": "Would like to know how this affects the the USA & our trade negotiations, as well as Gua’s quest to change his Homeland . Is Gua still alive? Did he get extradited to China? ", "compound": 0.7622, "pos": 0.207, "neg": 0.0, "neu": 0.793, "data": "2019-03-14 18:30:05"}, {"text": "I miss Obama and Mrs. Obama", "compound": -0.1531, "pos": 0.0, "neg": 0.286, "neu": 0.714, "data": "2019-03-14 16:43:45"}, {"text": "Facts About Tabun | Homeland Security News ", "compound": 0.34, "pos": 0.324, "neg": 0.0, "neu": 0.676, "data": "2019-03-14 19:21:02"}, {"text": "I’ve an honest question. Would ADOS prefer their ancestors not have been enslaved and to have born and lived in their ancestral homelands ?", "compound": 0.6765, "pos": 0.209, "neg": 0.0, "neu": 0.791, "data": "2019-03-14 15:37:10"}, {"text": "Yo Troy , that was a rhetorical question. palestinians have a duty and responsibility to defend their Homeland against the invading Zionists. !!!!!!! BDS IStandWithIlhanOmar", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 16:35:24"}, {"text": "A beautiful song by Guy Clark of what immigrants once sought in my homeland . We will all hopefully return to this place of hope not handout someday and save our nations in the process. ", "compound": 0.9136, "pos": 0.305, "neg": 0.0, "neu": 0.695, "data": "2019-03-14 16:56:11"}, {"text": "Isolation is not bad, it is a homeland for the burdensome souls, they are a kind of peace sometimes, no refraction, no waiting or let down, rest first and last.", "compound": -0.4297, "pos": 0.16, "neg": 0.261, "neu": 0.58, "data": "2019-03-14 12:59:23"}, {"text": "Homeland loves us, I still get requests from family, to send Knights paraphernalia. That said, u likely that they’d be tuning in.", "compound": 0.5719, "pos": 0.163, "neg": 0.0, "neu": 0.837, "data": "2019-03-14 17:36:47"}, {"text": "Is the UK my homeland ? ", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 17:34:55"}, {"text": "Any man hurts a woman or a CHILD should be the one stoned and ALL ones that stood around watching NOT HELPING that child should be stoned too YOU DON'T LIKE IT GO BACK TO THERE HOMELAND YOUR EVIL WAYS are NOT the AMERICA'S and aren't welcome here We love OUR CHILDREN ", "compound": -0.8909, "pos": 0.066, "neg": 0.247, "neu": 0.688, "data": "2019-03-14 17:37:24"}, {"text": "as those who had left their homeland of tumblr realised, with a horror, the rumors spread that twitter would make some grand changes, seemingly for no reason, and this felt almost like home in a sickening way, and the truth became clear that no staff truly cared about their site", "compound": 0.5118, "pos": 0.242, "neg": 0.176, "neu": 0.582, "data": "2019-03-14 14:27:18"}, {"text": "Yeah that Verwoerd committed horror crimes for example giving all tribes homelands , (infrastructure provided with white taxes) hospitals, schools etc. terrible. So why don't the africans now give us that same apartheid to GET US, free towns with infrastructure, a white homeland", "compound": 0.296, "pos": 0.193, "neg": 0.131, "neu": 0.676, "data": "2019-03-14 14:09:06"}, {"text": "You would have to ask those people why they refer to it as such. I have no knowledge of people telling you israel is your homeland , I know virtually nothing about you.", "compound": -0.296, "pos": 0.0, "neg": 0.071, "neu": 0.929, "data": "2019-03-14 18:03:45"}, {"text": "Abdul clan will continue to make good for 3000 cr taxpayers money loss back at homeland while Vikas enjoying London at exchequer loss", "compound": 0.4019, "pos": 0.211, "neg": 0.154, "neu": 0.635, "data": "2019-03-14 16:26:18"}, {"text": "I don't want an India where KPs we're banished from their Homeland ", "compound": -0.0572, "pos": 0.0, "neg": 0.109, "neu": 0.891, "data": "2019-03-14 16:33:44"}, {"text": "Homeland Ghana", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 17:43:19"}, {"text": "What if Zionists decided their homeland was Surrey?", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 18:45:34"}, {"text": "Actually I am listening. Maybe you aren't. Border Patrol and Department of Homeland Security experts say walls are a necessary part of border security. They prevent most people from crossing and slow others down to give border patrol time to respond.", "compound": 0.5994, "pos": 0.141, "neg": 0.0, "neu": 0.859, "data": "2019-03-14 13:27:30"}, {"text": "To deny the jewish people their right to return to their ancestral cultural and spiritual homeland is antisemitic x", "compound": -0.34, "pos": 0.0, "neg": 0.124, "neu": 0.876, "data": "2019-03-14 16:34:15"}, {"text": "Foreign nationals guilty of violent crimes should be immediately executed by firing squad. Foreign nationals illegally occupying our homeland should enjoy none of the rights & benefits of citizenship. ", "compound": -0.5106, "pos": 0.153, "neg": 0.24, "neu": 0.607, "data": "2019-03-14 19:09:37"}, {"text": "Fire's are a leading cause of loss of life and property in Pakistan. Very few businesses have a fire safety plan, even fewer buildings have compliance with the fire safety code. ", "compound": -0.128, "pos": 0.153, "neg": 0.193, "neu": 0.654, "data": "2019-03-14 19:12:32"}, {"text": "Excited about this! Even more that these are people from my homeland ! ", "compound": 0.4559, "pos": 0.213, "neg": 0.0, "neu": 0.787, "data": "2019-03-14 18:08:18"}, {"text": "Mathura The Homeland of Lord Krishna via ", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 18:30:01"}, {"text": "No brother, I am one proud Indian who didn't leave the country for personal better life, but stayed in our homeland hoping to do the little bit I can for our nation. I am NOT an INC member or supporter too. But when I use the scales I choose Compassion over Hatred.", "compound": 0.7205, "pos": 0.249, "neg": 0.12, "neu": 0.631, "data": "2019-03-14 14:29:46"}, {"text": "Your homeland sounds fun", "compound": 0.5106, "pos": 0.524, "neg": 0.0, "neu": 0.476, "data": "2019-03-14 14:18:59"}, {"text": "These people are the devil. Since early history securing a homeland and safe-guarding borders has been a time-honored challenge for all nations. - DIGNIA Systems", "compound": -0.4215, "pos": 0.133, "neg": 0.163, "neu": 0.704, "data": "2019-03-14 18:21:48"}, {"text": "No one was stolen from their homeland . They were bought from the tribes they lost to. There are laws against hiring illegals, but they aren’t enforced", "compound": -0.5187, "pos": 0.0, "neg": 0.189, "neu": 0.811, "data": "2019-03-14 13:00:08"}, {"text": "Latvian Armed Forces is Enhancing its UAV Fleet - iHLS - i-HLS - Israel Homeland Security via UAV", "compound": 0.34, "pos": 0.146, "neg": 0.0, "neu": 0.854, "data": "2019-03-14 19:12:19"}, {"text": "I can think of one thing the EFF could do to get revenge on us whites.. DO THE SAME TO US WE DID TO YOU. Give us a HOMELAND , give us free schools and hospitals funded with YOUR black people's taxes. Good doctors and nurses AND universities then we are quits.", "compound": 0.4215, "pos": 0.112, "neg": 0.061, "neu": 0.827, "data": "2019-03-14 14:11:33"}, {"text": "Totally. I add that I have lived in the US for more than thirty years and other than my passport really doesn’t affect me. But I hate to see my homeland shoot itself and my family there in the foot.", "compound": -0.7269, "pos": 0.0, "neg": 0.148, "neu": 0.852, "data": "2019-03-14 14:15:37"}, {"text": "Every day in the morning, I will return this question. Because the answer is very important. The refugees have 400 Arab refugees in Thailand, including 67 refugees in prison, including six women. Your answer, Yasidi, defines our future. And end our fear of the unknown ", "compound": -0.6605, "pos": 0.042, "neg": 0.131, "neu": 0.827, "data": "2019-03-14 14:16:59"}, {"text": "Both followed same Gorilla fights strategies on police stations. .... So, Rrr is whole about the Gap from homeland . .... What if they had meet in that gap is whole fiction .!!", "compound": -0.508, "pos": 0.0, "neg": 0.096, "neu": 0.904, "data": "2019-03-14 17:58:13"}, {"text": "Homeland Security ", "compound": 0.34, "pos": 0.706, "neg": 0.0, "neu": 0.294, "data": "2019-03-14 17:29:41"}, {"text": "For sure, the younger generation here aspires to be like the younger EU generation where unemployment ranges from 2x to 5x that of the UK. Why have we got over 3.5million EU 27 citizens here again? Oh that’s right because they couldn’t in many cases find a job in their homeland .", "compound": 0.2263, "pos": 0.088, "neg": 0.053, "neu": 0.859, "data": "2019-03-14 18:41:09"}, {"text": "“NDN Joe, Native American Hero, Homeland Security, since 1492.” Acrylic on Masonite. 2014. ", "compound": 0.7184, "pos": 0.353, "neg": 0.0, "neu": 0.647, "data": "2019-03-14 14:08:15"}, {"text": "My homeland exists under the influence of psychedelics. Even god doesn’t exist there.", "compound": 0.2732, "pos": 0.149, "neg": 0.0, "neu": 0.851, "data": "2019-03-14 18:06:15"}, {"text": "Terrorism | Homeland Security Newswire ", "compound": -0.4939, "pos": 0.267, "neg": 0.511, "neu": 0.222, "data": "2019-03-14 14:07:33"}, {"text": "Only an Idiot can compare Dalai Lama and Masood Azhar. One is a shameless terrorist and other one spent his whole life fighting for his homeland which was forcefully claimed by China. PKMKB ", "compound": -0.9169, "pos": 0.0, "neg": 0.315, "neu": 0.685, "data": "2019-03-14 19:01:18"}, {"text": "EVERY ROTTEN POLITICIAN YOU SAY MEHREEN, BON VOYAGE, CLOSE THE DOOR ON YOUR WAY BACK TO YOUR HOMELAND .", "compound": -0.5106, "pos": 0.0, "neg": 0.163, "neu": 0.837, "data": "2019-03-14 15:03:25"}, {"text": "I have waited for 19 years to visit my homeland and now I am 2 weeks away from going!!! I am so excited I cry just thinking about it.", "compound": -0.2819, "pos": 0.106, "neg": 0.145, "neu": 0.749, "data": "2019-03-14 13:33:22"}, {"text": "If you’re dreaming of a Sardinian break- you can pretend you’re there this Sunday evening when sous chef Iole Sulis cooks dishes from her homeland . There is one table left, ", "compound": -0.1027, "pos": 0.0, "neg": 0.048, "neu": 0.952, "data": "2019-03-14 16:16:03"}, {"text": "Homeland Security CIO tours San Diego tech firms ", "compound": 0.34, "pos": 0.286, "neg": 0.0, "neu": 0.714, "data": "2019-03-14 14:56:17"}, {"text": "That is why I call the House Homeland Security Committee EVERY DAY. To demand they do more than have hearings.", "compound": 0.2263, "pos": 0.115, "neg": 0.072, "neu": 0.813, "data": "2019-03-14 19:16:53"}, {"text": " Clear Mr Secretary you have no clue..the manner in which we are treated..the ones that can't speak English or run to the uk because things are so bad in their homeland . Recruited with lies and then when you're done with us kick us to the curb", "compound": -0.784, "pos": 0.048, "neg": 0.175, "neu": 0.776, "data": "2019-03-14 16:54:36"}, {"text": "11:21 While in Egypt Hadad heard that David had passed away and that Joab,the commander of the army,was dead. So Hadad asked Pharaoh,\"Give me permission to leave so I can return to my homeland .\"11:22 Pharaoh said to him,\"What do you lack here that makes you want to go to your", "compound": -0.7579, "pos": 0.024, "neg": 0.142, "neu": 0.835, "data": "2019-03-14 19:06:02"}, {"text": "20 to 25 years of his politics is against the corruption...so this is the time that we support him..To save our Homeland CorruptMafiaAlliance ", "compound": 0.7096, "pos": 0.219, "neg": 0.0, "neu": 0.781, "data": "2019-03-14 18:10:54"}, {"text": "Both originated in Different places in Telugu Speaking States. .... In their teenage they somehow left their homes. .... After a Gap , They returned to their homelands . .... Alluri fights on British In Andhra. Bhim fights on Nijam In Telangana.", "compound": -0.6597, "pos": 0.0, "neg": 0.127, "neu": 0.873, "data": "2019-03-14 17:55:21"}, {"text": "Our sister rohingyas have no future, no refugee status: only fed in zoo-like camps in bangladesh . World of conscience need to step up, end myanmar genocide & restore citizenship rights in their homeland of Rakhine . ", "compound": -0.296, "pos": 0.059, "neg": 0.117, "neu": 0.824, "data": "2019-03-14 17:48:53"}, {"text": "\"Vice President Pence, Secretary of Homeland Security Nielsen plead for declaration approval\" via FOX NEWS timbeta betaajudabeta timbetalab", "compound": 0.6705, "pos": 0.256, "neg": 0.0, "neu": 0.744, "data": "2019-03-14 19:03:47"}, {"text": "It wasn’t a generality question: it was an existential one. Me, Jew, is the UK my homeland ? ", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 17:48:48"}, {"text": "You have a power to stop all these perk and privileges .so go ahead and do it for our homeland .", "compound": 0.1027, "pos": 0.119, "neg": 0.101, "neu": 0.78, "data": "2019-03-14 16:29:27"}, {"text": "StandWithIraqiRefugees Stand with those people who have suffered from long waiting in Turkey with no solution for resettlement , stand with people who lost everything in there homeland , with people who have many dreams in a good future to there families.", "compound": 0.0516, "pos": 0.163, "neg": 0.158, "neu": 0.679, "data": "2019-03-14 14:50:20"}, {"text": "Your homeland is where your heartland is", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 18:03:26"}, {"text": "That lofty homeland , which has stood steadfast in front of all the conspiracy, and will remain lofty, God willing, by faithful loyalists. The hand of the traitors ", "compound": 0.7845, "pos": 0.335, "neg": 0.093, "neu": 0.572, "data": "2019-03-14 13:58:17"}, {"text": "Trump has reqeusted a 54$ Billion dollar increase in defense spending, Since early history securing a homeland and safe-guarding borders has been a time-honored challenge for all nations. - DIGNIA Systems", "compound": 0.6597, "pos": 0.243, "neg": 0.0, "neu": 0.757, "data": "2019-03-14 14:21:49"}, {"text": "Touring his homeland constantly. . Now in a European town near you. Number 1 album.. Again. Been chatting all things political the whole time. Yep clearly done. ", "compound": 0.6369, "pos": 0.228, "neg": 0.0, "neu": 0.772, "data": "2019-03-14 15:33:23"}, {"text": "Is fact She isn’t working for America, one day will come when the American people realize who she was working for , I hope thy do sooner not later ", "compound": 0.4404, "pos": 0.1, "neg": 0.0, "neu": 0.9, "data": "2019-03-14 17:22:50"}, {"text": "I'm suspicious of the word Homeland . For me it speaks of a nationalist ideal, a fantasy of the white, protected and peaceful. Tolkien's monoracial Hobbit-Shire. The Nazis used it. So did post 9/11 militarists. A singular race-place not the many to which most of us belong.", "compound": 0.7906, "pos": 0.186, "neg": 0.049, "neu": 0.765, "data": "2019-03-14 18:12:06"}, {"text": "We better pay them $1,000 each or they'll put us in camps. The gibs should help smooth things over while we dispossess whitey and force him into minority status in his own homeland . The kvetching and the scheming is strong with this one. ", "compound": 0.8176, "pos": 0.181, "neg": 0.028, "neu": 0.791, "data": "2019-03-14 18:38:26"}, {"text": "In Hindu traditions we have ‘JanmaBhoomi’ & ‘KarmaBhoomi’ Former means ‘land of birth’ & latter means ‘land of deeds’; I still have a bond with my motherland (India) whilst being loyal to UK where my heart is,family is, where my last rites will occur - homeland ! Fascinating", "compound": 0.784, "pos": 0.147, "neg": 0.0, "neu": 0.853, "data": "2019-03-14 18:25:03"}, {"text": "There are 173110 private schools in Pakistan, 20,000 of those are in Karachi alone, out of the 20,000 surveyed in a report in 2015, only 20% had adequate security measures. The Gross Income of all types of private educational institutions was Rs. 22 billion* ", "compound": -0.2023, "pos": 0.089, "neg": 0.105, "neu": 0.806, "data": "2019-03-14 18:55:47"}, {"text": "I can show you many videos of Kashmir Hindus who were beaten, looted and thrown out of his own homeland .", "compound": -0.4215, "pos": 0.0, "neg": 0.135, "neu": 0.865, "data": "2019-03-14 18:47:35"}, {"text": "After the grace of Allah, Pakistan Armed Forces sacrifices have brought peace in our Homeland Allah bless to our Armed Forces. PakistanZindabad PakistanArmyZindabad", "compound": 0.8442, "pos": 0.313, "neg": 0.0, "neu": 0.687, "data": "2019-03-14 17:08:45"}, {"text": "FOX NEWS: Vice President Pence, Secretary of Homeland Security Nielsen plead for declaration approval ", "compound": 0.34, "pos": 0.167, "neg": 0.0, "neu": 0.833, "data": "2019-03-14 19:27:52"}, {"text": "Ancestral homeland based on what criteria???", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 18:07:14"}, {"text": "You’re being ethnically cleansed from you’re nation. Exactly how much evidence do you need to come to a conclusion? They(your Govt) is paying aliens to breed you out of YOUR homelands . SadButTrue", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 14:23:54"}, {"text": "Hawaii is my beloved homeland . Words cannot express how much I appreciate this video. Not just for the beautiful call of the O’o, but, the reminder to care for our planet and all of her creatures. Mahalo nui loa! ", "compound": 0.8762, "pos": 0.245, "neg": 0.0, "neu": 0.755, "data": "2019-03-14 13:06:58"}, {"text": "I love you my country my homeland proud to be a pakistani ", "compound": 0.8074, "pos": 0.477, "neg": 0.0, "neu": 0.523, "data": "2019-03-14 16:32:20"}, {"text": "Omar, you’re king also assisted Israel with the involuntary partition of my grandmothers Homeland , Palestine", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 13:03:55"}, {"text": "How are they gonna give napolitano an award for helping undocumented students when she was the secretary of homeland security!!!!!!!", "compound": 0.7825, "pos": 0.276, "neg": 0.0, "neu": 0.724, "data": "2019-03-14 14:36:36"}, {"text": "Exactly, what about the tears,blood and sweat of those unsung heroes who r doing their job without any expectation n protecting their homeland !", "compound": 0.5562, "pos": 0.152, "neg": 0.0, "neu": 0.848, "data": "2019-03-14 16:49:27"}, {"text": "Damn takes a long time to transfer all that data from facebook’s servers to the nsa, cia, homeland , and fbi! Bet they are installing new spy tools, or perfing incriminating files that show their guilty of so many crimes! ", "compound": -0.7256, "pos": 0.0, "neg": 0.145, "neu": 0.855, "data": "2019-03-14 13:33:47"}, {"text": "In fact I went to a Jewish source which told me that it's my homeland . ", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 18:31:26"}, {"text": "IT IS TIME , & all countries StandUp4HumanRights & InternationalLaw . WesternSahara is illegally OCCUPIED , indigenous saharawi Humanrights are VIOLATED, Saharawi are forced to subsist on humanitarian aid while homelands are complicitly PLUNDERED ", "compound": -0.7983, "pos": 0.0, "neg": 0.209, "neu": 0.791, "data": "2019-03-14 15:56:14"}, {"text": "So on that basis can anywhere be described as someone’s ‘ homeland ’? ", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 17:54:54"}, {"text": "My homeland is Planet Earth, unless we find other life out there, then I guess I'd have to say \"the universe\".", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 19:16:50"}, {"text": "Keeping those Homeland Traditions alive Rodriguez", "compound": 0.3818, "pos": 0.342, "neg": 0.0, "neu": 0.658, "data": "2019-03-14 15:06:55"}, {"text": "but, in my opinion, the UK could never be considered yours (or anyone else’s) homeland as it’s a collection of countries. I wouldn’t describe Europe, also a collection of countries, as my homeland .", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 18:05:00"}, {"text": "the one with the Blackhawk is yes, the 2nd and 3rd are near Allai.", "compound": 0.4019, "pos": 0.172, "neg": 0.0, "neu": 0.828, "data": "2019-03-14 17:47:47"}, {"text": "They've been here for a long time and the FBI knew it.... I don't know what Homeland Security is waiting for. ", "compound": 0.34, "pos": 0.118, "neg": 0.0, "neu": 0.882, "data": "2019-03-14 13:59:24"}, {"text": "His heart belong to his Homeland which is Pakistan ", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 17:54:07"}, {"text": "The JEWISH LEFT will open the door for American Jews to finally reconnect with the ancient Israeli homeland . Welcome home! ", "compound": 0.5093, "pos": 0.148, "neg": 0.0, "neu": 0.852, "data": "2019-03-14 14:55:45"}, {"text": "As an expat, my interest in Scottish politics is minimal to be honest. Im too consumed with what’s going on here in my homeland . BUT, with that said, the SNP have to be considered compliant with terror if they dont condemn the IRA for the foiled attack in Glasgow. Serious stuff", "compound": -0.6456, "pos": 0.111, "neg": 0.164, "neu": 0.724, "data": "2019-03-14 18:38:48"}, {"text": "Become a highly trained tactical agent of the Strategic Homeland Division in the Division 2! Do you have what it takes to become a Division agent? Find out by taking our faction quiz: and share your result! Play for free between 15th-17th March! ", "compound": 0.8306, "pos": 0.188, "neg": 0.0, "neu": 0.812, "data": "2019-03-14 17:13:14"}, {"text": " . - Fraud seems to be the American way- Consider the moral high ground that black folk have had to uphold in order to exert their humanity & dignity in a hostile homeland . Would be shameful 'cept US society is utterly shameless- DOA", "compound": -0.9313, "pos": 0.052, "neg": 0.317, "neu": 0.631, "data": "2019-03-14 14:33:27"}, {"text": "Yes ultrafacism is a tumor of our area... Ultrafacist people call every where their homeland , in the mean time they are proud of their fathers in central Asia. You are the most absurd twitter user", "compound": 0.4939, "pos": 0.147, "neg": 0.066, "neu": 0.787, "data": "2019-03-14 16:21:24"}, {"text": "Comedian Gets Visited By Homeland Security For Tweet w/Jake Flores ", "compound": 0.6124, "pos": 0.385, "neg": 0.0, "neu": 0.615, "data": "2019-03-14 12:49:49"}, {"text": "Why it's the final season? I love homeland , I love your work Lesli", "compound": 0.8555, "pos": 0.483, "neg": 0.0, "neu": 0.517, "data": "2019-03-14 15:47:38"}, {"text": "My dad’s homeland . Definitely want to go out there with him and visit ", "compound": 0.4588, "pos": 0.267, "neg": 0.0, "neu": 0.733, "data": "2019-03-14 14:49:43"}, {"text": "So let me get this right. 22 people fleeing horrific circumstances in their homeland probably seeking asylum in a country of democracy that celebrates diversity requires $8.6B to secure our borders against 8,000 ppl/yr (22x365) who probably have good cause. EpicFail UrMathSucks", "compound": 0.5574, "pos": 0.179, "neg": 0.087, "neu": 0.734, "data": "2019-03-14 17:04:38"}, {"text": "This is amazing. You know all these things. And statistics. But you are not reviewing and processing the files of Arab refugees in Thailand from Palestinian, Syrian and Iraqi nationality. Resettlement is the end of our suffering ", "compound": 0.1779, "pos": 0.091, "neg": 0.074, "neu": 0.835, "data": "2019-03-14 13:50:29"}, {"text": "I got Escape from Tarkov today and it may be the most terrifying game I’ve ever played It’s not a horror game but the stakes are very high because if you die you lose everything you find and take in with you I have lost a fair amount of shit personally", "compound": -0.9354, "pos": 0.123, "neg": 0.295, "neu": 0.582, "data": "2019-03-14 12:48:35"}, {"text": "Dalai Lama Still Remembered In Homeland , After Remaining 60 Years in Exile PrayerofPeace Award Beijing ChinaStateCouncil Chinese DalaiLama Devotee Lhasa NobelPrize PotalaPalace Qinghai SpiritualIcon Read more ", "compound": 0.7269, "pos": 0.203, "neg": 0.0, "neu": 0.797, "data": "2019-03-14 15:39:11"}, {"text": "Doctor afia will be back on homeland Afghanistan", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 15:52:19"}, {"text": "Why would anyone want to fight abroad for America if no one fights for them on their homeland ?", "compound": -0.7351, "pos": 0.057, "neg": 0.329, "neu": 0.614, "data": "2019-03-14 13:03:37"}, {"text": "Throwback Thursday to Brody and Carrie View the photoshoot here: DamianLewis ClaireDanes Homeland Brody BrodyAndCarrie NickBrody ThrowbackThursday tbt ", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 18:01:06"}, {"text": "Only because it's going to storm tomorrow", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 19:13:46"}, {"text": "The corners of evil triangle to overthrow America , Qatari money supporting the Muslim Brotherhood, Aljazeera News channel,Hamas, Iran, Turkey and leftist groups in Europe.", "compound": -0.3612, "pos": 0.099, "neg": 0.15, "neu": 0.751, "data": "2019-03-14 18:34:41"}, {"text": "yall can be on tour for as long as you like. No need to come back now uhh. it's hell over here in your homeland", "compound": -0.6486, "pos": 0.08, "neg": 0.217, "neu": 0.703, "data": "2019-03-14 13:56:12"}, {"text": "Homeland Security: ‘President Barack Obama was NOT ELIGIBLE to work in the United States’ By Dean Garrison - March 14, 2019 ShareTweetFlip", "compound": 0.6369, "pos": 0.215, "neg": 0.0, "neu": 0.785, "data": "2019-03-14 15:05:45"}, {"text": "Were you considering returning to the UK in case of a hard Brexit? I'm sure you miss your homeland", "compound": 0.0772, "pos": 0.113, "neg": 0.148, "neu": 0.739, "data": "2019-03-14 16:34:52"}, {"text": "They're wasting money, falsehood can not win, they want us to depend on oil until it ends, 2030 is a nightmare for them, we’re determined to achieve what we want.", "compound": -0.5881, "pos": 0.069, "neg": 0.237, "neu": 0.693, "data": "2019-03-14 16:48:55"}, {"text": "Homeland Security: ‘President Barack Obama was NOT ELIGIBLE to work in the United States’ - thursdaymorning ThursdayTreat ThursdayThoughts AMJoy cnn MSNBC nyc NYGiants NYCACC realtalk ", "compound": 0.6369, "pos": 0.191, "neg": 0.0, "neu": 0.809, "data": "2019-03-14 15:17:17"}, {"text": "Did you know, Sir, that among the prisoners? Who studied law people. Checker. Pharmacy and language. And laboratory tests. A first-class translator with the US Army. Did you know that all prisoners have all qualifications? Can we benefit from their experiences in prison Thanks ", "compound": -0.6553, "pos": 0.109, "neg": 0.189, "neu": 0.702, "data": "2019-03-14 14:40:37"}, {"text": "I'm pretty sure they were the only Canadian act to hit the top 40 during the 88-89 period when I was living in Britain. Not so bad considering some of the other acts from my homeland who subsequently had hits.", "compound": 0.8715, "pos": 0.237, "neg": 0.0, "neu": 0.763, "data": "2019-03-14 18:32:22"}, {"text": "I *was* their homeland first! Roosevelt was against colonisation!", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 18:47:08"}, {"text": "Where? I-diot, he's in the U.S. now and Palestine part of his homelands . Zionists are terrorists(like ISIS, just jewish) that currently occupied Palestine. Was it clear enough?", "compound": 0.4515, "pos": 0.102, "neg": 0.0, "neu": 0.898, "data": "2019-03-14 16:35:54"}, {"text": "We live in a country where Akua Donkor runs for president. A country where Archipalago, Rashida black beauty and Rosemond Brown are tagged celebrities and our kids still sing “God bless our homeland Ghana” in schools. It should be “God have mercy on our homeland Ghana”", "compound": 0.8442, "pos": 0.182, "neg": 0.0, "neu": 0.818, "data": "2019-03-14 17:13:01"}, {"text": "Artificial Intelligence - \"AUDREY\" - For Fire & Rescue professionals attending the Fire Department Instructors Conference in Indianapolis, FDIC International (April 8-13, 2019) Department of Homeland Security... ", "compound": 0.3818, "pos": 0.205, "neg": 0.154, "neu": 0.641, "data": "2019-03-14 16:17:21"}, {"text": "We have all had a supervisor/line manager like this atleast once in our lives! ", "compound": 0.4199, "pos": 0.189, "neg": 0.0, "neu": 0.811, "data": "2019-03-14 19:14:28"}, {"text": "Have you ever tasted Music brewed in an African Pot??? You must be wondering how good it would be right? Join us on 26th April, 2019, at the St. Thomas Acquinas Parish, Legon, 6:30pm prompt, for an African themed night of RICH choral music brewed right here in our homeland !!! ", "compound": 0.9056, "pos": 0.19, "neg": 0.0, "neu": 0.81, "data": "2019-03-14 18:00:28"}, {"text": "Latvian Armed Forces is Enhancing its UAV Fleet – iHLS – i-HLS – Israel Homeland Security ", "compound": 0.34, "pos": 0.138, "neg": 0.0, "neu": 0.862, "data": "2019-03-14 19:15:52"}, {"text": " The Kurds have consistently fought against ISIS & being let down by the allies as they try to secure a homeland for themselves. It is morally unacceptable for the allies to dump these ISIS women & children on the Kurds. Allies need to take responsibility & support Kurds.", "compound": -0.4215, "pos": 0.098, "neg": 0.152, "neu": 0.75, "data": "2019-03-14 19:21:57"}, {"text": "Exhibition \"Georgia - Homeland of Wine\" Hosts Visitors in Tokyo ", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 15:04:26"}, {"text": "But if countries, including the US, are keen on pushing up against the strategic-range weapon limits of NewSTART , this creates an issue. the idea of limitations on prompt, potentially homeland -to- homeland capable weapons can be seen as eroding.", "compound": 0.3346, "pos": 0.16, "neg": 0.11, "neu": 0.73, "data": "2019-03-14 19:06:20"}, {"text": "Scotland, ancestral homeland , 312 years is probably long enough. Better to stay in the EU than the UK. Brexit ", "compound": 0.4404, "pos": 0.139, "neg": 0.0, "neu": 0.861, "data": "2019-03-14 16:03:53"}, {"text": "1911: The classic homeland security pistol | Backwoods Home Magazine ", "compound": 0.34, "pos": 0.231, "neg": 0.0, "neu": 0.769, "data": "2019-03-14 19:24:47"}, {"text": "He is barking at our homeland security to protect his personal interests. He should be put behind the bars for this speech.", "compound": 0.7184, "pos": 0.269, "neg": 0.0, "neu": 0.731, "data": "2019-03-14 14:24:45"}, {"text": "and also jikook's homeland !!!!", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 15:44:33"}, {"text": "I’m not sure whether the UK can be considered a homeland in generality, as it’s a collection of countries. You’d have to ask someone who specialises in that, but that’s not me.", "compound": -0.1232, "pos": 0.0, "neg": 0.049, "neu": 0.951, "data": "2019-03-14 17:45:44"}, {"text": "These traitors should be hanged without wasting time. once and for all finish these dirty dogs who barked at our homeland to please their foreign masters in their personal interests . ", "compound": 0.3935, "pos": 0.185, "neg": 0.082, "neu": 0.733, "data": "2019-03-14 14:22:12"}, {"text": "USA UK & Israel are just Land Thieving Rogues , They Use UN So As To Spiel their Lies & Shite,About Palestine & all the Legitimate claims it has to Rights in their homeland ,England Seems to Forget Palestine was once a British Protectorate, Did They Forget That Fact ,", "compound": -0.6808, "pos": 0.0, "neg": 0.139, "neu": 0.861, "data": "2019-03-14 16:23:53"}, {"text": "even my homeland kalinga, notorious for beheading foreign colonizers, are now being invaded by the chinese. what gives, pilipins?", "compound": -0.4404, "pos": 0.0, "neg": 0.139, "neu": 0.861, "data": "2019-03-14 16:12:21"}, {"text": "My homeland is with the ones I love. Not the ground I stand on.", "compound": 0.6369, "pos": 0.276, "neg": 0.0, "neu": 0.724, "data": "2019-03-14 18:03:05"}, {"text": "What?!! Dick of the Decade, perhaps. This is what now passes for country music in its homeland . ", "compound": -0.5972, "pos": 0.0, "neg": 0.195, "neu": 0.805, "data": "2019-03-14 15:22:42"}, {"text": "Yet knocking down images of Columbus will not change the fact that millions of indigenous people in Central America and Mexico are currently abandoning their ancestral homelands ...", "compound": -0.3818, "pos": 0.0, "neg": 0.088, "neu": 0.912, "data": "2019-03-14 13:43:20"}, {"text": "Wow! If you add VA and Homeland Security, the defense related expenses are awesome! Obviously, education, health, science and justice are not deemed very important... ", "compound": 0.9411, "pos": 0.441, "neg": 0.0, "neu": 0.559, "data": "2019-03-14 17:50:48"}, {"text": "CR7 is the best... A true leader, which has won the CL 4 times in 5 years, and carried his homeland to the only international title until today", "compound": 0.7579, "pos": 0.22, "neg": 0.0, "neu": 0.78, "data": "2019-03-14 12:53:15"}, {"text": " is a traitor. Never had a problem with the Emergency Powers Act when used for our boys to die on foreign soil - but when its time to protect our homeland in a real emergency he is suddenly going to oppose it. Retweet of you like, but he is dead to me.", "compound": -0.7447, "pos": 0.132, "neg": 0.216, "neu": 0.652, "data": "2019-03-14 19:24:19"}, {"text": "A series of photos of Métis people from across Manitoba, Montana, Saskatchewan, Alberta, and North Dakota showing the diversity of the Métis across the homeland . ", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 14:58:00"}, {"text": "A series of photos of Métis people from across Manitoba, Montana, Saskatchewan, Alberta, and North Dakota showing the diversity of the Métis across the homeland . ", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 14:53:10"}, {"text": "Israel is the Jewish State that was established by the Jews specifically for the Jewish people and their Jewish Self Determination on the one and only Jewish indigenous homeland in the birthplace of Judaism in Judea. Hence the Star of David being it’s National Symbol on its Flag ", "compound": 0.4019, "pos": 0.054, "neg": 0.0, "neu": 0.946, "data": "2019-03-14 18:14:53"}, {"text": "Audit: Homeland Security ???ill-prepared??? for potential pandemics - The Washington Post ", "compound": 0.5204, "pos": 0.272, "neg": 0.0, "neu": 0.728, "data": "2019-03-14 14:11:38"}, {"text": "That lofty homeland , which has stood steadfast in front of all the conspiracy, and will remain lofty, God willing, by faithful loyalists. The hand of the traitors ", "compound": 0.7845, "pos": 0.335, "neg": 0.093, "neu": 0.572, "data": "2019-03-14 13:42:47"}, {"text": "You mean EGYPT is your homeland . Thats where you originated from so go back there and leave Israel in prace in her homeland as assigned by GOD ALMIGHTY", "compound": 0.3885, "pos": 0.094, "neg": 0.04, "neu": 0.866, "data": "2019-03-14 14:32:35"}, {"text": "Announcement of La Comedie Françoise of Homeland Alexandre Steinlen Cover with copperplate, printed in black", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 16:57:50"}, {"text": "And bring peace back into this world? Hell naw! 9/11 was awesome and I am more than fine fighting Israel's wars for them, alongside with my blood brothers, at the detriment of foreign people's homelands , in the name of \"defending America\"... NO THANK YOU OK!??? THOSE GOD'S CHOSEN ", "compound": -0.5468, "pos": 0.192, "neg": 0.229, "neu": 0.579, "data": "2019-03-14 16:59:05"}, {"text": "Homeland Security CIO tours San Diego tech firms Unfortunately, our website is currently unavailable in most European countries. We are engaged on the issue and committed to looking at options that support our full range of digi... data stocks bitcoin", "compound": 0.7579, "pos": 0.209, "neg": 0.051, "neu": 0.74, "data": "2019-03-14 15:06:22"}, {"text": ": skin> and you’re from my homeland", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 14:37:19"}, {"text": "The only solution for it is to implement Standard Unified Pay Scale(SUPS)/National Pay Scale{NPS}in ", "compound": 0.4767, "pos": 0.277, "neg": 0.158, "neu": 0.565, "data": "2019-03-14 19:20:16"}, {"text": "Assessing Your Organization’s Cybersecurity Practices with Homeland Security’s Cyber Resilience Review infosec via ", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 16:04:18"}, {"text": "Again, I am not an expert on the subject. I am not convinced that the UK, which is a group of countries, can be considered anyone’s homeland , but could be totally wrong about that. I don’t know who could provide that answer.", "compound": -0.7366, "pos": 0.0, "neg": 0.147, "neu": 0.853, "data": "2019-03-14 17:52:20"}, {"text": "Dalai Lama is a Religious Guru n say Mahatma Gandhi of his Homeland . Masood Azhar is nothing but a street Dog infront of him...", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 13:56:29"}, {"text": "And yeah Fabels is one of those super rare books that is actually as good as all it's hype! Even tho I didn't love the second half about Mr Dark as much as the war for the homelands it is still the most important fantasy comic pretty much of my lifetime", "compound": 0.7443, "pos": 0.225, "neg": 0.112, "neu": 0.663, "data": "2019-03-14 14:31:35"}, {"text": "My homeland was the United States of America but I'm hearing things from Trump supporters if you are first generation its not your country my mother is Irish father English where is my homeland I hear things like British Muslims ain't British the world has gone mad", "compound": 0.5719, "pos": 0.163, "neg": 0.078, "neu": 0.759, "data": "2019-03-14 18:33:49"}, {"text": "Exactly right. Hamas and Muslims generally - as directed in their Qur'an - desire the extinction of Israel as a Jewish homeland and the extermination of all Jews.", "compound": 0.4019, "pos": 0.101, "neg": 0.0, "neu": 0.899, "data": "2019-03-14 16:56:34"}, {"text": "Alfajora: I think we need to follow the native American model. Native Americans own the land. We need a kind of policy to implement this. The military creates conditions removing our farmers and IPs from their homeland . AgriKaBa UPLBSenatorialForum", "compound": 0.2732, "pos": 0.055, "neg": 0.0, "neu": 0.945, "data": "2019-03-14 18:07:49"}, {"text": "You stated that people who say that 'antizionism is not antisemitism' don't know what zionism is. I asked you what is zionism? You have provided google. I looked here: which told me that it's the \"return of the Jewish people to their homeland \". ", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 18:37:28"}, {"text": "us prisedent election 2020 new america america change us 9 11 us iraq war democracy human rights us fbi us homeland security us state depertment us 50 state police depertment us 50 state international airport... ", "compound": -0.3612, "pos": 0.063, "neg": 0.102, "neu": 0.836, "data": "2019-03-14 14:55:11"}, {"text": "Homeland Security: ‘President Barack Obama was NOT ELIGIBLE to work in the United States’ - ", "compound": 0.6369, "pos": 0.302, "neg": 0.0, "neu": 0.698, "data": "2019-03-14 15:06:53"}, {"text": "The writers will write about the the great man fawad rana that there was a good man in this country who doesn't know or played cricket he struggled to resolve all problems for playing in our homeland PAKISTAN no matter fawad rana your team loose matches but you won our thank u", "compound": 0.8668, "pos": 0.269, "neg": 0.131, "neu": 0.6, "data": "2019-03-14 16:43:14"}, {"text": "I've lived in other countries and I've come to the conclusion my homeland is actually books. I don't really mind where I live as long as they have bookshops.", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 18:54:25"}, {"text": "-CHINA-CHINA-CHINA -CHINA-CHINA-CHINA -[OPEN ACCESS - PAY FOR PLAY] -LAWS WHICH PREVENT C_A — -OPERATIONS INSIDE — - HOMELAND ? -BULK DATA - -COLLECTION_C_A_ HOMELAND ? -YES Inside Homeland This is Why they they Backdoor via other States/Foreign Intel Services -Clandestine OPS! ", "compound": 0.5838, "pos": 0.144, "neg": 0.052, "neu": 0.804, "data": "2019-03-14 14:38:34"}, {"text": "Yes, let us dismiss your homeland as not having a single redeeming quality.", "compound": 0.4019, "pos": 0.197, "neg": 0.0, "neu": 0.803, "data": "2019-03-14 19:28:01"}, {"text": "Let's hope we all defect any deal that takes away 1 inch of the Jewish homeland", "compound": 0.128, "pos": 0.158, "neg": 0.131, "neu": 0.71, "data": "2019-03-14 19:27:29"}, {"text": "Oh the 2 Daves did indeed get the best history teacher of Trotskyism ,both International and Global . and as to application strategic = Detroit with NY covered as well . Feel the MILITANT Vanguard COMMUNIST working Class ,in the HOMELAND of social REVOLUTIONS = UN-USA! PMLIVE", "compound": 0.7644, "pos": 0.141, "neg": 0.0, "neu": 0.859, "data": "2019-03-14 18:01:36"}, {"text": "The Senate Committee on Homeland Security and Governmental Affairs is asking the ATF to turn over information about the theft of thousands of firearms and firearm parts that were stolen from a West Virginia facility; \"a significant number\" have been recovered, the ATF says. ", "compound": 0.0772, "pos": 0.115, "neg": 0.067, "neu": 0.818, "data": "2019-03-14 13:30:50"}, {"text": "Liberalism, democracy & human rights in the enlightened Muslim world. ", "compound": 0.4939, "pos": 0.286, "neg": 0.0, "neu": 0.714, "data": "2019-03-14 16:37:48"}, {"text": "Homeland was more believable. You couldn't write this stuff", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 17:19:30"}, {"text": "You can believe what you like but the evidence is clear. The Brutish have always used stupid black people to kill other black people that’s not new. And you can always find even more stupid black people to defend them. Such is life. BeyondTheWhiteness", "compound": -0.9274, "pos": 0.086, "neg": 0.263, "neu": 0.651, "data": "2019-03-14 16:39:16"}, {"text": "I've been putting forward Standard Unified Pay Scale(SUPS) or National Pay Scale(NPS)for the parity of all kinds of employees of the ", "compound": 0.2023, "pos": 0.111, "neg": 0.12, "neu": 0.769, "data": "2019-03-14 19:00:04"}, {"text": "Homeland Security’s Intelligence Overreach: Two Cases Illustrate Risks to Civil Society via ", "compound": 0.25, "pos": 0.204, "neg": 0.138, "neu": 0.658, "data": "2019-03-14 13:53:33"}, {"text": "Homeland Security: ‘President Barack Obama was NOT ELIGIBLE to work in the United States’ via ", "compound": 0.6369, "pos": 0.286, "neg": 0.0, "neu": 0.714, "data": "2019-03-14 17:43:04"}, {"text": " your tongue singing Arabic style is not known by westerners . Who gave you the Green Card in the first place?Did you sang to get USA resistance ?You and must pop up on your go back to your homelands and make politics there!", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 16:07:03"}, {"text": "Ha, going though an old USB and found these pictures of operation lifeline (Pakistan Earthquake 2005). I am still genuinely grateful to the NATO military and foreign doctors and aid workers who came to help us in our time of need. ", "compound": 0.7964, "pos": 0.18, "neg": 0.0, "neu": 0.82, "data": "2019-03-14 17:44:49"}, {"text": "For normal Hungarian's homeland comes first. For Fidesz, offshore bank accounts come first, trying to hold on to power to comes first. If homeland comes first you should give back the money you have stolen and resign, then emigrate as far away from Hungary and never return! ", "compound": -0.7088, "pos": 0.0, "neg": 0.116, "neu": 0.884, "data": "2019-03-14 18:15:14"}, {"text": "We are so OVER this Whiteness. When we create a NEW AFRIKAN REPUBLIC where all Africans of goodwill can come and live together in peace & harmony we can then work with Asia to design/manufacture our own airplanes as collectively will rep 4 billion ppl block BeyondTheWhiteness", "compound": 0.6597, "pos": 0.162, "neg": 0.057, "neu": 0.781, "data": "2019-03-14 16:48:49"}, {"text": "love you sir... from the cores of my heart... you are such a blessing for our homeland security....and safety ", "compound": 0.8807, "pos": 0.405, "neg": 0.0, "neu": 0.595, "data": "2019-03-14 17:42:02"}, {"text": "Things causing sudden movement of the body without your choice make lough at you might be a good thing from Allah To save or protect you from something you never know ", "compound": 0.8271, "pos": 0.244, "neg": 0.0, "neu": 0.756, "data": "2019-03-14 16:24:44"}, {"text": "In Pennsylvania the Homeland Security Gang Unit -but the Border’s not an emergency!! Neighbors seek answers following raid at boarding house in Reading (Via WFMZ) ", "compound": 0.6199, "pos": 0.18, "neg": 0.0, "neu": 0.82, "data": "2019-03-14 18:13:08"}, {"text": "Homeland Security: ‘President Barack Obama was NOT ELIGIBLE to work in the United States’ via ", "compound": 0.6369, "pos": 0.286, "neg": 0.0, "neu": 0.714, "data": "2019-03-14 13:30:56"}, {"text": "So many rice eating cultures have learned this. The crispy bottoms of paella, biryani and bimbimbap are all delicacies in their homelands .", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 18:02:40"}, {"text": "I see something intensely nonsensical about telling someone else what or where they should be allowed to call their homeland . I could call Devon my homeland , or England, or GB or UK or Eupoe or Earth. I think of all of these as my homeland , equally and differently.", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 18:13:39"}, {"text": "Slap in face for those who worked so hard to get them Death. 2. 2 the families of victims 3. Weve voted 2x to keep death. 4. Simple, most room, cost effective is get all illegals in our jails sent back 2 their homelands . We pay 75k to 175k ea a yr. 175k R those w/Aids THINK SMART", "compound": -0.6085, "pos": 0.124, "neg": 0.197, "neu": 0.679, "data": "2019-03-14 13:42:26"}, {"text": "I wouldn't consider Trump to be an ultranationalist. I'd consider an ultranationalist to be those that not only completely close off the borders of their homeland , but do what they can to expand their ethnic people at the expense of others. The Communist Chinese are an example.", "compound": 0.4497, "pos": 0.062, "neg": 0.0, "neu": 0.938, "data": "2019-03-14 14:48:45"}, {"text": "What if a Palestinian wanted the place they were born and had lived all their lives to be their homeland ?", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 17:42:47"}, {"text": "I guess we have \"divergent beliefs.\" However, mine are correct. Whites are being displaced and genocided from their native homelands globally. Fact. Truth. TheMoreYouKnow itsoktobewhite WhiteLivesMatter StopWhiteGenocide", "compound": 0.3182, "pos": 0.084, "neg": 0.0, "neu": 0.916, "data": "2019-03-14 15:18:10"}, {"text": "I agree, fight for our homeland . Also understand the very real threat that Islam presents because what the Libs have planned for us is nothing compared to it. Arm yourself for the fight of your life - find courage in the Gospel. By the way, the war has already started. ", "compound": -0.7951, "pos": 0.094, "neg": 0.211, "neu": 0.694, "data": "2019-03-14 19:07:44"}, {"text": "The right name for the Ambassador is colonist . Actually the White House is not hosting colonists only right now, racists, idiots, harassers, liars, hypocrites and much more are enjoying their stay there, with stripping Palestinians of their homeland on top of their agenda !!", "compound": -0.7786, "pos": 0.098, "neg": 0.202, "neu": 0.699, "data": "2019-03-14 15:53:24"}, {"text": "Yep. I have told friends that homeland populations and immigrant or minority populations (i.e., Japanese nationals vs Japanese-Americans in the US) have different concerns and different contexts framing those concerns. Neither side is wrong, just operating by different contexts.", "compound": 0.7817, "pos": 0.183, "neg": 0.0, "neu": 0.817, "data": "2019-03-14 12:54:50"}, {"text": "CyberSecurity Hacker Chemical Infrastructure Protection and Homeland Security - ", "compound": 0.34, "pos": 0.255, "neg": 0.0, "neu": 0.745, "data": "2019-03-14 13:41:05"}, {"text": "lol isnt it your homeland ?", "compound": 0.4215, "pos": 0.412, "neg": 0.0, "neu": 0.588, "data": "2019-03-14 17:21:01"}, {"text": "Is there nobody who will fly them home? These people need to be in their homeland ! Outrageous to keep them in America! ", "compound": -0.555, "pos": 0.0, "neg": 0.146, "neu": 0.854, "data": "2019-03-14 15:46:08"}, {"text": "Out of interest, if someone asked you what your homeland was, would you say uk or Scotland? I would say england (for me). As pointed out though, I’m no expert and happy to be wrong on this.", "compound": 0.34, "pos": 0.152, "neg": 0.12, "neu": 0.727, "data": "2019-03-14 18:24:06"}, {"text": "' Homeland ' is a strange word. Resonates with South Africa's apartheid tribal homelands (=reservations). Collocates with ancestral and tribal. Is ' homeland ' now an inescapably racist term, perhaps. My house is my home. My village is my home. Scotland (I live here) is my home.", "compound": -0.7003, "pos": 0.0, "neg": 0.127, "neu": 0.873, "data": "2019-03-14 18:07:12"}, {"text": "CNN: Homeland Security expands program of returning migrants to Mexico to await hearings. via ", "compound": 0.4939, "pos": 0.321, "neg": 0.0, "neu": 0.679, "data": "2019-03-14 13:39:47"}, {"text": "Please, show me your homeland one day!", "compound": 0.3802, "pos": 0.302, "neg": 0.0, "neu": 0.698, "data": "2019-03-14 13:51:28"}, {"text": "Homeland Security ", "compound": 0.34, "pos": 0.706, "neg": 0.0, "neu": 0.294, "data": "2019-03-14 17:29:50"}, {"text": "“I came here as a victim and witness of the human rights violations” A West Papuan has given testimony to the United Nations Human Rights Council about ongoing conflict in his homeland . ", "compound": -0.1531, "pos": 0.082, "neg": 0.129, "neu": 0.789, "data": "2019-03-14 16:24:01"}, {"text": "KenRoth for his constant efforts attacking Saudi Arabia selling his mouth and his pen deserves the title of stupid, mercenary liar, and blind-eye to Iran,Hizball,Hamas,Muslim-brotherhood,Huthy&Qatar funding terror . congratulations", "compound": -0.8481, "pos": 0.098, "neg": 0.328, "neu": 0.575, "data": "2019-03-14 19:28:03"}, {"text": "It is heartbreaking to see the artifacts of Iran in another country, regardless of UK being my second home. I hope one day these artifacts will be returned to our homeland , where they belong. cyan_ladies cyan_movement kianiconcept دختران_جنبش_فیروزه_ای ", "compound": -0.0258, "pos": 0.071, "neg": 0.073, "neu": 0.856, "data": "2019-03-14 18:59:06"}, {"text": "30:19/1:33:54 \"We have papers to prove that Lenin is being financed by the Germans.\" Lenin is branded a German spy and a traitor to his homeland . Orders issued for his arrest. Lenin himself, immediately goes into hiding...\" ", "compound": -0.34, "pos": 0.0, "neg": 0.066, "neu": 0.934, "data": "2019-03-14 17:48:49"}, {"text": "God bless my homeland Ghana", "compound": 0.5994, "pos": 0.62, "neg": 0.0, "neu": 0.38, "data": "2019-03-14 17:51:51"}, {"text": "5 box sets worth considering 24 Scandal PrisonBreakEnFOX Homeland spooks ", "compound": -0.25, "pos": 0.161, "neg": 0.246, "neu": 0.593, "data": "2019-03-14 18:11:15"}, {"text": "Cyber operations, cybersecurity, cyberattacks, offensive cyber strategies | Homeland Security Newswire .XIomvXRBbko.twitter ", "compound": -0.1531, "pos": 0.167, "neg": 0.208, "neu": 0.625, "data": "2019-03-14 18:02:58"}, {"text": " china is a fake democracy they promote terrorism in their homeland . MasoodAzhar ChinaBacksTerror BycottChineseProduct", "compound": -0.7269, "pos": 0.128, "neg": 0.379, "neu": 0.493, "data": "2019-03-14 18:37:35"}, {"text": "Audit: Homeland Security ???ill-prepared??? for potential pandemics - The Washington Post ", "compound": 0.5204, "pos": 0.272, "neg": 0.0, "neu": 0.728, "data": "2019-03-14 14:17:52"}, {"text": "They dont. Because you cant keep having a vote also until your enclave can stay in there homeland .", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 18:34:20"}, {"text": "Do u think actual Slaves if living would rather give u Reparations that never been an actual slave or rather the reparations be giving to there homeland of countries in Africa.I wonder how the bloodline of slaves still living in Africa would feel", "compound": 0.34, "pos": 0.057, "neg": 0.0, "neu": 0.943, "data": "2019-03-14 17:06:09"}, {"text": "Front runners include - 1. Fake swatting 2. Ron Soye (anything really) 3. Jamie Marchi head and balls post 4. Sean Schemmel calling fans assholes 5. Chris Sabat telling a fan in a dm that he knew vic was guilty 6. Marzgurl saying rape is funny. 7. Monica homeland threats", "compound": -0.9186, "pos": 0.083, "neg": 0.276, "neu": 0.641, "data": "2019-03-14 18:48:31"}, {"text": "Tour End . Now Going Back To Homeland . — traveling to Pindi Gheb from Karachi ", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 13:22:40"}, {"text": "I've declared your house my homeland . What time is tea?", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 17:56:04"}, {"text": "It is your home. But is it your homeland , i.e. your spiritual home? I think non-religious Jews (oxymoron?) have made Isreal their home. Does it call to you? Does anywhere other than here call to you?", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 18:19:49"}, {"text": "Based on the above, certainly. I’m no expert on the subject, just questioning whether you could call a collection of countries a homeland . You say that’s fine, and I’m happy to agree.", "compound": 0.7783, "pos": 0.274, "neg": 0.095, "neu": 0.632, "data": "2019-03-14 18:33:03"}, {"text": "In the countries of asylum there're many Iraqi refugees are dreaming of a homeland for their children&waiting to process their files,but the long waiting made them very desperate,no country receives them because there's no real stats about them. StandWithIraqiRefugees", "compound": -0.296, "pos": 0.0, "neg": 0.056, "neu": 0.944, "data": "2019-03-14 15:04:11"}, {"text": " Whether or not is under staffed or Nigeria is under policed, that fact remains that all HOMELAND SECURITY issues (election or not) MUST always go to the Police first. The Army can ONLY come in if the Police say so.", "compound": 0.4824, "pos": 0.074, "neg": 0.0, "neu": 0.926, "data": "2019-03-14 17:36:47"}, {"text": "Homeland Security Secretary Kirstjen Nielsen is TOUTING Trump’s ridiculous border rhetoric -- misleading the American people! Sec. Nielsen is just another Trump surrogate creating MORE division in our country than ever before. Kirstjen Nielsen’s immigration policies are RUTHLESS. ", "compound": -0.5147, "pos": 0.101, "neg": 0.174, "neu": 0.725, "data": "2019-03-14 19:16:16"}, {"text": "Elim hospital is in Elim, and Elim is in Hlanganani which also falls within the jurisdiction of the erstwhile Gazankulu homeland . It's very wrong to say Elim is in Venda. Stop with your propaganda.", "compound": -0.7645, "pos": 0.0, "neg": 0.197, "neu": 0.803, "data": "2019-03-14 13:56:34"}, {"text": "Maybe in Afghanistan your statement correctly but still Pakistani can’t like it because we love Pakistan who support Pakistan we love him otherwise none stacks elements just puppets of others means agents adapted another agenda Pakistan our homeland we believe that", "compound": 0.9657, "pos": 0.332, "neg": 0.0, "neu": 0.668, "data": "2019-03-14 18:37:10"}, {"text": "Clark Tenakhongva, Vice-Chairman of the Hopi Tribe and Coalition Leader, advocated for the protection of his people's ancestral homelands in the Bears Ears National Monument, and expressed support for the BEARSAct at the oversight hearing today. StandWithBearsEars HonorTribes ", "compound": 0.4019, "pos": 0.068, "neg": 0.0, "neu": 0.932, "data": "2019-03-14 13:27:13"}, {"text": "ASSOCHAM National Council Meeting on Homeland Security & Disaster Management held on 14th March 2019. Chaired by Shri Rajeev Sharma, Country MD,G4S and Co-Chaired by Shri Anil Dhawan,MD,DB Secure Solutions. ", "compound": 0.1027, "pos": 0.183, "neg": 0.115, "neu": 0.702, "data": "2019-03-14 16:52:52"}, {"text": "Ever notice that statements like these are only made by non-white, white-hating, America-hating faux-Americans (who aren't Americans, as defined by the Founding Fathers)? Fuck you. Go back to your homeland . ", "compound": -0.25, "pos": 0.074, "neg": 0.103, "neu": 0.824, "data": "2019-03-14 15:14:54"}, {"text": "Looks like Britain is going to again lose another place they treat as a colony and gives no representation for taxation, their own homeland ! RevoltBritain Brexit frenchguillotineloaners", "compound": 0.1511, "pos": 0.17, "neg": 0.151, "neu": 0.679, "data": "2019-03-14 17:05:19"}, {"text": "This is Congress' record:- 1. Nehru gave birth to J&K issue 2. Indira flubbed in Shimla. 3. Under Rajiv Islamic terrorism took root before which he capitulated when 5 lakh Hindus were driven out of their homeland under his watch 4. Sonia cried for terrorists", "compound": -0.9062, "pos": 0.0, "neg": 0.216, "neu": 0.784, "data": "2019-03-14 16:31:09"}, {"text": "Well please understand this you need to go back to your homeland and enjoy live ", "compound": 0.765, "pos": 0.388, "neg": 0.0, "neu": 0.612, "data": "2019-03-14 14:17:33"}, {"text": "The definitely not anti-Semitic masses have decided that Jews should uproot their entire lives and go to some homeland that conveniently isn't nearby. Hmm...", "compound": 0.4019, "pos": 0.105, "neg": 0.0, "neu": 0.895, "data": "2019-03-14 19:25:04"}, {"text": "Rabbi Blue argued that the whole world is an airport lobby because our homeland is not wholly of this world. Yes, this is your homeland as much as anyone's. Some folks are squabbling over crisps, others share theirs. Who so you want to sit with?", "compound": 0.4728, "pos": 0.151, "neg": 0.05, "neu": 0.799, "data": "2019-03-14 18:38:19"}, {"text": "Isn't the problem with this ' homeland ' stuff is that, among many other regressive things, it makes, say, England the ' homeland ' of white Americans called Smith, but not black Americans called Smith, *and* brings into question the claim of black British people to be 'home'.", "compound": 0.1603, "pos": 0.037, "neg": 0.0, "neu": 0.963, "data": "2019-03-14 18:34:03"}, {"text": "Sikhs are better advised to leverage the Abrahamic affiliations of sikhism to enable the sikhs in islamic and christian countries to live peacefully in their own homelands , rather than migrating", "compound": 0.743, "pos": 0.184, "neg": 0.0, "neu": 0.816, "data": "2019-03-14 13:51:28"}, {"text": "Throwback Thursday to a Homeland photoshoot from 2012! Here's a glimpse and see the entire photo shoot here: DamianLewis ClaireDanes Homeland NicholasBrody CarrieMathison ", "compound": -0.4003, "pos": 0.0, "neg": 0.119, "neu": 0.881, "data": "2019-03-14 17:00:47"}, {"text": "episode 7 of homeland is literally some of the best television i have Ever watched holy fuck", "compound": 0.1779, "pos": 0.203, "neg": 0.169, "neu": 0.628, "data": "2019-03-14 16:21:08"}, {"text": "Shame on china supporting terrorism China go back China becomes terrorist country while supporting terrorist china will realise when china face the same terrorist activity in their homeland . BycottChineseProduct MasoodAzhar ChinaBacksMasood ChinaBacksTerror", "compound": -0.9584, "pos": 0.11, "neg": 0.414, "neu": 0.475, "data": "2019-03-14 17:22:14"}, {"text": "If you only use google, you may not understand how Zionism originated as a desire for a homeland and became the religion of a racist state.", "compound": -0.3182, "pos": 0.097, "neg": 0.144, "neu": 0.758, "data": "2019-03-14 18:17:22"}, {"text": "Imagine just getting $25,000 taken from you at the airport by homeland security, because your “to young to have that much money”", "compound": 0.34, "pos": 0.103, "neg": 0.0, "neu": 0.897, "data": "2019-03-14 17:21:14"}, {"text": "Ok so of they are not willing to charge Clinton with gross negligence then what will they charge her with? A man has to hide because he whistleblowed on homeland security but clinton just walks free, where is the justice", "compound": 0.8735, "pos": 0.253, "neg": 0.07, "neu": 0.677, "data": "2019-03-14 17:37:22"}, {"text": "Report: Syrian army sends entire 5th corps to Hama for Idlib offensive God bless you, brothers I hope you will force jihadists to leave our homeland ", "compound": 0.5574, "pos": 0.244, "neg": 0.131, "neu": 0.625, "data": "2019-03-14 15:51:31"}, {"text": "I’m more excited about Homeland . When is that new season?", "compound": 0.4005, "pos": 0.23, "neg": 0.0, "neu": 0.77, "data": "2019-03-14 13:57:43"}, {"text": "I’m ashamed you’d both forget about our true homeland ", "compound": -0.296, "pos": 0.203, "neg": 0.362, "neu": 0.435, "data": "2019-03-14 17:20:50"}, {"text": "I'm am truly saddened by this invasion Coming into my homeland speaking as a Roswell New Mexico native.", "compound": -0.128, "pos": 0.136, "neg": 0.16, "neu": 0.704, "data": "2019-03-14 13:33:08"}, {"text": "they don't even care for their own soldeirs who die in their own homeland , we should not expect from them that they will care about those in foreign lands.", "compound": -0.8464, "pos": 0.0, "neg": 0.26, "neu": 0.74, "data": "2019-03-14 19:00:18"}, {"text": "Unbelievable. If anyone things that any of our institutions are still working for us they are severely deluded. On the positive side I'm thinking I'll be eligible for compensation for the removal of my ancestors from their ancestral homelands in Europe.. ", "compound": 0.34, "pos": 0.116, "neg": 0.065, "neu": 0.819, "data": "2019-03-14 19:18:39"}, {"text": "Michael, I hope you can consider my house your homeland , if ever needs be.", "compound": 0.4404, "pos": 0.195, "neg": 0.0, "neu": 0.805, "data": "2019-03-14 18:33:43"}, {"text": "Crisis between Border Patrol+ Homeland +Police VERSUS Democrats who pass laws VIOLATING The Constitution's Preamble. If these Border Patrol, HS, Police had COJONES, they'd issue arrest warrants for Gov's, Mayors, Dems defending Open Borders. Black & white. Nothing in between. ", "compound": -0.8941, "pos": 0.0, "neg": 0.23, "neu": 0.77, "data": "2019-03-14 14:08:44"}, {"text": "Hello Pachon Navarro how are you? Madison want ask why you are cloistered dog. homeland sustainer baby hubbub is hacking your social networks as far as grommets history", "compound": 0.0772, "pos": 0.046, "neg": 0.0, "neu": 0.954, "data": "2019-03-14 18:53:40"}, {"text": " your colleague's homeland . ", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 18:33:42"}, {"text": "Yaar a few exception Look at overall picture & comment Today Y isn't pak playing Their cricket in their homeland Cricket is 1 thing You guys decent at I agree in 90 s your team was pretty good Even now u are 1 t20 team", "compound": 0.791, "pos": 0.199, "neg": 0.037, "neu": 0.764, "data": "2019-03-14 16:55:55"}, {"text": "When JP Morgan, Bitcoin and Ripple are scripted into Homeland Ripple bitcoin XRPcommunity XRPTheStandard xrp cryptocurrency ", "compound": 0.368, "pos": 0.144, "neg": 0.0, "neu": 0.856, "data": "2019-03-14 16:47:32"}, {"text": " Status plz. GAO Exec recommendation on inter agency info sharing, that could possibly reunite missing people & loved ones? GAO Action Tracker: Homeland security/Law enforcement: Missing and Unidentified Persons Data (2017-12) ", "compound": 0.5574, "pos": 0.214, "neg": 0.118, "neu": 0.668, "data": "2019-03-14 14:02:22"}, {"text": "Well I followed your direction and looked up Zionism and it said Israel is the homeland of the Jews. You were talking about such things so I guessed you knew some stuff here. ", "compound": 0.2732, "pos": 0.065, "neg": 0.0, "neu": 0.935, "data": "2019-03-14 18:06:31"}, {"text": "Iowa Homeland Security and Emergency Management - Planning, Training & Exercise ", "compound": -0.0516, "pos": 0.2, "neg": 0.217, "neu": 0.583, "data": "2019-03-14 16:03:33"}, {"text": "India should help Baloch people in achieving separate homeland . ", "compound": 0.4019, "pos": 0.252, "neg": 0.0, "neu": 0.748, "data": "2019-03-14 15:51:16"}, {"text": "It is a beautiful name. Not so common in the UK, but in other parts more so. The chorus \"va pensiero\" from Nabucco is inspired from Zion, specifically the destruction of the Temple of Solomon and the Hebrews mourning the loss of their homeland .", "compound": -0.7269, "pos": 0.119, "neg": 0.209, "neu": 0.671, "data": "2019-03-14 13:15:37"}, {"text": "StandWithIraqiRefugees Stand with those people who have suffered from long waiting in Turkey with no solution for resettlement , stand with people who lost everything in there homeland , with people who have many dreams in a good future to there families.", "compound": 0.0516, "pos": 0.163, "neg": 0.158, "neu": 0.679, "data": "2019-03-14 18:26:37"}, {"text": "but for now it's time to enjoy my pilgrimage in Teemu Pukki's homeland ! hoping for a TP hat trick and three points on saturday...it's only right ncfc yarmy otbc ", "compound": 0.8398, "pos": 0.24, "neg": 0.038, "neu": 0.723, "data": "2019-03-14 18:01:25"}, {"text": "What I really, really, really want is someone for Joe Biden to fall madly in love with as a candidate, and be that candidate's best TV person, and then be that person's secretary of transportation or veteran's affairs or homeland security or SoS.", "compound": 0.8816, "pos": 0.251, "neg": 0.052, "neu": 0.697, "data": "2019-03-14 13:12:39"}, {"text": "Well, happened with my 7 yr old last yr, his friend apparently told him muslims should go to pakistan, and India doesn’t belong to them. Puzzled came my boy, and I had to convince him India is our homeland too!", "compound": 0.7088, "pos": 0.175, "neg": 0.039, "neu": 0.785, "data": "2019-03-14 16:07:28"}, {"text": "- - three acquaintances who aren't the army, homeland security, and old presidencies that need to get the umbrella and blanket ideas wrapped around their day-to-day military attempts", "compound": 0.34, "pos": 0.088, "neg": 0.0, "neu": 0.912, "data": "2019-03-14 14:53:48"}, {"text": "My head canon: the Zandalari finally visit Horde cities on friendly terms (why the heck did I grind rep from old-school ZG for?!) from their homeland of glided gold pyramids and endless riches, to be quite surprised how primitive most of us live.", "compound": 0.8436, "pos": 0.189, "neg": 0.0, "neu": 0.811, "data": "2019-03-14 19:14:36"}, {"text": "it's (mostly) not Trump's fault. The senate committee ( homeland security, not Judiciary) failed to act on all but 1 of the nominees in the past 2 years. Even if Trump doesn't pick one, the JNC just sends one of the three candidates to the Senate automatically", "compound": 0.4905, "pos": 0.112, "neg": 0.0, "neu": 0.888, "data": "2019-03-14 19:00:54"}, {"text": "NikhilKatyalPoetry Shayari Poetry HindiPoetry Homeland ", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 17:47:10"}, {"text": "Homeland", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 17:59:24"}, {"text": "Tell the Senate: stop Homeland Security’s creepy airport face scanning plan via /r/privacy ", "compound": -0.296, "pos": 0.0, "neg": 0.155, "neu": 0.845, "data": "2019-03-14 15:09:25"}, {"text": "\"Islam is a comprehensive law that encompasses all aspects of life. It is a state, a homeland , ie a government and an \"Ummah\" (nation).", "compound": 0.25, "pos": 0.095, "neg": 0.0, "neu": 0.905, "data": "2019-03-14 14:39:10"}, {"text": "aksjdfksdjfk i looked at your profile and started watching the aj+plus vid and just had to tell you i'm internally cackling at the homeland security pic in the background. one of the profs at my school is choctaw and has the same thing on his office door", "compound": 0.34, "pos": 0.051, "neg": 0.0, "neu": 0.949, "data": "2019-03-14 14:23:51"}, {"text": "In the countries of asylum there're many Iraqi refugees are dreaming of a homeland for their children&waiting to process their files,but the long waiting made them very desperate,no country receives them because there's no real stats about them. StandWithIraqiRefugees", "compound": -0.296, "pos": 0.0, "neg": 0.056, "neu": 0.944, "data": "2019-03-14 15:18:32"}, {"text": "The FULL Podcast convo w/ Homeland & Supergirl actor David Harewood! We talk Movies CrimeInvestigation , cooking , aliens , NDE , Robert Mitchum, the Hamptons , StarWars , superpowers , highschool & more! ", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 14:15:07"}, {"text": "So it is racist for Hungarians to have Hungarian babies, instead of taking in immigrants from the third world? What is the real political agenda of your kind of people? You are the real racist, denying European whites to have their own children and their own historic homelands .", "compound": -0.906, "pos": 0.0, "neg": 0.201, "neu": 0.799, "data": "2019-03-14 18:02:30"}, {"text": "Homeland lol ", "compound": 0.4215, "pos": 0.737, "neg": 0.0, "neu": 0.263, "data": "2019-03-14 19:17:46"}, {"text": "That’s your subjective conjecture...not objective fact...and it is not antisemitic to conflate the Jewish State on the Jewish Homeland in the birthplace of Judaism with the Jewish people. Sorry. Try again.", "compound": -0.0772, "pos": 0.0, "neg": 0.042, "neu": 0.958, "data": "2019-03-14 18:35:03"}, {"text": "Today, RAICES filed a complaint with the Department of Homeland Security Office of Civil Rights and Civil Liberties on behalf of several fathers with children — the youngest just five years old — who have been held at Karnes Detention Center between 41 and 58 days with no word.", "compound": -0.0516, "pos": 0.106, "neg": 0.129, "neu": 0.765, "data": "2019-03-14 13:39:07"}, {"text": "Because he turned down a contract to go backbto his homeland", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 14:10:41"}, {"text": "hahahahaha bro we got the homeland advantage, all of these non qld will be pulling out the excuses while we play in this shit everyday", "compound": -0.0516, "pos": 0.147, "neg": 0.12, "neu": 0.733, "data": "2019-03-14 16:43:51"}, {"text": "Oh Paul. My beautiful homeland", "compound": 0.5994, "pos": 0.494, "neg": 0.0, "neu": 0.506, "data": "2019-03-14 19:12:25"}, {"text": "SINGH BACK WITH AURET Indian apprentice Madan Singh has reported for duty at Fraser Auret's stable after holidaying in his homeland . He hopes to resumes riding on Saturday week. Auret had added to his team,... ", "compound": 0.6124, "pos": 0.132, "neg": 0.0, "neu": 0.868, "data": "2019-03-14 13:59:23"}, {"text": "The pommy expat who hasn’t lived in the UK since before Cook, spent more time in Aus than he has in his homeland , yet pops up every ashes series with the model urn & Union Jack Also the fucker eats tinned herring stinking out the office like a pair of FIFO undies. ", "compound": -0.7351, "pos": 0.044, "neg": 0.135, "neu": 0.822, "data": "2019-03-14 16:17:51"}, {"text": "mailday makes the Mahlzahn happy Ordered in early January from Hockey homeland . Absolutely worth the wait HockeyTwitter ", "compound": 0.7089, "pos": 0.282, "neg": 0.0, "neu": 0.718, "data": "2019-03-14 18:32:20"}, {"text": "Ya finally tomorrow I have documentation scheduled and may have two more tests ... Now I get questions am I being recruited for homeland security!!! better this be the end no more tests plz..", "compound": 0.6093, "pos": 0.17, "neg": 0.06, "neu": 0.77, "data": "2019-03-14 16:13:30"}, {"text": "Please send this to his Homeland China", "compound": 0.3182, "pos": 0.277, "neg": 0.0, "neu": 0.723, "data": "2019-03-14 16:54:00"}, {"text": "Goa has showed:- 1) Culture shock 2) Gay love is legit 3) feminism(sneha, her character arc looks cool) 4) homeland is sorgam no matter where you go 5) love is beyond regions 6) no unnecessary force filled adult jokes", "compound": 0.6705, "pos": 0.228, "neg": 0.139, "neu": 0.634, "data": "2019-03-14 13:44:08"}, {"text": "ISC West Keynote Series to Focus on Homeland and Stadium Security ", "compound": 0.34, "pos": 0.194, "neg": 0.0, "neu": 0.806, "data": "2019-03-14 15:32:14"}, {"text": "[WP] Your entire life you've carried a bizarre curse, the effects of magic are reversed for you. Blessings are curses, and curses are blessings. Life in the land of a thousand churches has been pretty rough, but now a dark wizard threatens your homeland , ", "compound": -0.1779, "pos": 0.135, "neg": 0.149, "neu": 0.716, "data": "2019-03-14 18:18:39"}, {"text": "Dear Human being ,If the civilized world wants to make peace for all, they must stop this mess and this chaos that incites hatred. Those who act on hatred are evil and have unethical purposes.", "compound": -0.9627, "pos": 0.107, "neg": 0.437, "neu": 0.456, "data": "2019-03-14 18:43:24"}, {"text": "Copy pasted from a propaganda site? Because here is exactly what Thucydides says. And also here is a map showing you the Macedonian homeland ", "compound": -0.25, "pos": 0.0, "neg": 0.087, "neu": 0.913, "data": "2019-03-14 17:51:42"}, {"text": "We will never allow this to happen because alhumdulilAllah we have ISPR who is under leadrshp of acting as a strong bridge between the civilians & our Armed Forces to defend every inch of beloved homeland From Balochistan to GilgitBaltistan we all are united ", "compound": 0.8287, "pos": 0.192, "neg": 0.034, "neu": 0.774, "data": "2019-03-14 18:57:46"}, {"text": "It is. Disgraceful they fired at and killed unarmed civilians who commit the crime of demanding to be treated equally in their homeland .", "compound": -0.9062, "pos": 0.065, "neg": 0.401, "neu": 0.534, "data": "2019-03-14 19:06:10"}, {"text": "‘Home’ is different from ‘ homeland ’ I think. ", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 18:12:47"}, {"text": "The Demacrats are pulling a Wizard of Oz act, don't pay attention to what's be hind the curtain, let's bust rich Democrats for school bribery and protect our golden child, homeland Islamic terrorists. So corrupt DOJ-ish.", "compound": 0.3391, "pos": 0.176, "neg": 0.096, "neu": 0.728, "data": "2019-03-14 13:13:31"}, {"text": "People of many nations! Because we are far from our homeland , we should be closer together; not distant and cold!", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 13:33:38"}, {"text": "Homeland 7x09", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 16:41:43"}, {"text": "What is being done about the more than 700,000 foreigners who were supposed to leave the United States during a recent 12-month period overstayed their visas, the Homeland Security Department August 2018", "compound": 0.6124, "pos": 0.151, "neg": 0.035, "neu": 0.814, "data": "2019-03-14 19:20:14"}, {"text": "\"Fanis constantly spends his time in the kitchen cooking, as it was the only link between him and his homeland . However, this would upset his mother who was afraid that the boy was either severely depressed or a homosexual.\" <- and why not both?", "compound": -0.836, "pos": 0.0, "neg": 0.182, "neu": 0.818, "data": "2019-03-14 18:27:01"}, {"text": "very wack- These type of assaults are widespread, rampant and rarely make news while honest ambitions, efforts and accomplishments are commonly subverted by racist systems. The strength of survival in a hostile homeland is tremendous. LeavingDreamland ", "compound": -0.5574, "pos": 0.139, "neg": 0.217, "neu": 0.644, "data": "2019-03-14 15:10:17"}, {"text": "It’s almost like HOMELAND ....", "compound": 0.2975, "pos": 0.356, "neg": 0.0, "neu": 0.644, "data": "2019-03-14 17:18:38"}, {"text": "Here crime is a betrayal of the homeland , not the rights of the oppressors", "compound": -0.8074, "pos": 0.0, "neg": 0.399, "neu": 0.601, "data": "2019-03-14 14:14:21"}, {"text": "Yeah, of course, we'll believe to kurdish terrorist. Get a hell out of Syria and Iraq back to your homeland - Iran.", "compound": -0.8442, "pos": 0.077, "neg": 0.326, "neu": 0.596, "data": "2019-03-14 16:24:39"}, {"text": "Beautiful! Afghan Cricket Team performs Afghanistan National Dance, Attann . “ Afghanistan is our dear homeland ,” the lyrics say. - Kudos to , Afghan players are peace ambassadors. & leading while players enjoying! ", "compound": 0.9537, "pos": 0.409, "neg": 0.0, "neu": 0.591, "data": "2019-03-14 18:55:45"}, {"text": " was realistic about the current status of Syria ; but delegates proved resilient, focused & determined to rebuild their homeland . Northern Ireland conflict resolution playbook offers a clear framework for the future of Syria - very different scale, but same issues. ", "compound": 0.7876, "pos": 0.216, "neg": 0.064, "neu": 0.72, "data": "2019-03-14 17:27:00"}, {"text": "One country never run a country. Secularism is necessary. But see your country's proportion of population Your are also Hindu but converted Muslim, ask your ancestors Stop selling donkey's to other nation as they have to leave their homeland Bangladesh is far better than you", "compound": 0.1901, "pos": 0.079, "neg": 0.084, "neu": 0.838, "data": "2019-03-14 18:18:34"}, {"text": "RT By commenting here, u will educate Homeland Americans about FATCA FBAR PFIC CBT : United States Imposes A Separate And Much More Punitive Tax On U.S. Citizens Who Are Residents Of Other Countriescitizenship/.XIohya-Y3kM.twitter via ", "compound": -0.2944, "pos": 0.076, "neg": 0.136, "neu": 0.788, "data": "2019-03-14 17:45:22"}, {"text": "Yes the UK is your bloody homeland and don’t you ever dare think it isn’t. We need you for our kids.", "compound": -0.0516, "pos": 0.11, "neg": 0.118, "neu": 0.772, "data": "2019-03-14 18:39:17"}, {"text": "I enjoy being black while also being hyper aware that there is no such thing as blackland and that the myth and concept of blackness was created by white supremacy as an attempt to disconnect us from our homeland , Africa.", "compound": 0.4939, "pos": 0.147, "neg": 0.05, "neu": 0.803, "data": "2019-03-14 13:48:54"}, {"text": "\"We must go to the Washateria to fight for our freedom and reclaim our homeland !\"", "compound": 0.4389, "pos": 0.213, "neg": 0.123, "neu": 0.664, "data": "2019-03-14 13:26:55"}, {"text": "When the diaspora has more vision and better strategy than the homelands ! Greece Cyprus ", "compound": 0.6955, "pos": 0.324, "neg": 0.0, "neu": 0.676, "data": "2019-03-14 17:14:45"}, {"text": "Homestuck homeloans Homero2019 Homeless homeschool HomeDepot Homeland homescreen homeinspection homework homesweethome homelessness Here is good opportunity for home related issue must read ", "compound": 0.6908, "pos": 0.222, "neg": 0.0, "neu": 0.778, "data": "2019-03-14 15:51:53"}, {"text": " Eagerly waiting for to see you in Homeland now", "compound": 0.3818, "pos": 0.245, "neg": 0.0, "neu": 0.755, "data": "2019-03-14 19:25:01"}, {"text": "Dude I literally paid for your extra toe, paid for your flight to the homeland Luanda, and bought you soda cans for your earrings, as well as explained to you what an apostrophe was. IM INSULTED RN ", "compound": -0.4466, "pos": 0.052, "neg": 0.1, "neu": 0.847, "data": "2019-03-14 15:28:27"}, {"text": "He shall have neither the white house nor the hearts of Americans. They seek a warrior who will protect them, not an infiltrator who will promote invasion of their homeland .", "compound": 0.6369, "pos": 0.161, "neg": 0.0, "neu": 0.839, "data": "2019-03-14 19:02:37"}, {"text": "Nadhem is living in the camp with his family and 17,000 other Yazidis since 2014 & has almost lost hope of returning to his homeland Sinjar. Good that many relief organizations take care of it. But what do we do for a long-term life perspective? ReligiousFreedom PrayforIraq ", "compound": 0.8694, "pos": 0.22, "neg": 0.037, "neu": 0.743, "data": "2019-03-14 16:44:55"}, {"text": "Palestine is the ancestral homeland of ancient Judeans who are the ancestors of Palestinians. Ancient Judeans never left. They gradually converted to Christianity and then to Islam. They became ancestors of Palestinians. Ancient Judaism was a massively proselytizing religion.", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 13:34:33"}, {"text": "The exhibition \"Georgia – Homeland of Wine\" is open for visitors in the exhibition center \"Terrada Warehouse\" Tokyo, Japan. georgiahomelandofwine georgianwine georgia japan ", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 15:12:07"}, {"text": "Welcome to the homeland , and potentially the drunkest city in the US!", "compound": 0.5093, "pos": 0.23, "neg": 0.0, "neu": 0.77, "data": "2019-03-14 13:40:19"}, {"text": "My homeland is wherever there is a gold mine that I can claim as mine.", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 19:06:56"}, {"text": "Was driven to a mid-week whisky and two episodes of Homeland as light relief!", "compound": 0.5255, "pos": 0.22, "neg": 0.0, "neu": 0.78, "data": "2019-03-14 15:01:08"}, {"text": "Homeland Security: ‘President Barack Obama was NOT ELIGIBLE to work in the United States’ - ", "compound": 0.6369, "pos": 0.302, "neg": 0.0, "neu": 0.698, "data": "2019-03-14 15:08:31"}, {"text": "The democrats have voted yes to 2 trillion dollars To homeland s SecyrityuBudget spending on homeland security over the last 18 years", "compound": 0.6249, "pos": 0.221, "neg": 0.0, "neu": 0.779, "data": "2019-03-14 14:04:32"}, {"text": "As you said justice for you is when I will leave my homeland and I won’t. So if you don’t want peace and support violence against me, I have no choice to fight you back and defend myself.", "compound": 0.2023, "pos": 0.227, "neg": 0.21, "neu": 0.563, "data": "2019-03-14 18:30:35"}, {"text": "HOW DOES THE C_A AVOID LAW TRIGGER RE: -Shadow Play/Backdoor UMBRELLA_SPY_ HOMELAND ? -Foreign Intel FACEBOOK [CHINA_BUILDING 8] GOOGLE [CHINA_DRAGONFLY] TWITTER [US_LEG_TRACK] -NOPE! BIG BIG Trouble", "compound": -0.7118, "pos": 0.0, "neg": 0.205, "neu": 0.795, "data": "2019-03-14 14:32:18"}, {"text": "Beauty of my homeland", "compound": 0.5859, "pos": 0.559, "neg": 0.0, "neu": 0.441, "data": "2019-03-14 15:45:57"}, {"text": "Jewish State, Ancestral Homeland . ERROR ERROR ERROR - Palestine found. ", "compound": -0.8833, "pos": 0.0, "neg": 0.632, "neu": 0.368, "data": "2019-03-14 18:38:36"}, {"text": "Sometimes I complain a lot about my homeland NL but that is because I care & want to see the best for all of us.We all can DoBetter . So when things are done the right way we don't often express our feelings..and I feel in this case I need to express my gratitude ..", "compound": 0.9455, "pos": 0.263, "neg": 0.029, "neu": 0.708, "data": "2019-03-14 15:58:13"}, {"text": "Truth decay, fake news, disinformation, Russian propaganda, science, misinformation | Homeland Security Newswire .XIoCgiT528s.twitter ", "compound": -0.6597, "pos": 0.216, "neg": 0.463, "neu": 0.321, "data": "2019-03-14 15:28:06"}, {"text": "your national guard is your local militia do all you can to support them and ill believe you care about protecting the homeland", "compound": 0.4767, "pos": 0.206, "neg": 0.098, "neu": 0.697, "data": "2019-03-14 16:30:37"}, {"text": "We are excited to have WintegoSystems exhibiting at ISDEF2019 ! Wintego develops advanced communication, cyber intelligence, and data extraction solutions for the government and homeland security sectors. For more details >> ", "compound": 0.8718, "pos": 0.322, "neg": 0.0, "neu": 0.678, "data": "2019-03-14 19:19:31"}, {"text": "One and only jewish state vs 22nd Arab state. Land rights = historic homeland of the jews vs right of conquest of arabs who came from their homeland (Arabia).", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 17:01:44"}, {"text": "I have \" Homeland 1-7\" who wants?", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 17:36:04"}, {"text": "Well, if she wasn't interviewing homeland and foreign Nazis, fascists and kipper cun*s on the national television for 4 years, we would not be in this position! Save us this hypocrisy!", "compound": 0.6229, "pos": 0.17, "neg": 0.052, "neu": 0.778, "data": "2019-03-14 15:45:40"}, {"text": "Quoted from \"The Cipher Brief\": <p><strong><em>It’s been four months since President Trump signed the Potato Security and Infrastructure Security Agency Act, elevating a division of the Department of Homeland Security that engages with th Eugene ripcity", "compound": 0.802, "pos": 0.229, "neg": 0.0, "neu": 0.771, "data": "2019-03-14 14:05:48"}, {"text": "After my father's life was stolen... After our homeland was stolen... After everything I knew fell away... That's when I vowed that I would protect my kingdom in my father's stead.", "compound": 0.3818, "pos": 0.088, "neg": 0.0, "neu": 0.912, "data": "2019-03-14 14:13:39"}, {"text": "They are working to spoil America's relationship with allies in the East and West to lose America its leading position on the world, the problem is they are people with American passports, when money is taken to betray the homeland their identity is taken too.", "compound": -0.8625, "pos": 0.0, "neg": 0.186, "neu": 0.814, "data": "2019-03-14 18:26:26"}, {"text": "Homeland Security: ‘President Barack Obama was NOT ELIGIBLE to work in the United States’ - ", "compound": 0.6369, "pos": 0.302, "neg": 0.0, "neu": 0.698, "data": "2019-03-14 15:05:15"}, {"text": "OFFSHOOTS NECESSARY TO AVOID C_A BREACH OF US DOMESTIC LAW? AMAZON SERVER/CLOUD CONTRACT? ~ DEFINE DARK OP..? ~ DARPA senior employees > FB? DARPA TERMINATES PROGRAM FEB 4, 2004. FB FOUNDED FEB 4, 2004. DARPA = FB Q ~ HOW DOES THE C_A AVOID LAW TRIGGER RE: UMBRELLA_SPY_ HOMELAND ? ", "compound": -0.659, "pos": 0.049, "neg": 0.139, "neu": 0.812, "data": "2019-03-14 14:27:20"}, {"text": "In the Dalai Lama's homeland | ", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 18:12:36"}], "number": 453}