{"compound_ave": 0.02268951406649619, "tweets": [{"text": "2. A UK government minister told an EU Home Affairs committee in the House of Lords that the government did not rule out the possibility of introducing ID cards after Brexit", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "spring day mic drop house of cards cypher pt4 ddaeng", "neu": 0.811, "pos": 0.0, "neg": 0.189, "compound": -0.2732}, {"text": "gonna be like house of cards duh ", "neu": 0.706, "pos": 0.294, "neg": 0.0, "compound": 0.3612}, {"text": "I am addicted to House of Cards ...", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Wait for Felix Sater to testify in public before the House Intel Committee on the 27th. The house of cards will quickly unravel.", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "actually, a minority chain of the same hashing algo should be expected to get double spent at all times.. $ bch and $ bsv are literally virtual house of cards .", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Is Seth Moulton not a House of Cards character?", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "house of cards is RIGHT THERE", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "House of Cards", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Depends on the situation. Can I still watch Guardians, yes because that movie is fire. I never watched House of Cards Louie, his stand up. I never seen his show. But I know he isn't a good human being. There's other comedians out there. Music? Mute RKelly.", "neu": 0.797, "pos": 0.103, "neg": 0.101, "compound": 0.0243}, {"text": "House of cards ?", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": " - catching up on Off Duty. LOOOOVE and !!! houseofcards SuicideSquads", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "I’m sure you would crumble like a house of cards", "neu": 0.593, "pos": 0.407, "neg": 0.0, "compound": 0.5859}, {"text": "After life or house of cards", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "And it's called House of Cards", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Some real house of cards type sh!t going on in our government right now. Damn you Kevin Spacey.", "neu": 0.85, "pos": 0.0, "neg": 0.15, "compound": -0.4574}, {"text": "House of cards Lie BestFanARMY iHeartAwards BTSARMY", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Will she be allowed to? She was only allowed one go, Bercow may bring the House of Cards crashing down ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Gun violence has dropped dramatically while gun ownership as grown. This whole argument is built on a house of cards . Many gun suicides are terminally ill people that don’t have access to Dr. assisted suicide because of cruel state laws. ", "neu": 0.555, "pos": 0.0, "neg": 0.445, "compound": -0.9747}, {"text": "Butterfly prologue ver, house of cards , lie, magic shop, serendipity, awake and more hahaha ", "neu": 0.77, "pos": 0.23, "neg": 0.0, "compound": 0.5984}, {"text": "Almost 100% of Raven's normals are very strong and crucial to his gameplan. Changing a single one could result in the rest falling apart like a house of cards .", "neu": 0.757, "pos": 0.192, "neg": 0.05, "compound": 0.6697}, {"text": "house of cards ? fmu", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Pot calling the kettle black, you are a sham of a company and like all houses made of cards WILL come tumbling down! scammers ", "neu": 0.883, "pos": 0.117, "neg": 0.0, "compound": 0.4199}, {"text": "In layman’s terms what agent cortese was saying: “everyone has dirt on everyone and the whole house of cards would go down. Including IC who are beholden to fraternal orders...”", "neu": 0.924, "pos": 0.0, "neg": 0.076, "compound": -0.34}, {"text": "Teresa bc she’s a real person putting heart into trying to accomplish things that matter. And is getting crushed. It must feel terrible. All these people working to defeat her, many in bad faith. Heartbreaking. Manafort’s house of cards fell. He’s only sorry for himself.", "neu": 0.599, "pos": 0.115, "neg": 0.286, "compound": -0.875}, {"text": "Many thanks, Keith. It is very good to hear from you. I hope you are well. Brexit has become like a re-run of the House of Cards with a bit more treason written into the plot line.", "neu": 0.625, "pos": 0.304, "neg": 0.071, "compound": 0.8555}, {"text": "HouseOfCards T03E12", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "House of Cards", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "TMC falling like a house of cards .Thanks to didi 's communal politics,& lawlessness in West Bengal.Democracy needs to be restored in WB to bring back the state to its original glory.", "neu": 0.622, "pos": 0.338, "neg": 0.04, "compound": 0.9001}, {"text": "In the future, there will be dramatisations of brexit that try to make it look like a house of cards political thriller, rather then the cavemen having a dick waggling contest it really is", "neu": 0.801, "pos": 0.108, "neg": 0.091, "compound": -0.1027}, {"text": "That tweet just hurt my feelings not like house of cards or singularity hoowww those songs are slow for a reason ", "neu": 0.766, "pos": 0.0, "neg": 0.234, "compound": -0.6715}, {"text": "MahershalaAli ’s filmography is lit.. HouseOfCards GreenBook IntotheSpiderVerse LukeCage CuriousCaseofBenjaminButton AlitaBattleAngel TrueDetective A true legend", "neu": 0.823, "pos": 0.177, "neg": 0.0, "compound": 0.4215}, {"text": "House of cards ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "The house of cards is beginning to tumble ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Eclipse and Butterfly (Loona) and Dead Leaves, House of cards and Spring Day", "neu": 0.736, "pos": 0.0, "neg": 0.264, "compound": -0.6486}, {"text": "Watch House of Cards", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Some folks want a big house , fast car, lots of credit cards , a membership at the golf club, & a helicopter full of cold hard cash. If U gave those to me? I’d keep the cash. Dump the membership & credit cards . Sell everything else. And buy a cabin in the country. Simplicity rules.", "neu": 0.8, "pos": 0.124, "neg": 0.076, "compound": 0.3612}, {"text": "Finally getting around to House of Cards season 6", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Its time to trust the old guns. Pant has shown a stark lack of responsibilty and inability to read situations, and shankar made the same mistake yesterday. Seems like when kohli gets out the team capsizes like a house of cards ", "neu": 0.678, "pos": 0.17, "neg": 0.152, "compound": 0.2263}, {"text": "1. House of Cards 2. Fire 3. Go Go 4. Not Today 5. 21st Century Girls ", "neu": 0.862, "pos": 0.0, "neg": 0.138, "compound": -0.34}, {"text": "It would appear the whips can no longer even find the stick, let alone 'put a bit of it about'. HouseOfCards", "neu": 0.811, "pos": 0.0, "neg": 0.189, "compound": -0.4939}, {"text": "nao ve House of Cards ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Say it like you mean it In the end, we can't make it Outro: House Of Cards", "neu": 0.865, "pos": 0.135, "neg": 0.0, "compound": 0.3612}, {"text": "Has anyone looked at the state of the Italian banks lately........ Shock Bankrupt EU HouseofCards ", "neu": 0.677, "pos": 0.0, "neg": 0.323, "compound": -0.7351}, {"text": "Like a house of cards ... watch them topple .... while we rise from the ashes. Every time we are pushed down we rise again stronger driven by belief in a strong . Not driven by greed and position. Shame on them !", "neu": 0.708, "pos": 0.228, "neg": 0.065, "compound": 0.7814}, {"text": "Did Moses Really Write the Torah ? New Film Challenges Claims that the Bible is a Just a ‘ House of Cards ’ ", "neu": 0.936, "pos": 0.064, "neg": 0.0, "compound": 0.0772}, {"text": "A house made of cards , and us, inside. Even though the end is visible, even if it’s going to collapse soon.", "neu": 0.856, "pos": 0.0, "neg": 0.144, "compound": -0.4939}, {"text": "I will say this again, there was a big reason why Obama wanted GITMO closed down. He knew it could house him every single last one of his cronies. Get it ready, the ' House of Cards ' are really falling.... Stay tuned......", "neu": 0.938, "pos": 0.062, "neg": 0.0, "compound": 0.3612}, {"text": "12 Deals Rejected 372 Q !UW.yye1fxo 18 Dec 2017 - 9:12:02 PM House of cards . 12 deals rejected (today alone). Panic in DC. TRUST SESSIONS. Enjoy the show. Q", "neu": 0.547, "pos": 0.188, "neg": 0.265, "compound": -0.4514}, {"text": "also dont mind ms house of cards i didnt wanna turn her off", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "In my last year of High School, I became addicted to playing cards - Solo and 500. I wagged every Tuesday afternoon so a group of us could gather for card games at a mate' house .", "neu": 0.943, "pos": 0.057, "neg": 0.0, "compound": 0.2023}, {"text": "6. House of Cards iHeartAwards BestFanArmy BTSARMY ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Well, I mean people still visit the Great Wall of China and tRump likes to say 'Great' a lot about things with his name atop a house of cards of OPM (Other People's Money), which is what this wall will be?", "neu": 0.795, "pos": 0.205, "neg": 0.0, "compound": 0.8402}, {"text": "i cant believe washington resigned so he could binge watch house of cards", "neu": 0.863, "pos": 0.137, "neg": 0.0, "compound": 0.1877}, {"text": "As much as i like Robin Wright, she can’t carry House Of Cards by herself, the writing on this last season also is so weak, every dialog is like “oh remember when Frank did this” or “remember when Frank said that?” Ugh", "neu": 0.762, "pos": 0.103, "neg": 0.135, "compound": -0.3697}, {"text": "You need to round up a better posse. Start with us. And you have nothing to be ashamed of. You're fighting two wars at once, the LGBT war and the DV war. Pin a rainbow battle medal on yourself: a lot of people would have folded like a house of cards .", "neu": 0.58, "pos": 0.169, "neg": 0.252, "compound": -0.754}, {"text": "Just as well there isnt a snowball's chance in hell of that happening under FPTP. The UK is literally turning into the last season of BBCs House of Cards", "neu": 0.748, "pos": 0.063, "neg": 0.19, "compound": -0.6416}, {"text": "Outro tear Tomorrow Baepsae House of Cards Sea", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Coming to my bosses house in the middle of the night to write christmas- cards , get drunk and store his car-keys.", "neu": 0.893, "pos": 0.0, "neg": 0.107, "compound": -0.34}, {"text": "Like Republicans being guilty for not fighting the Dems in The House of Cards , type thing??? yea i know exactly", "neu": 0.668, "pos": 0.215, "neg": 0.117, "compound": 0.3291}, {"text": "chyper, ddaeng, idol, fire, let go, ttu, answer love myself, paradise, HOUSE OF CARDS , butterfly, young forever GATAULAH MASIH BANYAK POKONYA", "neu": 0.625, "pos": 0.292, "neg": 0.083, "compound": 0.7906}, {"text": "House Of Cards by Radiohead ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "House of cards", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "THE LIEBERAL SCUMBAG HOUSE OF CARDS CONTINUES TO CRUMBLE!!!! GOOD!! MAGA ! LOCKEMALLUP !! ", "neu": 0.531, "pos": 0.175, "neg": 0.294, "compound": -0.5374}, {"text": "When there’s House of Cards ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "I have watched house of cards ,sec education ,,,bro suggest others if u don't mind", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "It isn’t his base that worries him. It is the house of cards falling around him. His kids are at risk. Barr is being played by Pelosi and A Manafort pardon may do nothing.", "neu": 0.714, "pos": 0.12, "neg": 0.166, "compound": -0.2023}, {"text": "Don’t like house of cards too political any other suggestions?", "neu": 0.783, "pos": 0.217, "neg": 0.0, "compound": 0.3612}, {"text": "It really depends on how much of an impact the new info has on my mind/heart. I can Watch House Of Cards But I won’t suffer through R Kelly’s Music. ", "neu": 0.881, "pos": 0.0, "neg": 0.119, "compound": -0.5423}, {"text": "Reminds me of the scene in House of Cards where the nominee (with his wife looking at him the same way) announces his candidacy from his home! Didn’t end well for him!", "neu": 0.92, "pos": 0.08, "neg": 0.0, "compound": 0.3987}, {"text": "House of Cards – seria 1 ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Before 2016 I avoided the news because all they showed was negative. But now I am looking forward to it wanting to know and know more thanks to you. I can't wait until the house of cards will fall.. ", "neu": 0.78, "pos": 0.075, "neg": 0.144, "compound": -0.4417}, {"text": "He totally looks like a trustworthy fellow... send him to the House of Cards they no doubt will be able to use him", "neu": 0.613, "pos": 0.226, "neg": 0.16, "compound": 0.4482}, {"text": "MAGA (WISE UP) 44½ UH-OH,our DUNDERHEAD-n-Chief's HOUSE OF CARDS is FAST COLLAPSING--DOH! , PutinPuppet IndictTrump (it's LEGIT!) VoteGOPOut n'20!", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "I knew how to do that before entering college. People voluntarily sign up for all kinds of debts. Credit cards , cars, houses . Why should college be any different?", "neu": 0.909, "pos": 0.091, "neg": 0.0, "compound": 0.3818}, {"text": "Everything on my Netflix press account is working but Queer Eye I am being trolled with House of Cards", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Anjuna Police arrest gang of 4 Georgian nationals presently staying at Arpora for house theft in Bamanwado- Shiolim , recovers stolen cash & gold w/Rs 9 lakhs, attaches 1 rented car, 7 mobiles, 2 sim cards & house breaking equipment, arrest within 5 hours of crime Crime Goa", "neu": 0.694, "pos": 0.0, "neg": 0.306, "compound": -0.9325}, {"text": "Listening to \"Listen, Liberal\" by Thomas Frank with the House of Cards soundtrack in the background right now is kind of intense.", "neu": 0.954, "pos": 0.046, "neg": 0.0, "compound": 0.0018}, {"text": "The house of cards is all coming down...the left and some on the right will start to experience pain...pain that we all will know what is going on...they tried to frame an innocent man like you Mr. President bc they lost an election.", "neu": 0.847, "pos": 0.104, "neg": 0.049, "compound": 0.3818}, {"text": "Your HOUSE of DramaRat Cards is crumbling.. You yellow bellied Coward!..", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Sea & House of Cards", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "You can divert attn all day, Traitor. It won’t change the fact that you’re a lying criminal whose house of grifter cards is closer to crumbling every day. ticktock ", "neu": 0.793, "pos": 0.0, "neg": 0.207, "compound": -0.7783}, {"text": "“ House of Cards ” is so damn good, I dead ass almost asked my mama did she see what the president had to say yesterday but thinking about Francis Underwood. This show has me by the balls (pause).", "neu": 0.784, "pos": 0.048, "neg": 0.168, "compound": -0.6356}, {"text": "Ever since the dollar lost gold backing the only value is the value the American people place on it. That house of cards is crumbling more everyday. Get woke, stay woke. The dollar will crash like the Titanic.", "neu": 0.705, "pos": 0.185, "neg": 0.11, "compound": 0.34}, {"text": "FINALLY DEEPSTATE HOUSE OF CARDS COLLAPSING!! Hillary & MORE GOING TO FE... ", "neu": 0.74, "pos": 0.0, "neg": 0.26, "compound": -0.5449}, {"text": "When all the dust has settled, UK 2016-2019 is going to be a epic Netflix drama. Makes House of Cards look like Rainbow. ", "neu": 0.894, "pos": 0.106, "neg": 0.0, "compound": 0.3612}, {"text": "4- House Of Cards ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Now we understand why all these monopolies are censoring conservative , Pro Trump , TRUTH , Because their house of cards is falling and they want to minimize people knowing Lisa Page Tells Congress Obama DOJ Ordered FBI Not To Charge Clinton ", "neu": 0.859, "pos": 0.103, "neg": 0.038, "compound": 0.4084}, {"text": "NoCollusion DrainTheSwamp Get over it, losers! Soon the whole world will see how Vile Democrats tried to steal an election & take down an ELECTED President. Biggest abuse of power in American history. Democrat House of Cards is about to crumble! MAGA", "neu": 0.705, "pos": 0.0, "neg": 0.295, "compound": -0.9476}, {"text": "Remember ? Some choose power over wealth: ", "neu": 0.61, "pos": 0.39, "neg": 0.0, "compound": 0.4939}, {"text": "Lets see if PTI makes that mistake, their popularity will fall like a house of cards and this tactical blunder will make IK a one hit political wonder!", "neu": 0.735, "pos": 0.188, "neg": 0.077, "compound": 0.5411}, {"text": "House of cards", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Favourite fanfic - it's hands down House of Cards on ao3. It's so well written that it puts published authors to shame. I wish the author publishes it. ", "neu": 0.729, "pos": 0.173, "neg": 0.098, "compound": 0.3272}, {"text": "House of cards has been a tough one, had just started it really when all of the stuff came out, hard to sperate them, especially after his Let Me Be Frank video.", "neu": 0.909, "pos": 0.0, "neg": 0.091, "compound": -0.2263}, {"text": "ARTIST=Rafa Kao^TITLE=Put Your Cards on the Table - Brazilian Dirty Job Mix^ALBUM=Halloween Witch Party Best of Chill Deep and House ^YEAR=varios actualasttitle", "neu": 0.58, "pos": 0.235, "neg": 0.184, "compound": 0.3612}, {"text": "It's very easy to say that when people also make the same argument about Kevin Spacey in House of Cards reruns. Like no offense, but at least your show got to keep its disgusting criminal. They dumped Spacey like a sack of potatoes and the final season sucked as a result.", "neu": 0.576, "pos": 0.105, "neg": 0.319, "compound": -0.9382}, {"text": "'The LeBron James of money laundering investigations' leaving Mueller's team: report: Running like a bitch beforevhebgets fired cause he'll be investigated and fired like Comey & McCabe. Deep State house of cards is crumbling. NoColussion ", "neu": 0.636, "pos": 0.114, "neg": 0.25, "compound": -0.7906}, {"text": "Trump is a undeniable criminal and it’s just a matter of time before his house of cards full of jokers come tumbling down!", "neu": 0.799, "pos": 0.046, "neg": 0.155, "compound": -0.5562}, {"text": "tata & mang fav song spring day, house of cards ", "neu": 0.727, "pos": 0.273, "neg": 0.0, "compound": 0.4588}, {"text": "4. Ahora mismo House of cards ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Oh Girl you sound just like that ZOWIE BARNES w/ her apt in DC --- House of Cards - get out quick", "neu": 0.889, "pos": 0.111, "neg": 0.0, "compound": 0.3612}, {"text": "The HOUSE OF CARDS is starting to CRUMBLE. And not just in one area, but in many, involving NUMEROUS people.", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Yes it is. But as you know, it’s all she’s got A House of Cards . Just saying", "neu": 0.847, "pos": 0.153, "neg": 0.0, "compound": 0.4019}, {"text": "When house of cards hits my soul ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "He truly is a sociopathic narcissist. A house of Cards on a foundation of fraud. It's all coming apart. And to watch this PoS get thrown in the street will be glorious.", "neu": 0.705, "pos": 0.192, "neg": 0.103, "compound": 0.5106}, {"text": "She sums up the whole Republican way of thinking these days... They dont care if he is a criminal, dont care if he is an embarrassment on the world stage, dont care that he lies, just as long as the economy is good. Which btw, is a house of cards likely to collapse at some point!", "neu": 0.663, "pos": 0.042, "neg": 0.295, "compound": -0.9483}, {"text": "Watching this last House Of Cards season...", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "House of Cards ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "I just read some of your tweets. Am I right to assume you believe all of this is a house of cards ? You see no future in any of this? Just asking.", "neu": 0.916, "pos": 0.0, "neg": 0.084, "compound": -0.3736}, {"text": "QAnon Thanks to for tweeting this thread. BOOM BOOM A House of Cards . ", "neu": 0.791, "pos": 0.209, "neg": 0.0, "compound": 0.4404}, {"text": "the second best is \" house of cards \" ...only the real ones know ", "neu": 0.724, "pos": 0.276, "neg": 0.0, "compound": 0.6369}, {"text": "There is something mentally wrong with the federal Liberals. I look at Housefeathers facial expression. Something is missing. What is going on in Ottawa? Why hasn’t this house of cards not gone up in smoke. Is everyone in s back pocket? It’s gotten sick.", "neu": 0.813, "pos": 0.0, "neg": 0.187, "compound": -0.8385}, {"text": "I wouldnt put Guardians of the Galaxy (James Gunn) in the same boat as House of Cards (Spacey) and Louie. ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "I miss house of cards ... and by that u mean I miss claire hale", "neu": 0.758, "pos": 0.0, "neg": 0.242, "compound": -0.296}, {"text": "House of cards Marty- ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": " My cards in my auction house in my team were deleted after I had to back out of a game why is this??", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Yeah, good luck with that. I hope he does, but the safe money is on him just trying to make sure he/they aren't outcasts when the house of cards comes crashing down.", "neu": 0.636, "pos": 0.364, "neg": 0.0, "compound": 0.9062}, {"text": "That is more your lane, but ive seen House of Cards", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "AYOOO for the stadium tour can y’all perform JUST ONE DAY, HOUSE OF CARDS , TOMORROW, SPINE BREAKER, COFFEE, BOY IN LUV, WHERE YOU FROM?, LIKE, DANGER, DIMPLE, CONVERSE HIGH....where it all started for some of us I ain’t dyin till I see yall perform this live— ", "neu": 0.851, "pos": 0.065, "neg": 0.084, "compound": -0.2263}, {"text": "this bitch Jay Cole said all the bars of soap in the house look like fuckin SIM cards youngggg", "neu": 0.73, "pos": 0.107, "neg": 0.163, "compound": -0.3182}, {"text": "1. Outro: Tear 2. Tomorrow 3. 134340 4. We On 5. Airplane pt.2 6. House of Cards BTS_twt", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Yeah, if they survive the night... seriously concerned for any witnesses at this point. I feel like I'm watching real life House of Cards", "neu": 0.758, "pos": 0.178, "neg": 0.064, "compound": 0.4588}, {"text": "Kenya : Raila and Ruto continue throwing jabs at each other | House of Cards ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "1. I Need U 2. Let Me Know 3. House Of Cards 4. Spring Day 5. Tear", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "The house of cards is coming down. ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Bilwal is just a ordinary card in the house of cards", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "House of Cards ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Yeah, this last House Of Cards season is SO boring i can’t go on", "neu": 0.666, "pos": 0.133, "neg": 0.201, "compound": -0.2792}, {"text": "Let me ask you: Did anything physically change with the episodes of House of Cards you had already seen after you found out? If not, then why would it be impossible to separate the artist from the art?", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "finding a bathroom is like being a character in House of Cards", "neu": 0.783, "pos": 0.217, "neg": 0.0, "compound": 0.3612}, {"text": "House of cards ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "What if I play a natural... then this flimsy house of cards you’ve built up becomes minor", "neu": 0.854, "pos": 0.146, "neg": 0.0, "compound": 0.34}, {"text": "Taking back control eh? Like Nigel Farage is currently doing, begging EU members to subvert the expressed desire of UK parliament? Okay It’s almost like Brexit is a house of cards built upon nonsense propaganda. Apart from the almost bit.", "neu": 0.697, "pos": 0.204, "neg": 0.099, "compound": 0.6081}, {"text": "In today's day and age, with multiple artists being outed as abusers/racists/homophobes/etc. do you think it's still possible to 'separate the art from the artist'? Case in point, would you still watch House of Cards , despite Spacey?", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "You watch too much house of cards mate", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "House of cards", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "House of cards", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Agree. Would love to see the roof of the house of cards he's built with the crimes and treason he's committed collapse...while he's under it. He needs to be drug out of OUR White House in silver bracelets. And not the good kind, but the cheap kind...tacky cheap, like he is. ", "neu": 0.75, "pos": 0.156, "neg": 0.094, "compound": 0.5587}, {"text": "house of cards", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "It’s a bit like the last season of House Of Cards . Quality goes down and the story line is more obscure than ever.", "neu": 0.894, "pos": 0.106, "neg": 0.0, "compound": 0.3612}, {"text": "Favorite fanfic? House of Cards ... ", "neu": 0.625, "pos": 0.375, "neg": 0.0, "compound": 0.4588}, {"text": "Guardians no problem, house of cards it's meh, never watched louie", "neu": 0.563, "pos": 0.0, "neg": 0.437, "compound": -0.6369}, {"text": "the instrumental and lyrical genius behind Outro: House of Cards , the mood it instills with just the opening notes, the vocals, eye- also the fact that it’s taken me YEARS to discover such ART. BTS has NEVER and WILL NEVER disappoint ", "neu": 0.947, "pos": 0.053, "neg": 0.0, "compound": 0.3089}, {"text": "Game of Thrones. House of Cards .", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "House of Cards without Kevin Spacey is like Seinfeld without Jason Alexander...", "neu": 0.815, "pos": 0.185, "neg": 0.0, "compound": 0.3612}, {"text": "I have all seven seasons in clear quality HD with subtitles. Also other 30+ TV series in HD + subtitles. Vikings, HTGAWM, Prison Break, Lost, OITNB, House of Cards , Breaking Bad, Narcos, La Casa de Papel etc. You can get them all for free. DM is open. ", "neu": 0.727, "pos": 0.107, "neg": 0.165, "compound": -0.4939}, {"text": "Couldn’t finish house of cards , and I can’t listen to Thriller anymore.", "neu": 0.877, "pos": 0.123, "neg": 0.0, "compound": 0.1027}, {"text": "I loved House of Cards during Obama’s admin(pre Spacey disgrace). But since the election it’s not fiction any more. Too real", "neu": 0.83, "pos": 0.17, "neg": 0.0, "compound": 0.5994}, {"text": "House of cards FindYourPersona BestFanArmy BTS prePERSONA iHeartAwards BTSArmy BTSxSNL", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Schiff needs to be arrested along with all of his cohorts. Once one is arrested their house of cards will crumble.", "neu": 0.754, "pos": 0.0, "neg": 0.246, "compound": -0.7351}, {"text": "The corruption goes deep all tge way to Obama What did he know and when did he know it HOUSE OF CARDS", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "entertainment of indian politics. better than house of cards", "neu": 0.551, "pos": 0.449, "neg": 0.0, "compound": 0.6908}, {"text": "House of cards , coffe, hold me tight", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "House of cards .. BTS BTS BTSARMY BestFanArmy iHeartAwards ARMY ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "House of Cards ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Truth shall shatter the house of cards called Israel. ", "neu": 0.777, "pos": 0.223, "neg": 0.0, "compound": 0.3182}, {"text": "I’m convinced Pelosi is waiting for the investigations to be done. She can’t play her cards too early! She must have the house and senate. It takes 2/3 of the vote. If it fails to pass, Democrats are screwed! Once the evidence comes from the investigations more will be convinced!", "neu": 0.754, "pos": 0.145, "neg": 0.101, "compound": 0.3971}, {"text": "Kanye says some pretty stupid things, but I still listen to his songs. Can't watch House of Cards without Kevin Spacey. Still watched Guardians of Galaxy despite his 10yrs ago tweets. Still need time but still can listen to Billie Jeans despite MJ", "neu": 0.903, "pos": 0.047, "neg": 0.05, "compound": -0.0258}, {"text": "We want Claire and Nathan Green to happen ! houseofcards", "neu": 0.834, "pos": 0.166, "neg": 0.0, "compound": 0.1511}, {"text": "Knee deep in responsive CSS. It can be a house of cards , but it's satisfying when it works.", "neu": 0.723, "pos": 0.277, "neg": 0.0, "compound": 0.6956}, {"text": "Jimin The Most Beautiful Moment in Life: Young Forever Butterfly and House of Cards are so Dancing El Salvador I speak Spanish, English and I know I little bit of French ", "neu": 0.866, "pos": 0.134, "neg": 0.0, "compound": 0.6361}, {"text": "outro: house of cards ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Sean Hannity: \"The Deep State House of Cards -- Mark My Words -- It's About to Come Crumbling Down\" ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Shout out to all the siblings in families of immigrants who had to help each other with homework, go to each other’s open houses , check report cards , proof read essays, etc. because our parents didn’t know how it all worked ", "neu": 0.935, "pos": 0.065, "neg": 0.0, "compound": 0.4019}, {"text": "House of Cards ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Do you ever feel, feel so paper thin Like a house of cards One blow from caving in", "neu": 0.853, "pos": 0.147, "neg": 0.0, "compound": 0.4144}, {"text": "spring day crystal snow ddaeng house of cards run (le ballad mix ) mais jpouyen mettre vachement plus", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "jin making the house of cards", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "There house of cards falling down falling down. The next time you think that a caucasian lawyer, or caucasian doctor or.... is the best option THINK AGAIN. ", "neu": 0.757, "pos": 0.138, "neg": 0.105, "compound": 0.4588}, {"text": "Lol it’s horrible for / house of cards .", "neu": 0.442, "pos": 0.248, "neg": 0.31, "compound": -0.1779}, {"text": "house of cards pt 2 please", "neu": 0.635, "pos": 0.365, "neg": 0.0, "compound": 0.3182}, {"text": "This is the ultimate coup. 3 days ago, in an interview Tom Vadakkan as a Congress spokesperson criticized Govt. The winds of Balakot swirl around The game has begun !! House of cards", "neu": 0.907, "pos": 0.0, "neg": 0.093, "compound": -0.4738}, {"text": "rain, the truth untold, butterfly, house of cards , love is over, hold me tight", "neu": 0.649, "pos": 0.351, "neg": 0.0, "compound": 0.7579}, {"text": "12 Deals Rejected 372 Q !UW.yye1fxo 18 Dec 2017 - 9:12:02 PM House of cards . 12 deals rejected (today alone). Panic in DC. TRUST SESSIONS. Enjoy the show. Q", "neu": 0.547, "pos": 0.188, "neg": 0.265, "compound": -0.4514}, {"text": "in this house of broken hearts, we made our love out of stacks of cards", "neu": 0.64, "pos": 0.207, "neg": 0.153, "compound": 0.2732}, {"text": "someone should be making action figures out of the main players in the house of commons. Or at least brexit Top Trump cards ... NoDealBrexit", "neu": 0.93, "pos": 0.07, "neg": 0.0, "compound": 0.2023}, {"text": "Give me shows that match the Psychological Thriller/Crime. Avoid House of Cards , Black mirror and Peaky Blinders.", "neu": 0.879, "pos": 0.0, "neg": 0.121, "compound": -0.296}, {"text": "That line I've heard in the original House of Cards UK version.", "neu": 0.827, "pos": 0.173, "neg": 0.0, "compound": 0.3182}, {"text": "Our lives are built like a stack of cards , with winds threatening to blow it over at any moment. We must be grateful when the wind takes pity and, against all odds, spares our fragile house of cards ...", "neu": 0.754, "pos": 0.122, "neg": 0.124, "compound": -0.0258}, {"text": "This house of cards is tumbling down!! So awesome to watch! Lol ", "neu": 0.553, "pos": 0.447, "neg": 0.0, "compound": 0.843}, {"text": "house of cards , the truth untold", "neu": 0.685, "pos": 0.315, "neg": 0.0, "compound": 0.3182}, {"text": "As long as the media itself isn’t pushing for bad things I don’t see why not. House of cards doesn’t have the message that sexual assault is good and therefore Kevin Spacey’s role in it is irrelevant.", "neu": 0.764, "pos": 0.067, "neg": 0.169, "compound": -0.6597}, {"text": "ARREST MADE!! CONFIRMED!! DEEPSTATE HOUSE OF CARDS COLLAPSING After THEY... ", "neu": 0.525, "pos": 0.0, "neg": 0.475, "compound": -0.8039}, {"text": "Watch house of cards", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "\"...what they don't understand is -- for those of us climbing to the top of the food chain, there can be no mercy. There is but one rule: hunt or be hunted.\" - Frank Underwood ( House of Cards ) ", "neu": 0.877, "pos": 0.081, "neg": 0.041, "compound": 0.1406}, {"text": "My audition reel for House Of Cards DOP: SXSW ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "You have just nailed why this house of cards is so dangerous. Righting the ship will be painful, more so because BC has been putting all its eggs in one basket. We should have stopped this years ago, and the sooner we stop this the less pain it will be.", "neu": 0.763, "pos": 0.0, "neg": 0.237, "compound": -0.9185}, {"text": "That should then be the end of the Tory party. How can ERG members continue to support this house of cards ? How can the DUP continue to support this awful and treasonous Gov't?", "neu": 0.641, "pos": 0.194, "neg": 0.165, "compound": -0.1179}, {"text": "I’ve not seen a mindfucking so bad since Frank Underwood on House of Cards !", "neu": 0.715, "pos": 0.0, "neg": 0.285, "compound": -0.6988}, {"text": ".....And now it begins- state by state like a house of cards funding for Planned Parenthood begins to dry up ", "neu": 0.878, "pos": 0.122, "neg": 0.0, "compound": 0.3612}, {"text": "Best of me Butterfly House of cards Tear Born singer", "neu": 0.682, "pos": 0.318, "neg": 0.0, "compound": 0.6369}, {"text": "goodbye winter by day6 and house of cards by bts", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "The house of cards is about to collapse.", "neu": 0.686, "pos": 0.0, "neg": 0.314, "compound": -0.4939}, {"text": "She was always up for a cup of & conversation, made the best homemade ,would play cards with me for hours as a kid, and loved with open arms. You never left Nana's house without a bite to eat & a Goodbyes are always hard. So grateful for the time we had. Miss you, Nana. ", "neu": 0.719, "pos": 0.231, "neg": 0.05, "compound": 0.9152}, {"text": " House of Cards ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Oh yea the end of this evil is close House of Cards is right.the entire of Hollywood to be exposed.The US is the largest importer of Child porn. And more real body parts of children a world wide end. This is Q the end slow rolled the Storm is here, the pain in site", "neu": 0.854, "pos": 0.0, "neg": 0.146, "compound": -0.8608}, {"text": "Just watched the campaign video. Does anyone else see the similarity between his video and in ??", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "I recently just started using Ao3 just to read house of Cards and it's damn good. Please if you guys could recommend me some really good fics on Ao3 like this one I would be forever grateful", "neu": 0.598, "pos": 0.344, "neg": 0.058, "compound": 0.9081}, {"text": "Oh boy. It turns out that a house of cards isn't much more stable when it's glued together with lies.", "neu": 0.776, "pos": 0.0, "neg": 0.224, "compound": -0.6}, {"text": "One of the key guards of Congi house of cards discards the dirty drain and joins Modi’s gravy train. Welcome Tom to New India!", "neu": 0.719, "pos": 0.103, "neg": 0.178, "compound": -0.2942}, {"text": "We deserve to know Mr. President - HISTORY deserves to be written so our CHILDREN KNOW! This corrupt house of cards , currently called our CONGRESS, FED COURTS, & GOVERNMENT AGENCIES, has to fall! ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "FINALLY DEEPSTATE HOUSE OF CARDS COLLAPSING!! Hillary & MORE GOING TO FE... ", "neu": 0.74, "pos": 0.0, "neg": 0.26, "compound": -0.5449}, {"text": "So, now I served you with two examples that tears the house of cards , that the pro-pedo nuts are building, down. Maybe it's time for you to move away from your bias and just admit that the popstar you idolized isn't not as innocent as you might have thought. LeavingNeverland", "neu": 0.828, "pos": 0.067, "neg": 0.105, "compound": -0.2578}, {"text": "Well it's time to bring down the whole house of democratic cards .", "neu": 0.84, "pos": 0.16, "neg": 0.0, "compound": 0.2732}, {"text": "Once Mueller closes shop [NO COLLUSION] Declass - Huber - Barr step in LET THE HOUSE OF CARDS COME TUMBLING DOWN The [Traitors] will be Exposed & may God have mercy on them ALL! We. The. People", "neu": 0.834, "pos": 0.132, "neg": 0.035, "compound": 0.5562}, {"text": "6) The clever and savvy people were the scam runners. Too many people want prestige. Those with too much money were willing to pay millions for it thinking it was worth it, and now that house of cards is falling apart.", "neu": 0.731, "pos": 0.129, "neg": 0.14, "compound": -0.128}, {"text": "My guess is that is quite rare for super rich and successful people to have internalized the process of failing and learning. A lot of it was steep climb full of posturing and I suspect they still feel it's a house of cards", "neu": 0.672, "pos": 0.222, "neg": 0.106, "compound": 0.7943}, {"text": "It's infuriating, I know. Hopefully his house of cards will come crashing down very soon.", "neu": 0.663, "pos": 0.149, "neg": 0.188, "compound": -0.1779}, {"text": "Epiphany House of cards Just one day The truth untold Cyper pt 3 killer ", "neu": 0.625, "pos": 0.131, "neg": 0.244, "compound": -0.4588}, {"text": "This house of cards the Democrats have invested so much time and money into building it around their Russian conspiracy theories is starting to fall apart! Each day it gets closer to the Obama/Clinton criminal cabal!!!", "neu": 0.81, "pos": 0.0, "neg": 0.19, "compound": -0.8388}, {"text": "jimin said that he wanted to perform house of cards again...", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Competition: Win a copy of House of Cards : The Final Season on Blu-ray. releases the 6th and final series of the award winning House of Cards , now with Robin Wright pulling the strings as the POTUS. For a chance to win a copy, click here: ", "neu": 0.692, "pos": 0.308, "neg": 0.0, "compound": 0.9477}, {"text": "Omg THE TRUTH UNTOLD, HOUSE OF CARDS , MAGIC SHOP, ANSWER LOVE MYSELF , EPIPHANY and many more", "neu": 0.637, "pos": 0.363, "neg": 0.0, "compound": 0.8388}, {"text": "House of cards ?", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "maybe it's got like a house of cards /singularity kinda vibe because I thought those songs sounded sexy as hell until I read the lyrics... ", "neu": 0.644, "pos": 0.2, "neg": 0.156, "compound": 0.0772}, {"text": "Katie perry said “Do you ever feel, feel so paper thin like a house of cards One blow from caving in” and I never felt that & today I felt that.", "neu": 0.904, "pos": 0.096, "neg": 0.0, "compound": 0.4144}, {"text": "I have been watching House of Cards and I must say that real life UK politics appears much more dramatic, intense, and horrifying.", "neu": 0.783, "pos": 0.065, "neg": 0.152, "compound": -0.4804}, {"text": "Or that young republican president candidate from house of cards with his \"vlogs\"", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "To me, this is very healthy development. Let the house of cards start crumbling. ", "neu": 0.813, "pos": 0.187, "neg": 0.0, "compound": 0.4576}, {"text": "Cooky and House Of Cards ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "House of Cards Washington Monument LongExposure Shot Capitol Power HouseOfCards Trip USA Weekend Senate Capital City Photography Night , DC, USA ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Now playing: House of Cards - Season 3 (Jeff Beal) - Losing Rachel Listen @", "neu": 0.672, "pos": 0.134, "neg": 0.194, "compound": -0.2023}, {"text": "ANYONE. WHO. HAS. READ. HOUSE . OF . CARDS . PLEASE. I. NEED. YOU.", "neu": 0.813, "pos": 0.187, "neg": 0.0, "compound": 0.3182}, {"text": "house of cards", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "The house of cards is crumbling down, down, down !", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "I swear im the only person who doesnt like House of cards . I literally cannot listen to it. Its too slow paced for me, same with Singularity", "neu": 0.874, "pos": 0.0, "neg": 0.126, "compound": -0.3204}, {"text": "Can't wait for this house of joker cards to fall apart and hopefully land them all in jail.", "neu": 0.792, "pos": 0.208, "neg": 0.0, "compound": 0.4939}, {"text": "There are numerous ways to reduce illegal border crossings, but calling this an emergency and taking from other places to get what you want is not one of those ways. Uber disappointed in this administration. The WH is using the House of Cards playbook irl, change my", "neu": 0.786, "pos": 0.026, "neg": 0.188, "compound": -0.8702}, {"text": "I can still watch the older seasons of house of cards but man this new one without Spacey was awful. One of the worst seasons of television ive ever seen.", "neu": 0.753, "pos": 0.09, "neg": 0.158, "compound": -0.5315}, {"text": "My favorite songs are: Magic Shop Euphoria Second Grade Boyz with Fun Outro: Tear House of Cards Butterfly (prologue mix) Can’t choose just one ~", "neu": 0.665, "pos": 0.335, "neg": 0.0, "compound": 0.891}, {"text": "Great candid footage of Kevin headed to set. House of Cards , season 5 ", "neu": 0.728, "pos": 0.272, "neg": 0.0, "compound": 0.6249}, {"text": "Some great TV themes: The Crown , Downton Abbey (John Lunn), House of Cards , Battlestar Gallactica , Broadchurch , and The Simpsons (Danny Elfman)", "neu": 0.83, "pos": 0.17, "neg": 0.0, "compound": 0.6249}, {"text": "Sean Hannity: \"The Deep State House of Cards -- Mark My Words -- It's Ab... ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Whats wrong with that? Growth for the sake of growth is the philosophy of cancer cell. Continuing expansion of immigration is a boomer-benefiting program designed to prop up property values at the expense of everyone else, which is what this house of cards economy depends on.", "neu": 0.722, "pos": 0.143, "neg": 0.135, "compound": -0.1531}, {"text": "Sadly the snake is right Shelagh. That vote tonight paves the way for her deal! Where do the ERG go now?, her deal or no Brexit! It’s like an episode of “ House of Cards ” She has played a blinder Taken us all for fools & sadly wiped the floor with Corbyn", "neu": 0.732, "pos": 0.08, "neg": 0.188, "compound": -0.7707}, {"text": "Number 3: Nadezhda Tolokonnikova, political activist and member of Pussy Riot; also previously jailed for 'hooliganism' and starred in an episode of House of Cards . Do it , be punk af and put in the film: 6/", "neu": 0.803, "pos": 0.032, "neg": 0.165, "compound": -0.7579}, {"text": "Goacom Breaking: Anjuna Police arrest gang of 4 Georgian nationals presently staying at Arpora for house theft in Bamanwado- Shiolim , recovers stolen cash & gold w/Rs 9 lakhs, attaches 1 rented car, 7 mobiles, 2 sim cards & house breaking equipment, arrest within 5 hours", "neu": 0.81, "pos": 0.0, "neg": 0.19, "compound": -0.7906}, {"text": "ahhshsshj trop dur jsuis en pression blood sweat & tears house of cards don’t leave me fake love spring day", "neu": 0.591, "pos": 0.165, "neg": 0.244, "compound": 0.0}, {"text": "- the abstract in English of a research paper about the narrative structure of playing cards (it's linked to William Ashbless, a character from the Smeraldo story) - a map of Songju with the houses of the boys written on it", "neu": 0.951, "pos": 0.049, "neg": 0.0, "compound": 0.2023}, {"text": "A house made of cards , we’re like idiots. Even if it’s a vain dream, stay like this a little more.", "neu": 0.57, "pos": 0.307, "neg": 0.123, "compound": 0.4939}, {"text": "Fake love Let me know House of cards I need u Cypher pt.4", "neu": 0.552, "pos": 0.258, "neg": 0.19, "compound": 0.2732}, {"text": "It’s not Ms. May anyone worries about anymore it’s that ragtag bunch ..... in the ERG. There’s all sorts of house of cards crap going on there!", "neu": 0.815, "pos": 0.0, "neg": 0.185, "compound": -0.69}, {"text": "spring day//dimple//magic shop//fire//seoul//epiphany//trivia: love/seesaw//just dance//21 century girl//dope// house of cards //scenerY//promise bro i have sm fav songs eye- ", "neu": 0.842, "pos": 0.158, "neg": 0.0, "compound": 0.4588}, {"text": "Favorite songs: Butterfly Wings Answer: love myself House of cards Love maze BONUS: Whalien 52 , Cypher part. 2 and 3 ", "neu": 0.472, "pos": 0.528, "neg": 0.0, "compound": 0.9488}, {"text": "TheSecretCity on inspired by MarmaladeFiles MandarinCode the last book is ShadowGame If you thought for a second was good this even better! This is real plots of political, spying an government corruption thriller any true FOPO scientists dreams of!", "neu": 0.66, "pos": 0.34, "neg": 0.0, "compound": 0.938}, {"text": "Makes House of Cards look boring.", "neu": 0.685, "pos": 0.0, "neg": 0.315, "compound": -0.3182}, {"text": "RUN! The house of cards is crumbling & all should avoid being struck on the head by the falling cards .", "neu": 0.724, "pos": 0.0, "neg": 0.276, "compound": -0.6239}, {"text": "House of cards ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "At this point the Houses of Parliament might as well be made of playing cards stacked precariously over an open fire", "neu": 0.741, "pos": 0.16, "neg": 0.099, "compound": 0.128}, {"text": "That is a heady mix of metaphors, and leaves me with a lot of questions: can the ship be righted by moving the basket more into the middle? what kind of mad skills does it require to build a house of cards on a ship? or in a basket even? are we worried about egg getting on cards ?", "neu": 0.885, "pos": 0.0, "neg": 0.115, "compound": -0.7686}, {"text": "Toluwani Joshua of house Aromire First of his name Causer of penalties and controversy , collector of red cards , hider of posts, wielder of corner flags and other potentially dangerous match apparatus, etc. Make I continue?", "neu": 0.914, "pos": 0.0, "neg": 0.086, "compound": -0.4767}, {"text": "Possibly? “12 Deals Rejected” Q 372 !UW.yye1fxo 18 Dec 2017 - 9:12:02 PM House of cards . 12 deals rejected (today alone). Panic in DC. TRUST SESSIONS. Enjoy the show. Q", "neu": 0.62, "pos": 0.203, "neg": 0.178, "compound": 0.2323}, {"text": "Cooky annd House of Cards :\"\"", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "All this will collapse like a house of cards ......", "neu": 0.551, "pos": 0.197, "neg": 0.252, "compound": -0.1779}, {"text": "Based on these quotes, It sounds like he's just enjoying the rush of popularity, but there is no foundation. That's a house of cards when running for President.", "neu": 0.723, "pos": 0.189, "neg": 0.088, "compound": 0.296}, {"text": "SubWayLive : Did Moses Really Write the Torah ? New Film Challenges Claims that the Bible is a Just a ‘ House of Cards ’ ", "neu": 0.939, "pos": 0.061, "neg": 0.0, "compound": 0.0772}, {"text": "Sons for sure, dexter, House of Cards , How I Met your mother, the office,", "neu": 0.839, "pos": 0.161, "neg": 0.0, "compound": 0.3182}, {"text": "Kids shouldn't watch House of Cards . It's more deferential than Butch Cassidy and the Sundance Kid! UnpopularOpinion", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Why I would watch the longest running soap opera & TV drama at Westminster when I could watch the House of Cards , Coronation Street or Yes, Minister !", "neu": 0.885, "pos": 0.115, "neg": 0.0, "compound": 0.4574}, {"text": "Anyone watch, “ House of Cards ”, on Netflix aka yet another progressive outlet? On that show the young Republican gets the Vanity Fair cover and a Democrat WH is under immense media scrutiny. Shows us what a fantasy world they live in", "neu": 0.903, "pos": 0.053, "neg": 0.044, "compound": 0.1027}, {"text": "House of cards is one thing, but the Gaurdians Thing was complete bullshit to SJWs happy.", "neu": 0.577, "pos": 0.208, "neg": 0.214, "compound": -0.0387}, {"text": "thought \"claire and annette\", but looks like im late to that party, boy. house of cards , hiphop reviews, 2016 called with bad news: \"claire and annette\" is some seriously hack shit", "neu": 0.584, "pos": 0.153, "neg": 0.263, "compound": -0.7096}, {"text": "ARREST CONFIRMED!! DEEPSTATE HOUSE OF CARDS COLLAPSING After THEY... ", "neu": 0.513, "pos": 0.0, "neg": 0.487, "compound": -0.7684}, {"text": "Last year started to watch House of Cards Season 4 and couldn't get through the 1st episode. It couldn't come close to what is happening in the White House with Trump. One political drama at a time is all I can handle.", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "House of cards is fitting", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "house of cards comes tumbling down ;-)", "neu": 0.75, "pos": 0.25, "neg": 0.0, "compound": 0.25}, {"text": "I have about a thousand HD movies on my hard drive and system including series like Atlanta, Stranger Things, Grownish, House of Cards and GOT. Whoever is in Benin City can hook me up if they want movies (Bluray quality 720p and 1080p) also if you like underground hip-hop. ", "neu": 0.848, "pos": 0.124, "neg": 0.028, "compound": 0.5994}, {"text": "The house of cards is crumbling with your feckless support of a Russian money launderer. With each new guilty plea and conviction it's becoming more clear thar Republicans hate poor people and cheat to hang tenaciously to power.", "neu": 0.63, "pos": 0.114, "neg": 0.256, "compound": -0.791}, {"text": "This is a sure sign the House of Cards is falling in New York. The Mayor and the Governor are in trouble. Both mobsters are in danger of squealing lose lips now. ", "neu": 0.672, "pos": 0.059, "neg": 0.269, "compound": -0.7964}, {"text": "House of cards will crumble from the very top, hopefully treason SpyGate", "neu": 0.522, "pos": 0.294, "neg": 0.184, "compound": 0.2282}, {"text": "Prison break, suits, power, house of cards , HTGAWM, dynasty, Narcos Mexico, sex education, excetera", "neu": 0.798, "pos": 0.0, "neg": 0.202, "compound": -0.5106}, {"text": "The Truth Untold, Butterfly, Hold Me Tight, House of Cards , Let Me Know, Epiphany, Answer: Love Myself, Rain, Tomorrow.", "neu": 0.723, "pos": 0.277, "neg": 0.0, "compound": 0.7579}, {"text": "Algo ha visto mucho \" house of cards \"", "neu": 0.714, "pos": 0.286, "neg": 0.0, "compound": 0.34}, {"text": " : 'Here’s your chance! Extras needed for NBC TV pilot “Bluff City Law” filming in Memphis this month. Stars Jimmy Smits & Jayne Atkinson (Catherine Durant from House of Cards .) Info below. Good luck! ' , see more ", "neu": 0.79, "pos": 0.21, "neg": 0.0, "compound": 0.8168}, {"text": "I'm not laughing, I'm frustrated. I live across the sea and I do not want to see my friends of the UK get hurt by this fiasco in The House of Cards .", "neu": 0.594, "pos": 0.145, "neg": 0.261, "compound": -0.5682}, {"text": "what do they mean, sexy instrumental and melody but emotional lyrics? like house of cards skdjsjjs ", "neu": 0.639, "pos": 0.361, "neg": 0.0, "compound": 0.7469}, {"text": "The house of cards is crumbling", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "I have a hunch that the house of cards is going to collapse down and I hope that is the time where I able to move my own way if life.", "neu": 0.804, "pos": 0.093, "neg": 0.103, "compound": -0.0772}, {"text": "That really burns me up!!! If Jr & Ivanka would of been indicted when they should of been, the Trump house of cards would of toppled. Trump wouldn’t of run for POTUS and we wouldn’t be living in this nightmare", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "This could bring down the house of cards known as the NCAA ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "comecei house of cards", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "It looks like we're finally going to see Hillary brought to justice for her multiple crimes starting in Arkansas but I'll settle for the last few years. In a House of Cards , she's the bottom card. She goes down, the house goes down. Huge thanks for all your hard work, Tom. ", "neu": 0.785, "pos": 0.187, "neg": 0.028, "compound": 0.8462}, {"text": "Scared, Nancy? The house of cards is falling! Hold on tight! TheGreatAwakening . QAnon AmericaFirst . BuildTheWall . WakeUpAmerica ", "neu": 0.734, "pos": 0.0, "neg": 0.266, "compound": -0.6229}, {"text": "This house of cards is crumbling ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "I just finished the house of cards fic and those 395k words fried my brain but it was worth it", "neu": 0.885, "pos": 0.115, "neg": 0.0, "compound": 0.3291}, {"text": "love letter + house of cards", "neu": 0.488, "pos": 0.512, "neg": 0.0, "compound": 0.6369}, {"text": "Couldn’t use my mobile app so I was forced to go through the Old school, analog drive-through and speak with a human being to order food at because is down. Utopia is a house of cards .", "neu": 0.907, "pos": 0.0, "neg": 0.093, "compound": -0.507}, {"text": "ta eu nunca vou superar house of cards", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "New ARMYs.. if you haven't seen Live stages of Autumn leaves, love is not over and house of cards .. you are missing the actual taste of Bangtan music. check it out ok iHeartAwards BestFanArmy BTSARMY", "neu": 0.793, "pos": 0.154, "neg": 0.053, "compound": 0.6369}, {"text": "Wow are you grasping at straws. The house of cards is falling down around you.", "neu": 0.707, "pos": 0.207, "neg": 0.087, "compound": 0.4939}, {"text": "Juan Ignacio Brito: House of Cards – ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "The whole house of cards", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "It's a house of cards", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "After checking WIKIPeDIA on Al Green I am sickened By his racist do nothing pandering in the House . Over 40years collecting govt checks & pensions. He is a specialist playing the race cards & has problems with abusing women, but that is okay! Of course HE wants to impeach TRUMP.", "neu": 0.76, "pos": 0.071, "neg": 0.169, "compound": -0.63}, {"text": "house of cards coz it's sexy", "neu": 0.595, "pos": 0.405, "neg": 0.0, "compound": 0.5267}, {"text": "If we can’t rely on our politicians to enact Brexit , maybe we just have to wait for the EU house of cards to fall. MakeItFall", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Except he chose neither.", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "How can you change the commission it's not voted for.The commission is legislative.Not the parliament all members can do is put forward amendments.which don't often get implementation. It's a house of cards . No hope of change from being in.", "neu": 0.876, "pos": 0.071, "neg": 0.054, "compound": 0.1779}, {"text": "To Chucky, your house of cards is about to fall.", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": ">Spacely was Dean Devlin's first choice to play President Whitmore in ID4 Glad that did not happen I can't watch House of Cards or play Advanced Warfare thanks to him being a VERY angry love pest.", "neu": 0.516, "pos": 0.355, "neg": 0.129, "compound": 0.8847}, {"text": "Silber y asociados...\" house of cards \" made in Chile?", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Hopefully the whole house of cards (no pun intended) will come down. ", "neu": 0.803, "pos": 0.197, "neg": 0.0, "compound": 0.4019}, {"text": "I have all seven seasons in clear quality HD with subtitles. Also other 30+ TV series in HD + subtitles. Vikings, HTGAWM, Prison Break, Lost, OITNB, House of Cards , Breaking Bad, Narcos, La Casa de Papel etc. You can get them all for free. DM is open. ", "neu": 0.727, "pos": 0.107, "neg": 0.165, "compound": -0.4939}, {"text": "When i say good morning you say good night~ this is line from TXT-blue orangeade right?? I would choose all the album. But last night I played House of Cards and I miss them.", "neu": 0.719, "pos": 0.237, "neg": 0.044, "compound": 0.7882}, {"text": "spring day, love is not over, butterfly (ini yg remix juga ada), crystal snow, house of cards , hold me tight, magic shop, the truth untold", "neu": 0.78, "pos": 0.22, "neg": 0.0, "compound": 0.7579}, {"text": "house of cards is my favourite song..I think I listened to it 6 times today hahahha", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Just like House of Cards . ", "neu": 0.615, "pos": 0.385, "neg": 0.0, "compound": 0.3612}, {"text": "House of Cards ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Season 3 of HouseOfCards", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "outro: tear, house of cards , fake love, and many more!! ", "neu": 0.504, "pos": 0.301, "neg": 0.195, "compound": 0.3987}, {"text": "house of cards >>>> butterfly for me sksksks", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "House of cards No. MB. FUCK.", "neu": 0.383, "pos": 0.0, "neg": 0.617, "compound": -0.7531}, {"text": "Giant House of Cards Goes Down “ House of Cards ” are looking for the best place to land or the Democrat(s) to throw under the bus now!", "neu": 0.857, "pos": 0.143, "neg": 0.0, "compound": 0.6696}, {"text": "Surprised Biden hasn’t been cast in “ House of Cards ” yet...", "neu": 0.853, "pos": 0.147, "neg": 0.0, "compound": 0.2263}, {"text": "they can't, they know it's house of cards that will collapse soon or worse, may be they are not aware of its enormous risk", "neu": 0.714, "pos": 0.0, "neg": 0.286, "compound": -0.8126}, {"text": "I love the show Louie still and I've never seen House of Cards but i also don't know the Guardians Of The Galaxy controversy. In the end, yes i can.", "neu": 0.803, "pos": 0.197, "neg": 0.0, "compound": 0.7311}, {"text": "HOW TO GET AWAY WITH MURDER SCANDAL UM CONTRATEMPO HOUSE OF CARDS ...", "neu": 0.548, "pos": 0.0, "neg": 0.452, "compound": -0.8769}, {"text": "As to Manafort & the tRumpVerse: It seems to me like 1/2 badly written \" House of Cards \" plot; 1/2 Hogan's Heroes. Manafort, Cohen, & that Playboy lady, R Stone, that Enquirer dude. It's all so slimy. (Also, Yes. I dated myself. Used to watch reruns as a kid.)", "neu": 0.767, "pos": 0.172, "neg": 0.061, "compound": 0.6872}, {"text": "I’m finally watching season 6 of House of Cards . I feel that I deserve some sort of certificate of achievement when I finish viewing the final episode.", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "house of cards (full length edition)", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "lady after listening House of cards is not the same, that's so +18ajsjjs", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Omg house of cards thank you", "neu": 0.667, "pos": 0.333, "neg": 0.0, "compound": 0.3612}, {"text": "i’ve has house of cards stuck in my head for a week,,,,,", "neu": 0.833, "pos": 0.0, "neg": 0.167, "compound": -0.25}, {"text": "Luther. You. Breaking bad.Ozark. Black mirror. Supernatural. Hemlock grove. The magicians. Lucifer. Shameless.Blacklist. Stranger things. Frontier. Mad men. Dear white people. Merlin. House of cards .The haunting of hill house . Dexter. Greenleaf. Nurse Jackie. Netflix Mustwatch", "neu": 0.807, "pos": 0.064, "neg": 0.13, "compound": -0.4019}, {"text": "House of Cards , The West Wing, Game of Thrones, Battlestar Galactica (2005), and of course The Addams Family. *snap* *snap* ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "since everyone is on twitter today should i talk about how i was kicked out of my house for being gay, temporarily disabled, denied food stamps/financial aid/and disability, my only work option forced me to pull a 15k loan and forced me to pull out credit cards to save myself", "neu": 0.741, "pos": 0.102, "neg": 0.157, "compound": -0.4767}, {"text": "House of cards ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "\" House of Cards \" [-21] = MIT Casino scam=Movie \"21\" Let the unsealing CONTINUE!!!!! LetTheBodiesHitTheFloor JusticeIncoming Pain MilitaryTribunals GITMO Patriots are in control Enjoy the show! WWG1WGA ", "neu": 0.75, "pos": 0.104, "neg": 0.146, "compound": -0.3111}, {"text": "Or a sequel to house of cards ;)", "neu": 0.759, "pos": 0.241, "neg": 0.0, "compound": 0.2263}, {"text": "Naaaaa House of Cards no arranca...", "neu": 0.694, "pos": 0.0, "neg": 0.306, "compound": -0.296}, {"text": "I refuse to watch the final season of house of cards", "neu": 0.804, "pos": 0.0, "neg": 0.196, "compound": -0.296}, {"text": "12 Deals Rejected 372 Q !UW.yye1fxo 18 Dec 2017 - 9:12:02 PM House of cards . 12 deals rejected (today alone). Panic in DC. TRUST SESSIONS. Enjoy the show. Q", "neu": 0.547, "pos": 0.188, "neg": 0.265, "compound": -0.4514}, {"text": "House of cards", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "NowPlaying Scorpions - House Of Cards Radio webplayer : ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "I agree. Bring down the whole house of cards & see where we end up. That capitulation of May’s is not feasible. We need a massive purge in Parliament.", "neu": 0.909, "pos": 0.091, "neg": 0.0, "compound": 0.3612}, {"text": "1. House of Cards 2. The Truth Untold 3. Sea 4. Best of Me 5. Dimple, Fire, Save Me, Boy in Luv, Mic Drop, Look Here, Danger, Ddaeng, All Cyphers, sorry I'm cheating just a bit. . . ", "neu": 0.545, "pos": 0.196, "neg": 0.259, "compound": -0.2732}, {"text": "Season 6 of “ House of Cards ” was the biggest let down of all time Kevin Spacey, why’d you have to go and be a pervert", "neu": 0.879, "pos": 0.0, "neg": 0.121, "compound": -0.5106}, {"text": "house of cards de bts la rompe ndeah", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Thank you for the GA!!!! My bias is my husband Namjoon of course and my favorite song... I am weak for the truth untold but also for house of cards but also for ddaeng ", "neu": 0.742, "pos": 0.174, "neg": 0.084, "compound": 0.5296}, {"text": "Breaking News: White House sources tell the media that on the eve of inauguration Donald Trump secretly paid New York's Board of Education $1 million to destroy the report cards for his hidden 2015 attendance in remedial kindergarten.", "neu": 0.914, "pos": 0.0, "neg": 0.086, "compound": -0.5423}, {"text": "We head to my house and we ordered food and played cards against humanity. One of my other friends Esther came over (and I met her like a few days ago lol). I remembered Taeil having a funny laugh and Johnny laughing his ass off with something.", "neu": 0.629, "pos": 0.309, "neg": 0.061, "compound": 0.9217}, {"text": "Entire gop & trump house of cards is falling apart They all feel threatened And they ALL fail to conviently remember they brought the threat Violence, retailiation, racism, hate, theft, loss of services, doing away w/ Democracy for nationalism bring the Law", "neu": 0.562, "pos": 0.0, "neg": 0.438, "compound": -0.9769}, {"text": "Anyone foolish enough to be working to promote Brexshit and carry out the plans of ultra neo-liberal Americans like the Koch Bros, the AEI etc needs their heads examined. To justify it on the house of cards of the most corrupt UK vote in the last 100 years is even more absurd.", "neu": 0.872, "pos": 0.091, "neg": 0.037, "compound": 0.4588}, {"text": "I'm wondering how many of us been hacked into our cards ? Me first- HongKonger here with 3 transactions on house building materials, wines and flight tickets. All purchased with GBP.", "neu": 0.912, "pos": 0.0, "neg": 0.088, "compound": -0.4019}, {"text": "I miss her! I was pleasantly surprised to see her in House of Cards a few seasons in before all the awfulness went down and I stopped watching it.", "neu": 0.705, "pos": 0.178, "neg": 0.117, "compound": 0.4199}, {"text": "house of cards is that superior bitch im not even kidding", "neu": 0.482, "pos": 0.211, "neg": 0.307, "compound": -0.1521}, {"text": "Literal house of cards .", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "boy the house of cards isn't holding together in a breeze. can hardly wait for the wind to blow. ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Been watching house of cards now I know where trump gets his ideas lolol", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Uda 2 hri nntn house of cards mpe ktiduran", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "House of Cards ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Q WARNING TO ALL AMERICANS! ARREST MADE!! CONFIRMED!! DEEPSTATE HOUSE OF CARDS COLLAPSING MAR, 2019 ", "neu": 0.515, "pos": 0.0, "neg": 0.485, "compound": -0.8851}, {"text": "Nice try but when Kevin Spacey did this his character was killed offscreen and confirmed dead in the reveal trailer for the following season of House of Cards . This isn’t gonna help you get into Aquaman 2. ", "neu": 0.652, "pos": 0.108, "neg": 0.241, "compound": -0.8674}, {"text": "Nope, I can’t. Can’t watch House of Cards . Woody Allen movies gross me out. The same mind that can create these amazing ideas or characters can justify horrible actions. It’s all one person, and I’d rather give my time, money, and attention to other creators.", "neu": 0.762, "pos": 0.112, "neg": 0.126, "compound": -0.1779}, {"text": "House of cards , the truth untold, let go, dead leaves", "neu": 0.548, "pos": 0.158, "neg": 0.295, "compound": -0.4588}, {"text": "Yes I can separate, but I am a hypocrite. I have never watched a Woody Allen or Roman Polanski movie . I never watched Louie and never see House of Cards . Still like Guardians.", "neu": 0.831, "pos": 0.169, "neg": 0.0, "compound": 0.6249}, {"text": "Breaking News: White House sources tell the media that on the eve of inauguration Donald Trump secretly paid the New York Board of Education $1 million to destroy the report cards for his hidden 2015 attendance in remedial kindergarten.", "neu": 0.916, "pos": 0.0, "neg": 0.084, "compound": -0.5423}, {"text": "I guess mom's would just like the opportunity to do what youres did for you. Building a future based on privilege and wealth is a house of cards which will ultimately fall.", "neu": 0.694, "pos": 0.306, "neg": 0.0, "compound": 0.875}, {"text": "In fact, parents can even rotate which credit cards they use to pay for each semester of college. Why mortgage your house to pay for a college education. Also, insist students get a part time job to learn time management. College degrees don't have to be completed in 4 years.", "neu": 0.891, "pos": 0.053, "neg": 0.057, "compound": 0.2023}, {"text": "I'm right there with him. Watched the hearing today. Judge Jackson VERY CLEARLY did not exonerate Manafort of collusion. To the contrary, her words seem to hint at it and utterly destroyed his house of cards bovine scatology of being a \"decent man\".", "neu": 0.791, "pos": 0.09, "neg": 0.118, "compound": -0.0941}, {"text": "Full house of cards on my poker shit bitch", "neu": 0.486, "pos": 0.0, "neg": 0.514, "compound": -0.8126}, {"text": "i just finished house of cards !! don’t know what to watch next", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "I don't want to talk about it-R.Stewart Kissing a fool-George Michael You don't have to say you love me-E.Presley My way-F.Sinatra How can you mend a brooken heart-Bee Gees I'm not in love-10CC House of cards -Radiohead Against all odds-Phill Collins So cruel-U2 Love Hurts-Nazaret", "neu": 0.736, "pos": 0.24, "neg": 0.024, "compound": 0.921}, {"text": "How This Badass ' HouseOfCards ' Star Made Sure She Got Equal Pay ", "neu": 0.602, "pos": 0.173, "neg": 0.226, "compound": 0.0772}, {"text": "Great analysis of yesterday’s farce. Forget House of Cards , real life is worse that fiction! brexitmayhem brexshit houseoffarce ", "neu": 0.537, "pos": 0.157, "neg": 0.306, "compound": -0.4389}, {"text": "House prices are too high to be sustainable Capacity to repay the amounts required for house purchases isn't there on kiwi incomes so the house of cards will fall Just a matter of when itsbydesign and will be a transfer of wealth with huge 20% deposits lost via mortgagee sales", "neu": 0.832, "pos": 0.125, "neg": 0.043, "compound": 0.5106}, {"text": "1. House of cards 2. Crown", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "If this doesn't become the bipartisan viewpoint, those parties which will not be a part of setting our house of cards straight, should be kicked the fuck out. The time to play nice is literally over now.", "neu": 0.7, "pos": 0.221, "neg": 0.079, "compound": 0.6486}, {"text": "Kalian harus baca thread ini sambil dengerin lagu.. - Born singer - Hold me tight - 2!3! - Spring Day - Butterfly - Let me know - Stigma - Love is not over - Awake - I need u - lost - Path - Rain - House of cards - Sea - Reflection - So far away - Dead leaves", "neu": 0.761, "pos": 0.086, "neg": 0.153, "compound": -0.5019}, {"text": "the whole se/ungri situation upsets me. of course I am sad to see ppl I used to like involved in this but it's a prick of a needle in comparison to being a victim of sexual abuse regardless of what kind. let it all fall apart like a house of cards .", "neu": 0.597, "pos": 0.155, "neg": 0.248, "compound": -0.6956}, {"text": "So me being the person that I am willing to do whatever to get my kids back I've paid millions of dollars to these people combined I've given out eggs after their hair I gave them cards jewelry condos houses to fill them in our live just to get my kids back and I haven't received", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "House of Cards without Francis is like The Office without Michael.", "neu": 0.826, "pos": 0.0, "neg": 0.174, "compound": -0.2755}, {"text": "New GOP hero perhaps, house of cards crumbling ", "neu": 0.66, "pos": 0.34, "neg": 0.0, "compound": 0.5574}, {"text": "But it's not all one person. House of cards isn't JUST one guy. I'm conflicted.", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "they should STRAIGHT FLUSH Lori Laughlin's daughter down the toilet because her FULL HOUSE of cards has collapsed send tweet via encrypted terabit connection", "neu": 0.823, "pos": 0.098, "neg": 0.079, "compound": 0.1363}, {"text": "Wait until the storm comes and all the work that has been conducted to set up a case for the last 2 yrs for TREASON at the HIGHEST LEVEL - yeah Obummer - will take down the house of cards . Time to wake up sheeple and think with some logic.", "neu": 0.883, "pos": 0.044, "neg": 0.073, "compound": -0.347}, {"text": "Biden is part of the same swamp that Lisa confirmed ordered Hillary Clinton not be charged, creepy pedophile better take a step back unless he really wants to be publication's humiliated when this house of cards comes toppling down.", "neu": 0.835, "pos": 0.107, "neg": 0.057, "compound": 0.2714}, {"text": "haha firebelecheck and his house of cards lol ", "neu": 0.508, "pos": 0.492, "neg": 0.0, "compound": 0.7003}, {"text": "\"SOME\"? More than half the people ice seen posting today have mentioned the glitch. What happened? Install one too many spyware devices and it brought your whole house of cards down?", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "House of cards ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "tbt eliastahan where have you been?! throwbackthursday oldiesbutgoodies blackandwhite model malemodel photography photoshoot tuxedo houseofcards fashion fashionmen shuffle ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Look the final season of wasn’t my favorite either but I will always pay respects to bad bitches doing absolutely crazy shit. The games Claire played were next level, even if it didn’t always work out. Also I have wanted to see her stab a man since season 1. So. ", "neu": 0.529, "pos": 0.112, "neg": 0.359, "compound": -0.967}, {"text": "Someone didn’t get their way, couldn’t pull off the fake, or got turned down, and ratted them out. House of cards always fall apart when someone’s ego or greed gets the best of them. And yes, education is a racket.", "neu": 0.734, "pos": 0.145, "neg": 0.122, "compound": 0.2732}, {"text": "I’m going to let you guys in on a little secret: the warriors are the most talented team ever and are unstoppable at their best but they’re also a house of cards . Any small adjustment.... and it all falls apart. Always been this way. Most fragile dynasty of all time.", "neu": 0.877, "pos": 0.095, "neg": 0.027, "compound": 0.5418}, {"text": "At some point, we’re going to see the domino effect! The house of cards will fall!", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Damn, house of cards is really over, huh?", "neu": 0.722, "pos": 0.0, "neg": 0.278, "compound": -0.4019}, {"text": "Hope so. If I don’t watch now, I never will. I never watched Breaking Bad, House of Cards , Sopranos, etc. all because I missed their early seasons and it felt like catching up would take forever. Then after awhile it doesn’t seem worth watching at all. lol", "neu": 0.709, "pos": 0.248, "neg": 0.042, "compound": 0.8674}, {"text": " Maybe share with co-workers who think HoC stands for house of cards !! The Gambler ", "neu": 0.834, "pos": 0.166, "neg": 0.0, "compound": 0.4184}, {"text": "Ok, House of Cards , final season. I'm 2 episodes in. Please tell me it gets better. Really not impressed so far. houseofcards", "neu": 0.624, "pos": 0.272, "neg": 0.104, "compound": 0.5526}, {"text": "It's a house of cards .", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Blood sweat and tears I need U House of cards Dope Best of me", "neu": 0.621, "pos": 0.261, "neg": 0.118, "compound": 0.5106}], "sum": 391}