{"compound_ave": 0.4006520454545454, "texts": [{"text": "When I'm having a day, I always whack 's Repertoire on and have a manger ", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-01-03 03:53:20"}, {"text": "Repertoire is absolutely tremendous!! Genuinely giggling my arse off here. Cheers James. Just bought your book too", "compound": 0.7542, "pos": 0.301, "neg": 0.0, "neu": 0.699, "data": "2019-01-17 08:26:30"}, {"text": "I am now mildly obsessed with James Acaster . I’m fine. It’s fine. I totally am not working on an essay about “ Repertoire .” That’d be weird.", "compound": 0.0516, "pos": 0.129, "neg": 0.121, "neu": 0.75, "data": "2019-02-23 07:57:14"}, {"text": "I have never seen any stand up gig so uniquely themed more then Repertoire .", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-04 00:47:37"}, {"text": "Watching on Bake Off is absolutely a reason to watch Repertoire on Netflix AGAIN", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-13 06:07:26"}, {"text": "Rewatching 's Repertoire , and I'm realising I missed so many references in Episode 4 the first time I watched this Definitely worth watching them all pretty much back to back.", "compound": 0.7206, "pos": 0.246, "neg": 0.066, "neu": 0.688, "data": "2019-01-07 06:17:46"}, {"text": "No, yeah, gets it absolutely right here: ’s “ Repertoire ” is brilliant/genius/genre-defying and the best thing to be released on Netflix this year (and Daredevil S3 and The Ballad of Buster Scruggs we’re released on Netflix this year). ", "compound": 0.6908, "pos": 0.175, "neg": 0.049, "neu": 0.776, "data": "2018-12-11 05:38:11"}, {"text": "James Acaster repertoire on Netflix is hilarious n would highly recommend", "compound": 0.6697, "pos": 0.407, "neg": 0.0, "neu": 0.593, "data": "2019-02-08 06:59:59"}, {"text": " 's Repertoire on Netflix is the most beautifully constructed comedy collections of all time.", "compound": 0.7755, "pos": 0.36, "neg": 0.0, "neu": 0.64, "data": "2019-03-01 08:22:48"}, {"text": " Thx for < Repertoire >. ' new tennis ball smell ' and ' cried out in sonar '. 10/10 . Will probably forego productivity for today and re-watch.", "compound": -0.0258, "pos": 0.096, "neg": 0.1, "neu": 0.805, "data": "2019-02-07 03:16:52"}, {"text": "Hey . I’ve just listened to your interview with Wow! Honest, insightful and so inspiring. I’ve loved stand up for a long time and Repertoire is one of the best things I’ve ever seen. Knowing the story behind how it was made makes it even better.", "compound": 0.9728, "pos": 0.37, "neg": 0.0, "neu": 0.63, "data": "2019-01-06 01:23:53"}, {"text": "james acaster making meringues is funnier if you’ve seen repertoire GBBO", "compound": 0.4019, "pos": 0.213, "neg": 0.0, "neu": 0.787, "data": "2019-03-13 04:47:20"}, {"text": " Just wanted to let you know I love the podcast. The format is oddly perfect. Also I love repertoire . Also I had a pet mouse named Simmons years ago. Lost him cos I thought one day he'd like to get outside but he ran into the brush and that was that. Hope he's well.", "compound": 0.9209, "pos": 0.266, "neg": 0.028, "neu": 0.706, "data": "2018-12-16 01:14:07"}, {"text": "It's reached that stage of the Christmas week where it's totally normal watching eat a Christingle on stage. Repertoire", "compound": 0.1027, "pos": 0.076, "neg": 0.0, "neu": 0.924, "data": "2018-12-29 05:35:11"}, {"text": "The way James Acaster ‘s mind works. The existential crisis provoked by a questionnaire at the dentist. Absurd and brilliant. Repertoire Netflix", "compound": -0.34, "pos": 0.136, "neg": 0.221, "neu": 0.643, "data": "2018-12-31 11:31:48"}, {"text": "Finished watching Repertoire last night, loved every second of it! It’s just made me so excited about getting to see in the flesh not only once but twice later this year!!", "compound": 0.658, "pos": 0.157, "neg": 0.0, "neu": 0.843, "data": "2019-03-11 02:32:52"}, {"text": "Favorite comedy special ( Repertoire by James Acaster ), motivation, a good breakfast gratefulfor", "compound": 0.91, "pos": 0.659, "neg": 0.0, "neu": 0.341, "data": "2019-01-30 00:12:58"}, {"text": "Just watched Repertoire . Haven’t laughed so much at a stand up show ever! Absolute quality", "compound": 0.5093, "pos": 0.202, "neg": 0.0, "neu": 0.798, "data": "2019-02-04 05:19:55"}, {"text": "Great news. Just watching Repertoire on Netflix. Again. Looking forward to WILTY", "compound": 0.6249, "pos": 0.272, "neg": 0.0, "neu": 0.728, "data": "2018-12-24 21:54:57"}, {"text": " Just a wee query, are there any plans for releasing Repertoire on DVD at any point? Would be a swell addition to my collection.", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-02-11 20:45:30"}, {"text": "Big news: we have Netflix. Just about fitted in Repertoire before DD finished school. Pete can't watch comedy for that long as he doesn't have any emotions so he missed all the callbacks.", "compound": -0.5556, "pos": 0.0, "neg": 0.129, "neu": 0.871, "data": "2018-11-24 00:49:50"}, {"text": "Fargo (series and film, some scenes of peril), Arrested Development, Final Space, Ozark (bit dark), Norsemen, Kath and Kim, Friday Night Dinner, Master of None, The Trip, Loaded (I think I like this), James Acaster Repertoire , Better Call Saul & Community (the best but on 4od).", "compound": 0.5023, "pos": 0.13, "neg": 0.042, "neu": 0.827, "data": "2018-12-07 00:19:15"}, {"text": "Recent reasons why I turned men down: - One asked me out for a Wednesday when I have to give a state-level test to my students the next day. - One interfered with my plans to rewatch \" Repertoire \" by for the 3rd time. - One was a prick. - One used the wrong \"your\".", "compound": -0.6705, "pos": 0.0, "neg": 0.113, "neu": 0.887, "data": "2019-01-30 11:29:16"}, {"text": "After watching Repertoire 7 times over and discovering I must see live. Anyone out there selling tickets to his London shows?", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-02-26 22:56:21"}, {"text": "My cure for when you’re feeling rubbish is getting into bed with half a tin of peaches and James Acaster ’s Repertoire stand up.", "compound": 0.128, "pos": 0.064, "neg": 0.0, "neu": 0.936, "data": "2018-12-30 00:42:59"}, {"text": "What should you watch on ? You should be watching ’s four part stand up special, Repertoire . Just do it...I’ve watched it three times and I still end up crying from laughter. PatSpringleaf", "compound": 0.4215, "pos": 0.159, "neg": 0.084, "neu": 0.757, "data": "2018-12-28 11:08:14"}, {"text": "All comedy has been covered in Repertoire merci beaucoup ", "compound": 0.3612, "pos": 0.238, "neg": 0.0, "neu": 0.762, "data": "2018-11-23 06:10:51"}, {"text": " Reminds me of your bit in repertoire", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2018-11-23 08:06:58"}, {"text": "Comedy-wise, I thought James Acaster 's Repertoire was a very interesting take on the form (4 linked performances, though I think 2 of them are much stronger than the others and he then repeats himself a bit)", "compound": 0.6801, "pos": 0.157, "neg": 0.0, "neu": 0.843, "data": "2019-01-14 13:06:01"}, {"text": "Finally got round to watching the excellent on Netflix. Superb mate (unlike my doodle). comedy netflix jamesacaster ukcomedy repertoire Tabernacle london londoncomedy comic ", "compound": 0.8834, "pos": 0.34, "neg": 0.0, "neu": 0.66, "data": "2019-03-10 18:34:34"}, {"text": "3rd time watching James Acaster ’s Repertoire since last September let’s go", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-04 14:21:27"}, {"text": "The twist at the end of 's repertoire genuinely shook me more than the ends of Shutter Island and Fight Club combined", "compound": -0.4588, "pos": 0.0, "neg": 0.167, "neu": 0.833, "data": "2018-12-22 21:25:33"}, {"text": "I hope never stops writing shows. Love repertoire . Can’t wait for April to see him at the Melbourne Comedy Festival ", "compound": 0.9223, "pos": 0.504, "neg": 0.0, "neu": 0.496, "data": "2019-02-03 06:57:58"}, {"text": "It has come to my attention that this joke was in fact already made by James Acaster in his Repertoire series, so I apologise deeply for my unoriginal material and for my hubris On the other hand we’re obv thinking on the same page so if you ever want to collab hmu", "compound": 0.8543, "pos": 0.181, "neg": 0.0, "neu": 0.819, "data": "2019-01-12 23:58:38"}, {"text": "James Acaster : Repertoire on Netflix is the tightest comedy that I have ever seen. Brilliant!", "compound": 0.7644, "pos": 0.355, "neg": 0.0, "neu": 0.645, "data": "2019-01-24 05:38:17"}, {"text": "Hey - did you guys watch - repertoire on Netflix? If so, what did you think?", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2018-12-26 14:33:27"}, {"text": "How I now start every day! JamesAcaster nomorejobs repertoire standup crying ketteringtownfc ", "compound": -0.5255, "pos": 0.0, "neg": 0.253, "neu": 0.747, "data": "2019-02-26 17:33:29"}, {"text": "Just finished watching Repertoire by and I laughed so much my sister thought I was crying and came to check I was okay", "compound": 0.2023, "pos": 0.196, "neg": 0.124, "neu": 0.68, "data": "2019-01-22 05:14:38"}, {"text": "Sleepless nights with a newborn made less shit by watching Repertoire ", "compound": -0.5118, "pos": 0.0, "neg": 0.269, "neu": 0.731, "data": "2018-11-27 21:49:09"}, {"text": " ’s Repertoire is the funniest and most wonderfully well written stand up I’ve ever watched. Recognise. Represent. Reset. Recap. Repeat. Can’t stop watching.", "compound": 0.839, "pos": 0.324, "neg": 0.07, "neu": 0.606, "data": "2019-02-25 13:37:27"}, {"text": "So rude of to release the most brilliant stand-up special on Netflix and then proceed to not come do gigs in the States. Can't afford airfare so my partner and I will just rewatch Repertoire for the 1000th time, I guess.", "compound": 0.5809, "pos": 0.152, "neg": 0.071, "neu": 0.777, "data": "2019-01-14 15:09:32"}, {"text": "Watching\" James Acaster : Repertoire \" on Netflix. It's utter nonsense and I love it ", "compound": 0.3612, "pos": 0.249, "neg": 0.16, "neu": 0.592, "data": "2019-01-24 05:02:01"}, {"text": " My wife an I are spending Saturday trying to piece together the chronology of Repertoire while watching. Still working on it... ", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-01-20 01:53:24"}, {"text": "Happy New Year . Thanks for all the laughs in 2018 and there were plenty of them. I started watching Netflix so I could watch your Repertoire series and really enjoyed it. You are a very funny and unique person. You’re not a bad bit of boi-totty either. Xx", "compound": 0.9609, "pos": 0.338, "neg": 0.0, "neu": 0.662, "data": "2019-01-04 00:28:38"}, {"text": "If anyone hasn’t seen all 4 shows of Repertoire by they absolutely need to! It’s so brilliant and funny!", "compound": 0.8629, "pos": 0.35, "neg": 0.0, "neu": 0.65, "data": "2019-03-09 11:53:35"}, {"text": "I’m at the airport catching a red-eye back home. Repertoire kept me company for most of it. Now I open Twitter to this winner", "compound": 0.6705, "pos": 0.176, "neg": 0.0, "neu": 0.824, "data": "2019-03-03 04:26:30"}, {"text": "There are a boatload of stand up comedy specials available now. However, Ray Romano’s, ‘Right Here Around the Corner’ and James Acaster ’s, ‘ Repertoire ’ are a cut above. imo", "compound": 0.1027, "pos": 0.079, "neg": 0.066, "neu": 0.854, "data": "2019-02-12 23:18:42"}, {"text": " just finished repertoire ! It was so funny from start to finish! But i have one question: did you match your outfits to the backdrops or did the backdrops match your outfits!? X", "compound": 0.6826, "pos": 0.137, "neg": 0.0, "neu": 0.863, "data": "2018-11-27 04:17:34"}, {"text": " just booked to see you, next October...! This is the most organised we have EVER been, with anything! Also, SO enjoying your new Repertoire series, good work!", "compound": 0.8482, "pos": 0.247, "neg": 0.0, "neu": 0.753, "data": "2018-12-10 06:40:41"}, {"text": "This is so lovely. is also a monstrously talented comedian with a four-set Netflix production called Repertoire that everyone should absolutely watch at least twice. ", "compound": 0.8949, "pos": 0.35, "neg": 0.0, "neu": 0.65, "data": "2019-01-04 16:15:02"}, {"text": " is definitely the best British comedian in a very long time. Repertoire Hypothetical", "compound": 0.8591, "pos": 0.514, "neg": 0.0, "neu": 0.486, "data": "2019-02-07 07:14:25"}, {"text": "Holey shit I just watched Repertoire and I’m just flabbergasted at the amazement that it was. Duck man... ", "compound": -0.0258, "pos": 0.158, "neg": 0.163, "neu": 0.679, "data": "2018-11-25 13:22:56"}, {"text": ". 's Repertoire is honestly one of the most brilliant and, I make no apology, beautiful things I've ever seen. New relationship goal: to invent a hoax with someone and then, if challenged, defend ourselves using Christingles.", "compound": 0.8173, "pos": 0.272, "neg": 0.127, "neu": 0.601, "data": "2019-01-13 06:52:56"}, {"text": "If you haven't watched 's Repertoire on Netflix yet, do it! So good comedy standup", "compound": 0.7402, "pos": 0.325, "neg": 0.0, "neu": 0.675, "data": "2019-02-01 06:33:30"}, {"text": "“They say you are what you eat, which is true, ‘cause as soon as I bought the ready-to-eat apricots, I was... ready to eat apricots.” James Acaster : Repertoire", "compound": 0.6486, "pos": 0.181, "neg": 0.0, "neu": 0.819, "data": "2019-02-24 09:28:39"}, {"text": "has anyone ever watched james acaster 's repertoire on netflix and not liked it???", "compound": -0.4352, "pos": 0.0, "neg": 0.181, "neu": 0.819, "data": "2018-12-27 08:19:39"}, {"text": "Normal people: watches a new series when they finish another one Me, an intellectual: watches Repertoire for the 59 millionth time", "compound": 0.5106, "pos": 0.148, "neg": 0.0, "neu": 0.852, "data": "2018-12-29 09:58:10"}, {"text": "Hey ! I’ve just spent my day off binge watching all the episodes of your Repertoire series on Netflix. Cheered me up no end and now my cheeks and tummy hurt from laughing! Just wanted to say thank you Hope you’re good x", "compound": 0.8684, "pos": 0.28, "neg": 0.102, "neu": 0.618, "data": "2018-11-29 01:54:01"}, {"text": "Come to Atlanta if you want your repertoire truly appreciated.", "compound": 0.7579, "pos": 0.517, "neg": 0.0, "neu": 0.483, "data": "2019-02-08 08:45:26"}, {"text": " sat watching Repertoire with my daughter! HOWLING! Good work!", "compound": 0.5826, "pos": 0.321, "neg": 0.0, "neu": 0.679, "data": "2018-11-24 04:20:07"}, {"text": "Saw stand-up special. Some of your constructs are becoming my favorites. Was getting a James Acaster vibe from it (his special repertoire is one of my favorites ever) Still saving special for the special day.", "compound": 0.9371, "pos": 0.369, "neg": 0.0, "neu": 0.631, "data": "2019-01-11 23:10:39"}, {"text": "The James Acaster series Repertoire is very good. I’ve thoroughly enjoyed The Good Place. Schitts Creek is a pleasant watch too.", "compound": 0.9224, "pos": 0.453, "neg": 0.0, "neu": 0.547, "data": "2019-02-24 05:48:33"}, {"text": "Watching Repertoire is slowly becoming my daily repertoire .", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-01-31 02:04:35"}, {"text": "Thanks Gemma I loved James Acaster Repertoire , have only seen 1st season of Maisel and have no idea about Fresh off the boat. Mucho appreciato mwah x", "compound": 0.886, "pos": 0.362, "neg": 0.063, "neu": 0.575, "data": "2019-02-08 02:58:52"}, {"text": " Your ' Repertoire ' shows are something else, man! Thanks for doing what you're doing.", "compound": 0.4926, "pos": 0.21, "neg": 0.0, "neu": 0.79, "data": "2018-11-29 05:25:41"}, {"text": "Thinking about doing a Repertoire of ‘s repertoire . It’ll be called “ Repertoire ’s repertoire ” and it’ll be a song repertoiring the repertoire", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-01-02 22:02:32"}, {"text": " i showed repertoire to my mum and now she wants me to marry you", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-01-12 18:06:32"}, {"text": "Finally watched Repertoire . SO GOOD . Classic scrapes is now one for the birthday list 9Jan", "compound": 0.6867, "pos": 0.25, "neg": 0.0, "neu": 0.75, "data": "2019-01-03 00:16:15"}, {"text": "some of yall have never seen james acaster : repertoire in one sitting and it shows", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-01-18 22:49:01"}, {"text": "Stayed awake 2 extra hours to make sure I booked tickets to see with in March :) if you haven’t seen his stand up collection, Repertoire on Netflix stop what you’re doing and watch it now!", "compound": 0.5255, "pos": 0.144, "neg": 0.057, "neu": 0.799, "data": "2019-02-01 18:34:20"}, {"text": "I’ve watched Repertoire on Netflix by so many times that by this point I feel victimised by the banana lady and now I kinda wanna play twister", "compound": -0.0972, "pos": 0.077, "neg": 0.091, "neu": 0.833, "data": "2019-02-19 11:30:11"}, {"text": "Got to the point where I’m just watching anything has ever been in because Repertoire was the redeeming factor of 2018.", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-01-05 21:20:36"}, {"text": "Just re-watching piece on massage on ‘ Repertoire ’ and laughed Cherry Pepsi Max out of my nose! I was drinking it at the time so it’s not that weird or worrying", "compound": 0.3421, "pos": 0.137, "neg": 0.068, "neu": 0.795, "data": "2018-12-12 23:14:29"}, {"text": "Happy Sunday I'd just like to share this amazing drawing of my sister did after I made her watch Repertoire a few weeks ago ", "compound": 0.9169, "pos": 0.417, "neg": 0.0, "neu": 0.583, "data": "2019-01-13 22:36:38"}, {"text": "Can't sleep so watching Repertoire on for I do believe like the 8th time... love it", "compound": 0.7717, "pos": 0.34, "neg": 0.0, "neu": 0.66, "data": "2019-01-29 09:27:22"}, {"text": "to think I could’ve watched the entirety of Repertoire instead", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-02-03 07:19:06"}, {"text": "HMMMMMMMMMMMMMMMMMMMM... I have a list here somewhere... How about The Stand up Comedy like James Acaster Repertoire , John Mulaney is a good comedian.", "compound": 0.8591, "pos": 0.396, "neg": 0.0, "neu": 0.604, "data": "2019-01-22 13:19:11"}, {"text": "If you haven't seen on Netflix then change that soon. Absolutely brilliant, most fantastically awkward person I've ever seen, absolutely hilarious. Repertoire ", "compound": 0.7358, "pos": 0.253, "neg": 0.067, "neu": 0.679, "data": "2018-12-06 02:38:22"}, {"text": " I wanted to say that I just watched repertoire for the first time and it’s fantastic. Keep up the wit!", "compound": 0.5983, "pos": 0.186, "neg": 0.0, "neu": 0.814, "data": "2019-01-01 08:19:47"}, {"text": " - Humanity - Repertoire - Make Happy By far the best stand up specials on Netflix! Anyone who disagrees, I’ll happily ignore your opinion", "compound": 0.8398, "pos": 0.362, "neg": 0.147, "neu": 0.491, "data": "2019-01-30 04:42:39"}, {"text": "this is at least the third or fourth time I've watched 's Repertoire , and I'm still laughing so hard my ribs hurt and I've pee'd a little SpagBol", "compound": -0.2654, "pos": 0.099, "neg": 0.162, "neu": 0.739, "data": "2019-03-03 20:24:48"}, {"text": "James Acaster 's Repertoire on Netflix is amazing. Ozark too, if you haven't watched it already.", "compound": 0.5859, "pos": 0.202, "neg": 0.0, "neu": 0.798, "data": "2019-03-07 19:48:35"}, {"text": "Identity theft, sex education, big mouth, Miranda, friday night dinner, little britain, James Acaster : repertoire , greg davies you magnificent beast, bad education, brooklyn 99, impractical jokers. Hope these help :)", "compound": 0.8402, "pos": 0.305, "neg": 0.085, "neu": 0.61, "data": "2019-01-27 06:06:04"}, {"text": " Repertoire is a four part, but extremely good. A little nonsensical, but a fantastic structure.", "compound": 0.8688, "pos": 0.468, "neg": 0.0, "neu": 0.532, "data": "2019-03-02 14:22:31"}, {"text": " Repertoire is hands down the best display of stand up on Netflix", "compound": 0.6369, "pos": 0.276, "neg": 0.0, "neu": 0.724, "data": "2018-12-08 02:35:10"}, {"text": " after watching Repertoire through four times and still not seeing this merch design anywhere, I decided to make some mock-ups for you. What do you think? ", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-01-24 14:39:18"}, {"text": "James Acaster Repertoire is the funniest", "compound": 0.5574, "pos": 0.419, "neg": 0.0, "neu": 0.581, "data": "2019-03-03 22:49:53"}, {"text": "James Acaster : Repertoire if he's ur cup of tea", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-01-08 04:01:30"}, {"text": "The end of the fu&@%ing World Peaky blinders Repertoire , James Acaster", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2018-12-27 03:11:13"}, {"text": "Watch ‘s Repertoire on Netflix immediately if you haven’t already. Rewatch it if you have. ", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2018-11-30 06:40:53"}, {"text": "all I do is watch James Acaster ’s Repertoire on repeat", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-01-03 04:55:01"}, {"text": " I just watched your Repertoire special twice on and it was one of the most impressive things I’ve ever seen", "compound": 0.7425, "pos": 0.27, "neg": 0.0, "neu": 0.73, "data": "2018-11-28 05:02:18"}, {"text": "Can’t speak for the cat, but Repertoire was sublime. If he’s doing an Edinburgh Fringe Festival show for 2019 I’m going to have to rework my entire Scottish holiday... ", "compound": 0.6486, "pos": 0.133, "neg": 0.0, "neu": 0.867, "data": "2018-12-31 06:17:10"}, {"text": "Showed my dad 's Repertoire since I've been down and now he keeps trying to attack me with his oven gloves", "compound": -0.4767, "pos": 0.0, "neg": 0.134, "neu": 0.866, "data": "2018-12-25 21:56:25"}, {"text": "“Just be yourself mate. Be yourself in a relationship” What if they don’t like you, man? What if every relationship you’ve ever been in, is just somebody slowly figuring out they don’t like you, as much as they hoped they would? - James Acaster , Repertoire .", "compound": 0.7882, "pos": 0.166, "neg": 0.0, "neu": 0.834, "data": "2019-02-20 06:00:35"}, {"text": "Have now watched 's repertoire on Netflix 5 times and it still makes me lol", "compound": 0.4215, "pos": 0.177, "neg": 0.0, "neu": 0.823, "data": "2019-02-08 19:06:56"}, {"text": "Oh, I watched Repertoire for the first time this week. LOVED IT - and ended up watching most of the first ep again after the way the last ep ends. My introduction to JA. Looking forward to what he’s up to next...!", "compound": 0.7118, "pos": 0.112, "neg": 0.0, "neu": 0.888, "data": "2019-03-07 06:13:57"}, {"text": "Wish I could forget James acaster repertoire on Netflix so I could watch it for the first time again", "compound": 0.2023, "pos": 0.138, "neg": 0.097, "neu": 0.765, "data": "2018-12-05 06:15:05"}, {"text": "Watching Repertoire again, never gets old", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2018-12-21 22:45:23"}, {"text": "availability may vary by territory: Get Shorty The Sound of Your Heart (2016 version; corny but funny and cute) Crashing James Acaster : Repertoire (some of the best stand up I've seen in years, all four specials interconnect) The Disastrous Life of Saiki K Godless", "compound": 0.6486, "pos": 0.175, "neg": 0.097, "neu": 0.727, "data": "2019-03-04 18:11:54"}, {"text": "Watching James Acaster 's \" Repertoire \" on Netflix for the thousandth time. Not sure why no one talks about it, it was one of my favorite specials from last year", "compound": 0.4453, "pos": 0.149, "neg": 0.06, "neu": 0.791, "data": "2019-01-26 15:03:35"}, {"text": "Today I watched 's \" Repertoire \" on Netflix, and shout-laughed for four solid hours. During a stressful few months, this has made me feel absolutely incredible. Thanks, man.", "compound": 0.1226, "pos": 0.159, "neg": 0.11, "neu": 0.731, "data": "2019-03-03 06:58:34"}, {"text": "I’ve finished watching ‘s Netflix special, ‘ repertoire ’. What do I do with my life now? Probably watch it again.", "compound": 0.4019, "pos": 0.124, "neg": 0.0, "neu": 0.876, "data": "2019-01-24 07:23:02"}, {"text": " repertoire on Netflix is so funny", "compound": 0.5777, "pos": 0.428, "neg": 0.0, "neu": 0.572, "data": "2018-12-19 00:09:37"}, {"text": "The Sinner, Good Place, Bojack Horseman, James Acaster ’s Repertoire , Stranger Things, Big Mouth", "compound": 0.4404, "pos": 0.182, "neg": 0.0, "neu": 0.818, "data": "2019-01-01 22:05:18"}, {"text": " I’ve watched your repertoire 7 times back to back it’s still very very very funny.", "compound": 0.5768, "pos": 0.223, "neg": 0.0, "neu": 0.777, "data": "2019-01-21 05:22:55"}, {"text": "James Acaster - Repertoire on Netflix is 10/10", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-02 06:52:22"}, {"text": "So Netflix has been nudging me to watch 's Repertoire for a while now . Today I decided to check it out during my train journey and I must say it's bloody brilliant! ", "compound": 0.2942, "pos": 0.12, "neg": 0.085, "neu": 0.794, "data": "2019-01-31 07:12:29"}, {"text": "In 2018 the best thing: i read: How To Be Alone, i listened to: Memories, i watched: Repertoire , (but also cold lasagne hate myself 1999 IRL ) i did: I wrote! A lot! Just for me, for now, but still things I'm proud of :) ", "compound": 0.8585, "pos": 0.235, "neg": 0.08, "neu": 0.685, "data": "2018-12-20 03:27:50"}, {"text": "ngl I cried at the end of 's ' Repertoire '.", "compound": -0.3818, "pos": 0.0, "neg": 0.245, "neu": 0.755, "data": "2019-01-24 01:55:08"}, {"text": "54- JAMES ACASTER : ' REPERTOIRE ' (Netflix). I'm not usually a stand-up guy but somebody On Here recommended this and it's BRILLIANT - a wildly imaginative, endlessly funny, utterly unpredictable four-part standup series. Genuinely like nothing I've seen before", "compound": 0.9485, "pos": 0.342, "neg": 0.0, "neu": 0.658, "data": "2018-12-18 00:24:56"}, {"text": "Repertoire by , the funniest thing I watched over Christmas, apart from the Bros documentary. If you've not seen it, you need to", "compound": 0.5574, "pos": 0.153, "neg": 0.0, "neu": 0.847, "data": "2019-01-08 23:14:23"}, {"text": "A) repertoire is excellent. B) have a second banana. Or chocolate C) the special as part of comedians of the world on Netflix has some excellent banana humour.", "compound": 0.9371, "pos": 0.412, "neg": 0.0, "neu": 0.588, "data": "2019-01-04 23:32:32"}, {"text": "Watched all 4 hours of repertoire today....well spent Thursday afternoon", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-01-18 02:47:54"}, {"text": "Spending Christmas Eve with 's Repertoire and a bottle of Bushmills. Merry Christmas all xx", "compound": 0.5423, "pos": 0.212, "neg": 0.0, "neu": 0.788, "data": "2018-12-25 05:41:02"}, {"text": "My comedy barometer is showing people ’s Repertoire on Netflix and hoping for the best.", "compound": 0.8591, "pos": 0.442, "neg": 0.0, "neu": 0.558, "data": "2018-12-26 08:02:06"}, {"text": "Since watching 's repertoire on Netflix, I can't hear someone mention Kettering without singing his football chant in my head. On the train between Nottingham and London, just stopped in Kettering, my brain is spelling it out repeatedly...", "compound": -0.2263, "pos": 0.0, "neg": 0.05, "neu": 0.95, "data": "2018-12-16 19:47:49"}, {"text": "if you haven’t watched James Acaster ’s Repertoire stand up special yet you really should", "compound": 0.4019, "pos": 0.162, "neg": 0.0, "neu": 0.838, "data": "2018-12-27 08:36:42"}, {"text": " why do you seem so sad on Repertoire", "compound": -0.6113, "pos": 0.0, "neg": 0.363, "neu": 0.637, "data": "2018-12-23 05:36:55"}, {"text": "can’t get enough of just rewatched repertoire and finished the Off Menu podcasts yesterday, and now I’ve found Sweet Home Lahnsteineringa more podcasts please. ", "compound": 0.6786, "pos": 0.202, "neg": 0.0, "neu": 0.798, "data": "2019-01-20 05:25:12"}, {"text": "Taking a second read at the jokes said on Repertoire , I feel really sad and want to hug James Acaster", "compound": 0.3117, "pos": 0.277, "neg": 0.141, "neu": 0.582, "data": "2019-01-03 04:38:00"}, {"text": "I’m on a mission to make ’s ‘Kettering Town FC’ song the Christmas number one. The full version including T.O.W.N., of course!! Already pronouncing it “Ketrin’” Repertoire is genius!", "compound": 0.2905, "pos": 0.075, "neg": 0.0, "neu": 0.925, "data": "2018-12-15 22:32:29"}, {"text": "James, I love your podcast. Just finished watching Repertoire for the 3rd time too. Big fan. Would love to invite you on to my podcast to chat about internet culture and ultimately just piss about? We’ve had 3M+ listens already this month!", "compound": 0.8718, "pos": 0.245, "neg": 0.053, "neu": 0.702, "data": "2019-01-24 09:32:12"}, {"text": "Just watched Repertoire for the second time still just as funny as the first time!! Off too bed NoMoreJobs", "compound": 0.5399, "pos": 0.162, "neg": 0.0, "neu": 0.838, "data": "2018-12-20 08:34:06"}, {"text": "James Acaster ’s Repertoire made me lol when I was feeling extremely crap. Ideal for a binge-watch as the stories build to the last episode. It’s a little work of comedy genius imo.", "compound": 0.7447, "pos": 0.268, "neg": 0.076, "neu": 0.656, "data": "2019-01-26 03:39:04"}, {"text": "James Acaster repertoire is also a great standup special dudes hilarious", "compound": 0.8591, "pos": 0.576, "neg": 0.0, "neu": 0.424, "data": "2018-12-25 18:20:44"}, {"text": "Why does ‘s Repertoire only have 2 stars. I love this comedy, the color coordination, this is gold. Fuck all of you people with shitty senses of humor who review it poorly.", "compound": 0.2675, "pos": 0.222, "neg": 0.172, "neu": 0.606, "data": "2019-02-21 12:13:01"}, {"text": "I'm gonna go see James Acaster on April 3. To prepare, I'm rewatching the entirety of Repertoire , on the off chance he's looking for a chorus.", "compound": 0.25, "pos": 0.077, "neg": 0.0, "neu": 0.923, "data": "2019-03-03 15:35:34"}, {"text": "If you haven't yet, also have a gander at James Acaster Repertoire . It's unbelievably funny.", "compound": 0.4927, "pos": 0.197, "neg": 0.0, "neu": 0.803, "data": "2019-01-27 03:01:35"}, {"text": "James Acaster is definitely one of the best comedians about at the minute. That Repertoire Netflix special is brilliant.", "compound": 0.9393, "pos": 0.527, "neg": 0.0, "neu": 0.473, "data": "2018-11-26 06:55:22"}, {"text": "Five very quick options for TV alternatives: 1. Brooklyn Nine-Nine 2. The James Acaster \" Repertoire \" specials (Netflix) 3. Music and Lyrics, a very charming romcom (streaming) 4. The documentary THE GOSPEL ACCORDING TO ANDRE (streaming) 5. SPY (a classic, always, streaming)", "compound": 0.624, "pos": 0.095, "neg": 0.0, "neu": 0.905, "data": "2019-01-09 09:58:26"}, {"text": "y’all i’m not going to live forever please watch james acaster repertoire on netflix", "compound": 0.3182, "pos": 0.15, "neg": 0.0, "neu": 0.85, "data": "2019-02-24 11:19:34"}, {"text": "My Drawing of the awesome repertoire hypothetical standup netflix kettering comedygenius jamesacaster ", "compound": 0.6249, "pos": 0.272, "neg": 0.0, "neu": 0.728, "data": "2019-03-09 04:26:10"}, {"text": "The best things I’ve watched on Netflix this year, part 1: - The End of the F***ing World - James Acaster ‘ Repertoire ’ - MANIAC - Love ", "compound": 0.6775, "pos": 0.253, "neg": 0.115, "neu": 0.632, "data": "2018-12-27 13:06:14"}, {"text": " ‘s repertoire is honestly my biggest Netflix recommendation", "compound": 0.4588, "pos": 0.3, "neg": 0.0, "neu": 0.7, "data": "2019-01-15 11:23:43"}, {"text": " is this the same instrument you play in repertoire ? ", "compound": 0.34, "pos": 0.231, "neg": 0.0, "neu": 0.769, "data": "2019-01-24 15:34:57"}, {"text": "Who is James Acaster , when is he on Pointless Celebrities and what is the Taskmaster comedian’s Repertoire Netflix show? ", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-07 06:10:00"}, {"text": "Watched the first episode of Repertoire on Netflix and listened to the first episode of on the same day and have a worry about James' obsession with Genies. Infinite wishes = standard first wish", "compound": -0.25, "pos": 0.114, "neg": 0.141, "neu": 0.745, "data": "2019-02-17 23:24:42"}, {"text": "Every so often I randomly remember the ‘ready to eat apricots’ bit from Repertoire and giggle to myself. Very funny man.", "compound": 0.7178, "pos": 0.25, "neg": 0.0, "neu": 0.75, "data": "2019-01-10 08:16:58"}, {"text": "Could maybe afford just 1 hour at £200 per hour for if he could do all my favourite jokes from Repertoire in that hour CelebrityCallCentre", "compound": 0.25, "pos": 0.08, "neg": 0.0, "neu": 0.92, "data": "2018-12-20 06:35:14"}, {"text": " ‘s Netflix special ‘ Repertoire ’ never fails to have me in hysterics. I recommend watching it at least once a fortnight ... as you were x", "compound": 0.5764, "pos": 0.248, "neg": 0.092, "neu": 0.659, "data": "2019-02-26 19:56:16"}, {"text": "Finally catching Repertoire on Netflix, and it's turned into an impromptu marathon event. is definitely the new king of the callback!", "compound": 0.4574, "pos": 0.13, "neg": 0.0, "neu": 0.87, "data": "2018-12-13 06:57:53"}, {"text": "Relatedly: I binged all of James Acaster 's \" Repertoire \" today, which I enjoyed immensely and am excited to learn he will be filming for Netflix in September of 2017. Actually, having seen the show that seems apropos.", "compound": 0.6908, "pos": 0.147, "neg": 0.0, "neu": 0.853, "data": "2019-02-26 09:23:54"}, {"text": "I, along with probably every other person who watched it, am entirely in love with after watching repertoire on Amazing. Really. Go watch it. You can borrow my Netflix. ", "compound": 0.8511, "pos": 0.235, "neg": 0.0, "neu": 0.765, "data": "2019-01-29 13:29:07"}, {"text": "Watch James Acaster 's Repertoire on netflix for incredibly clever comedy yet leaving you pondering life He's a genius help me educate the americans", "compound": 0.8304, "pos": 0.305, "neg": 0.0, "neu": 0.695, "data": "2019-01-04 21:22:27"}, {"text": "- Sarah Silverman. A speck of dust. - Cameron Expósito. Rape jokes. - Daniel Sloss. Jigsaw. - James Acaster . Repertoire . - Ellen Degeneres. Relatable. - Bo Durhan. Make Happy. - Jeff Ross y Dave Attel. Bumping Mics. - Judah Friedlander. America is the greatest country in US. ", "compound": 0.6369, "pos": 0.208, "neg": 0.099, "neu": 0.693, "data": "2018-12-31 06:32:23"}, {"text": "Sounds like he just watched 's Repertoire on Netflix, and wanted to leave the press conference after breaking the ice. ", "compound": 0.3182, "pos": 0.115, "neg": 0.055, "neu": 0.829, "data": "2019-02-05 03:59:52"}, {"text": "Thanks to WILTY I discovered and now I’m enjoying Repertoire , and if I ever happen across you, James, I’ll buy you a drink (whether you’re thirsty or not). In fact, I’ll buy one now and carry it around until then.", "compound": 0.743, "pos": 0.153, "neg": 0.0, "neu": 0.847, "data": "2018-12-26 12:55:48"}, {"text": "Smiths cashing in on your jokes in time for the Australian comedy festivals Repertoire ", "compound": 0.7184, "pos": 0.389, "neg": 0.0, "neu": 0.611, "data": "2019-03-06 11:37:10"}, {"text": "Fantastic Standups and Where to Find Them: Specials - Warn Your Relatives (Netflix) - Father Figure (Comedy Central) - The Standups S2E6 (Netflix) - Live in London (HBO) - Repertoire (Netflix)", "compound": 0.4939, "pos": 0.124, "neg": 0.048, "neu": 0.828, "data": "2019-01-12 00:47:41"}, {"text": "do you ever wish you could forget the repertoire shows so you could watch them for the first time again because i do that was a magical moment", "compound": 0.2023, "pos": 0.094, "neg": 0.066, "neu": 0.839, "data": "2018-12-05 07:36:31"}, {"text": "Who is James Acaster , when is he on Pointless Celebrities and what is the Taskmaster comedian’s Repertoire Netflix show? ", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-07 06:10:01"}, {"text": "Dumplin’ was adorable. John Mulaney’s Kid Gorgeous and James Acaster ’s Repertoire are hilarious.", "compound": 0.872, "pos": 0.474, "neg": 0.0, "neu": 0.526, "data": "2018-12-18 06:07:38"}, {"text": " £5 says I have watched Repertoire more times than anyone else. Any chance you can check?", "compound": 0.25, "pos": 0.125, "neg": 0.0, "neu": 0.875, "data": "2019-03-04 07:44:51"}, {"text": "I am watching James Acaster ’s Repertoire and has told me there’s a joke I’ll really like and I am on high alert in case I miss it", "compound": 0.6801, "pos": 0.25, "neg": 0.056, "neu": 0.695, "data": "2019-03-10 03:15:36"}, {"text": "Can we add James Acaster : Repertoire please", "compound": 0.3182, "pos": 0.277, "neg": 0.0, "neu": 0.723, "data": "2019-02-27 07:13:12"}, {"text": " is, hands-down, my new favourite comedian. ‘ Repertoire ’ is the funniest stand up show on Netflix", "compound": 0.7351, "pos": 0.292, "neg": 0.0, "neu": 0.708, "data": "2018-11-28 07:38:25"}, {"text": "Swear I’ve watched ’s Repertoire about 8 times", "compound": -0.0516, "pos": 0.0, "neg": 0.167, "neu": 0.833, "data": "2019-02-24 17:46:53"}, {"text": "WATCH JAMES ACASTER ’S NETFLIX SPECIAL REPERTOIRE", "compound": 0.4019, "pos": 0.31, "neg": 0.0, "neu": 0.69, "data": "2019-01-16 04:47:28"}, {"text": "I don't know that I've ever seen a stand-up set as brilliant as James Acaster 's Repertoire on . Absurdist, tightly controlled storytelling that chips away at a larger truth, all while being very silly. Dazzling.", "compound": 0.7574, "pos": 0.205, "neg": 0.0, "neu": 0.795, "data": "2019-02-06 13:50:36"}, {"text": " Pictures you put your head in. Just watched Repertoire ...nice one James. Great stuff. Thank you sir. ", "compound": 0.765, "pos": 0.306, "neg": 0.0, "neu": 0.694, "data": "2019-02-18 05:27:19"}, {"text": " riffs on this in his repertoire series on Netflix. It’s hilarious as ever!", "compound": 0.4574, "pos": 0.2, "neg": 0.0, "neu": 0.8, "data": "2019-01-24 04:08:56"}, {"text": "“Do the teeth’s teeth have teeth too?” Just cry-laughed my way through Part 2 of Repertoire . Oh my, I haven’t laughed so hard in ages.", "compound": 0.2809, "pos": 0.116, "neg": 0.072, "neu": 0.812, "data": "2018-12-30 17:18:20"}, {"text": "on my fourth rewatch of 's repertoire because I wanted to find the British Museum joke for work and then got stuck", "compound": 0.0516, "pos": 0.095, "neg": 0.086, "neu": 0.819, "data": "2019-02-28 06:45:08"}, {"text": " May be a bit of a stretch here - but was you not saying hello to Alex during anything to do with the telesales bit in Repertoire : Recap about no longer saying greeting anyone or saying hello when you enter a room?", "compound": 0.1531, "pos": 0.081, "neg": 0.066, "neu": 0.853, "data": "2018-11-29 22:49:13"}, {"text": " you seem to have become the face of my Christmas break (I saw your face... On all the shows, and Repertoire ), so as I get ready to go back to work, I just wanted to say thanks for all the laughs, I'll hear you soon (on your podcast)", "compound": 0.8344, "pos": 0.168, "neg": 0.0, "neu": 0.832, "data": "2019-01-04 17:32:15"}, {"text": "FFS; Forgot to put James Acaster : Repertoire on my Shout Outs list", "compound": -0.6739, "pos": 0.0, "neg": 0.292, "neu": 0.708, "data": "2018-12-21 21:42:07"}, {"text": "Watching 's Repertoire hungover is just essential self care, really.", "compound": 0.4939, "pos": 0.262, "neg": 0.0, "neu": 0.738, "data": "2018-12-16 02:41:54"}, {"text": "Dear . My wife and I have just watched the first episode of show Repertoire . We then spent 10 minutes discussing how clever and funny you are, and now we are off to bed. Night night.", "compound": 0.8176, "pos": 0.215, "neg": 0.0, "neu": 0.785, "data": "2019-01-14 06:52:26"}, {"text": "Just watched Bake Off and now I’m off to watch Repertoire for the fourth time - bloody love ya ", "compound": 0.3182, "pos": 0.182, "neg": 0.126, "neu": 0.693, "data": "2019-03-14 04:03:22"}, {"text": "I have watched Repertoire by 4 times and I regret NOTHING", "compound": -0.4215, "pos": 0.0, "neg": 0.286, "neu": 0.714, "data": "2019-02-27 04:25:05"}, {"text": "Steps to be taken for laughs: 1) Watch special, Repertoire , on 2) Listen to and 's podcast 3) Follow 3b) -- For Americans Only -- Google Poppadoms 4) Read the below tweet ", "compound": 0.7096, "pos": 0.164, "neg": 0.0, "neu": 0.836, "data": "2019-02-14 03:55:16"}, {"text": "When you find a lamp and someone tells you that you can’t wish for more wishes, this should be your first wish. JamesAcaster Repertoire ", "compound": 0.7425, "pos": 0.267, "neg": 0.0, "neu": 0.733, "data": "2019-01-17 05:45:04"}, {"text": "Only one episode of repertoire left is my faveeeee", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2018-11-24 06:44:06"}, {"text": "Can't go see so started watching repertoire and bought his book. Cried already at repertoire so can't wait to start the book. What a guy.", "compound": -0.3818, "pos": 0.0, "neg": 0.102, "neu": 0.898, "data": "2018-12-29 22:45:18"}, {"text": " Mr Acaster you are just the bee's knees. I hope heaven is just Repertoire on an endless loop", "compound": 0.7351, "pos": 0.292, "neg": 0.0, "neu": 0.708, "data": "2019-01-04 23:30:20"}, {"text": "James Acaster spends the first *fifteen minutes* of Repertoire on his knees for one joke and that honestly blows my mind every time I watch it", "compound": 0.6369, "pos": 0.184, "neg": 0.0, "neu": 0.816, "data": "2018-11-21 06:02:43"}, {"text": " morning. Sarah has been watching House of Games and Repertoire and asked me to tell you she likes you very, very much.", "compound": 0.4215, "pos": 0.118, "neg": 0.0, "neu": 0.882, "data": "2018-12-01 19:25:50"}, {"text": "Watching Repertoire on Netflix. Every time I watch perform, I can't help but feel that I'm watching something that, years from now, will be classed as early footage of one of the greatest comedians of all time.", "compound": 0.839, "pos": 0.204, "neg": 0.039, "neu": 0.758, "data": "2018-12-09 08:07:49"}, {"text": "Watch James acaster repertoire it’s wild funny", "compound": 0.4404, "pos": 0.326, "neg": 0.0, "neu": 0.674, "data": "2019-02-20 00:33:38"}, {"text": " i binged today and now finishing repertoire and its just blown my mind how not saying hello to alex directly links the bit", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-01-04 01:17:31"}, {"text": "If you haven’t seen ’s repertoire yet, do yourself a favour and whack it on. Funniest comedian I’ve seen in years. Absolute quality.", "compound": 0.8442, "pos": 0.324, "neg": 0.0, "neu": 0.676, "data": "2018-12-28 21:06:49"}, {"text": " The ginger Jarvis Cocker! Watching Repertoire expecting you to burst out into Common People!", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-02-10 04:07:28"}, {"text": "I am , severely tempted to use one of ‘s Eps Of repertoire on Netflix as a monologue for an audition. Should I should I should i", "compound": -0.4588, "pos": 0.0, "neg": 0.13, "neu": 0.87, "data": "2019-02-20 07:27:46"}, {"text": "When recommends you watch Repertoire . ", "compound": 0.2263, "pos": 0.322, "neg": 0.0, "neu": 0.678, "data": "2019-02-12 06:43:11"}, {"text": " repertoire episode 3 - best intro to a stand up set i've ever heard hilarious ", "compound": 0.7845, "pos": 0.408, "neg": 0.0, "neu": 0.592, "data": "2019-03-13 06:43:51"}, {"text": "Seeing all those comedy specials in this thread: have you seen James Acaster 's Repertoire already? He is so stupidly hilarious, I think you might really love those specials...", "compound": 0.7274, "pos": 0.264, "neg": 0.102, "neu": 0.634, "data": "2018-12-15 05:15:26"}, {"text": "Mr Acaster...my most treasured comic of the moment. Taskmaster = Brilliant Classic Scrapes = Bedtime listening... Repertoire = Watching third time around Hypothetical = Romesh puppet FAVE Bake off = DEAD", "compound": 0.7425, "pos": 0.295, "neg": 0.131, "neu": 0.574, "data": "2019-03-14 05:30:51"}, {"text": "The word 'genius' is thrown around too easily these days, but comedy wise I can't think of another word for I cannot recommend his Netflix special enough. sore from laughing repertoire undercover", "compound": 0.9008, "pos": 0.37, "neg": 0.129, "neu": 0.501, "data": "2019-02-24 05:50:21"}, {"text": "Must’ve watched the Netflix special repertoire at least 20 times ... I love you Pat Springleaf", "compound": 0.7845, "pos": 0.347, "neg": 0.0, "neu": 0.653, "data": "2019-01-29 06:05:44"}, {"text": "shows of 2018 • schitt’s creek (shock! OH what joy this show has brought!) • the good place • brooklyn nine nine • merlin - watching with is A Highlight • one day at time • killing eve • nanette • ’s repertoire • skam bloopers • queer eye", "compound": 0.6467, "pos": 0.17, "neg": 0.077, "neu": 0.753, "data": "2019-01-01 02:42:52"}, {"text": "might i also reccomend: ~ james acaster - repertoire ~daniel sloss- live shows ~im brent morin ~joe mande's award winning comedy special ~the honeymoon stand up special", "compound": 0.93, "pos": 0.438, "neg": 0.0, "neu": 0.562, "data": "2018-12-10 14:44:30"}, {"text": "Haven't seen this show but laughed my way across the ocean with Repertoire . He's brilliant and shows that stand-up comedians don't have to shout all the time to be funny.", "compound": 0.9505, "pos": 0.379, "neg": 0.0, "neu": 0.621, "data": "2019-03-01 18:16:40"}, {"text": "Supernatural, James Acaster Repertoire , FRIENDS, 13 Reasons Why, any Disney movie.", "compound": 0.5904, "pos": 0.277, "neg": 0.0, "neu": 0.723, "data": "2019-03-13 10:59:37"}, {"text": "for (n = 0; n < ∞; n++) { I have now lost count of how many times I’ve watched Repertoire by on but I think it might be as many as n times but }", "compound": -0.1655, "pos": 0.0, "neg": 0.058, "neu": 0.942, "data": "2019-01-08 06:31:44"}, {"text": "Dunno about favorite ever, but favorite recent: Nanette was maybe the most important and Kid Gorgeous was maybe the most fun but James Acaster 's Repertoire was... the most.", "compound": 0.9639, "pos": 0.442, "neg": 0.0, "neu": 0.558, "data": "2019-01-08 13:02:41"}, {"text": "The Repertoire series of stand ups by on Netflix are so so good, really recommend! NOMOREJOBS", "compound": 0.8145, "pos": 0.347, "neg": 0.0, "neu": 0.653, "data": "2018-12-09 00:19:00"}, {"text": "Top 5 Series of 2018: 5. James Acaster : Repertoire 4. The Expanse S3 3. Westworld S2 2. Critical Role S2 1. Daredevil S3. Sad to see it go, but what a final season.", "compound": -0.2617, "pos": 0.079, "neg": 0.111, "neu": 0.81, "data": "2018-12-28 04:43:53"}, {"text": " ’s repertoire on Netflix is legendary Only comedian that has made me laugh properly since Lee Evans. Gutted the shows in Glasgow are sold out", "compound": 0.7351, "pos": 0.212, "neg": 0.0, "neu": 0.788, "data": "2019-01-14 06:05:18"}, {"text": " finished watching your Repertoire shows on Netflix, they were very good however originally I thought the title of the shows were James Acaster raconteur which I think was a better name of the show, therefore if you had a time machine I would advise that you use that", "compound": 0.7264, "pos": 0.129, "neg": 0.0, "neu": 0.871, "data": "2019-01-15 17:22:28"}, {"text": "Watched James Acaster ’s repertoire on Netflix and now I keep unironically using the word manger. My parents think I have gone insane.", "compound": -0.4019, "pos": 0.0, "neg": 0.119, "neu": 0.881, "data": "2019-01-04 22:22:56"}, {"text": "Am I about to rewatch all of Repertoire cause I'm a depressed piece of shit? Aye I am, fuck off", "compound": -0.886, "pos": 0.0, "neg": 0.426, "neu": 0.574, "data": "2018-12-26 20:37:35"}, {"text": " watching repertoire again, you asked “one person is the worst person in the world and they don’t even know it “ *cough* piers Morgan *cough*", "compound": -0.6249, "pos": 0.0, "neg": 0.146, "neu": 0.854, "data": "2018-11-24 00:47:00"}, {"text": "me: might find some new comedy shows to watch :-) also me: rewatches Repertoire by James Acaster for the 100th time", "compound": 0.5859, "pos": 0.202, "neg": 0.0, "neu": 0.798, "data": "2019-01-26 23:20:45"}, {"text": "James Acaster : Repertoire and Greg Davies: You Magnificent Beast are great British ones!", "compound": 0.8516, "pos": 0.43, "neg": 0.0, "neu": 0.57, "data": "2019-03-02 16:35:08"}, {"text": "my faves include: homecoming king, all of john mulaney's and bo burnham's specials, the honeymoon standup special with natasha leggero and moshe kasher, tig nitaro's happy to be here, and part one of james acaster 's repertoire", "compound": 0.7506, "pos": 0.155, "neg": 0.0, "neu": 0.845, "data": "2019-01-14 09:23:01"}, {"text": "I wish I could watch ’s Repertoire for the first time again ", "compound": 0.4019, "pos": 0.231, "neg": 0.0, "neu": 0.769, "data": "2018-11-24 04:42:39"}, {"text": "Woke up with a severe hangover so I decided to watch 's Repertoire on Hangover is gone (thank you laughter endorphins) and I really can't wait to see him at the PapyrusComedyGala on Tuesday!", "compound": 0.2244, "pos": 0.1, "neg": 0.074, "neu": 0.826, "data": "2019-02-02 23:22:48"}, {"text": "Watching Repertoire for the umpteenth time", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-02-17 04:52:57"}, {"text": " James (great name by the way) your audio book is amazing loved it! I nearly choked with laughter when you mentioned the Dutch parrot hotel as I have been there and had the same repertoire “snap parrot soup” plus Efteling theme park is great.", "compound": 0.9215, "pos": 0.276, "neg": 0.056, "neu": 0.668, "data": "2019-02-27 02:32:16"}, {"text": "Just finished watching repertoire on the old Netflix. Reckon I'll watch it a few more times in the run up to seeing him live in Hull in July?! Absolutely HILARIOUS!! HowComedyShouldBe !!", "compound": 0.709, "pos": 0.14, "neg": 0.0, "neu": 0.86, "data": "2018-12-29 00:51:11"}, {"text": "No this is YOUR 7th time watching Repertoire ", "compound": -0.296, "pos": 0.0, "neg": 0.239, "neu": 0.761, "data": "2018-11-24 00:08:19"}, {"text": " 's repertoire blurs the line between comedy and performance art", "compound": 0.3612, "pos": 0.217, "neg": 0.0, "neu": 0.783, "data": "2019-01-18 06:35:47"}, {"text": "Just binge watched Repertoire by , absolutely brilliant, a work of art and if you haven’t seen it, your seriously missing out.", "compound": 0.2944, "pos": 0.164, "neg": 0.156, "neu": 0.68, "data": "2019-01-09 07:59:36"}, {"text": "I’ve just finished ’s four-show series Repertoire and it’s fantastic. Highly recommend. ", "compound": 0.7501, "pos": 0.39, "neg": 0.0, "neu": 0.61, "data": "2019-01-26 07:08:27"}, {"text": "Well according to there will be plenty of votes coming in from ducks. All but 1 duck too repertoire", "compound": 0.1406, "pos": 0.084, "neg": 0.0, "neu": 0.916, "data": "2019-02-08 04:45:26"}, {"text": "Current state of play in my ol’ media life. Classic Scrapes on Audio book, Taskmaster, Repertoire . All just on one big loop... AsYaDo", "compound": 0.34, "pos": 0.098, "neg": 0.0, "neu": 0.902, "data": "2019-01-20 08:53:12"}, {"text": "Third time watching Repertoire on Netflix and once again I'm in tears", "compound": -0.2263, "pos": 0.0, "neg": 0.147, "neu": 0.853, "data": "2018-12-15 07:02:43"}, {"text": "Listening to 's male comedienne w/ the wife. Haven't laughed this much since repertoire ! ", "compound": -0.2896, "pos": 0.098, "neg": 0.169, "neu": 0.733, "data": "2019-03-02 08:34:17"}, {"text": "Who is James Acaster , when is he on Pointless Celebrities and what is the Taskmaster comedian’s Repertoire Netflix show? ", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-01-13 00:50:02"}, {"text": "One of the funniest things I’ve ever watched. “ Repertoire ” is absolutely superb ", "compound": 0.8399, "pos": 0.4, "neg": 0.0, "neu": 0.6, "data": "2019-02-18 08:03:45"}, {"text": "I’ve watched James Acaster ’s Repertoire all the way through about three times and I’ve got way more room for more", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2018-11-25 05:16:34"}, {"text": "Repertoire from is my favorite thing from 2018 ok that's all ", "compound": 0.6369, "pos": 0.366, "neg": 0.0, "neu": 0.634, "data": "2019-01-08 13:27:17"}, {"text": "James acaster . His ' Repertoire ' show on Netflix is so funny", "compound": 0.5777, "pos": 0.294, "neg": 0.0, "neu": 0.706, "data": "2019-03-08 05:45:53"}, {"text": "30 - REPERTOIRE by . Absolutely my sort of humour. ", "compound": 0.4228, "pos": 0.286, "neg": 0.0, "neu": 0.714, "data": "2018-12-15 23:12:27"}, {"text": "watch repertoire by james acaster on netflix its so fucking funny", "compound": 0.5379, "pos": 0.258, "neg": 0.0, "neu": 0.742, "data": "2019-01-03 04:46:06"}, {"text": "My favourite thing that I watched this year, since everyone is doing lists and that: Repertoire by on Netflix. It's brilliant. At one point I was crying with laughter. Apart from his show, and my cat, it was a shite year. BYE, 2018.", "compound": 0.5994, "pos": 0.149, "neg": 0.066, "neu": 0.786, "data": "2018-12-31 05:52:42"}, {"text": "I was referring to Repertoire , and until something else comes along I'll be re-watching it too!", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2018-11-28 22:26:35"}, {"text": "15/12/18 I've now watched James Acaster 's Repertoire shows and god damn that's some great comedy. Give it a go. ", "compound": 0.7184, "pos": 0.33, "neg": 0.102, "neu": 0.568, "data": "2018-12-16 06:59:24"}, {"text": "I've posted on Facebook 4 times this year. One of which was to recommend 's repertoire . Posted this today and people are like, genuinely worried. Lesson learnt: no one can tell your tone online and no one watches my recommendations. ", "compound": -0.1531, "pos": 0.11, "neg": 0.145, "neu": 0.746, "data": "2018-12-25 22:36:53"}, {"text": "watching James Acaster Repertoire and have just found out about the existence of Christingle??? what in the actual HELL why are there sweetie sticks stabbing an orange? why do they symbolise all of God’s creations? eternally confused x ", "compound": -0.5849, "pos": 0.122, "neg": 0.181, "neu": 0.696, "data": "2018-11-28 06:19:01"}, {"text": "Just watching stand up gigs Repertoire on Netflix and have decided he’s a very funny man! I highly recommend you watch it", "compound": 0.7413, "pos": 0.259, "neg": 0.0, "neu": 0.741, "data": "2018-11-28 23:58:37"}, {"text": "I mean, this day is just getting worse. Sorry - I just undersold your repertoire by a whole special. I'm a terrible friend, and internet user.", "compound": -0.1531, "pos": 0.201, "neg": 0.255, "neu": 0.544, "data": "2018-11-27 03:00:21"}, {"text": "So, is repertoire going to get more collections added to it? We NEED more james acaster in the us and I've watched the 4 currents so many times even I memorized the bits", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-13 11:20:39"}, {"text": " we got this flavour of potato chips in Australia and they made me immediately think of you in Repertoire . ", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-02-15 18:14:49"}, {"text": " Repertoire is brilliant. Just booked seats for your show in Manchester...sitting at the back so we can get involved in the banter", "compound": 0.5859, "pos": 0.153, "neg": 0.0, "neu": 0.847, "data": "2018-12-30 04:36:46"}, {"text": "Well, well , well ... What I have just witnessed is just feckin brilliant, sir. Applause, applause, applause. Everyone who likes comedy should get a look at Repertoire on Netflix ASAP. Gold.", "compound": 0.9674, "pos": 0.543, "neg": 0.0, "neu": 0.457, "data": "2018-11-30 22:01:48"}, {"text": "I forget—do you have Netflix? If so, watch his special, Repertoire . If not, look him up on YouTube. There’s plenty there to keep you busy for a while.", "compound": 0.4522, "pos": 0.106, "neg": 0.0, "neu": 0.894, "data": "2019-02-27 02:19:48"}, {"text": " alright I just gotta say how amazingly funny Repertoire is. Jokes pop into my head often from it and many lines have permeated into my friend group. I've watched it multiple times through and appreciate it more and more with every viewing. Thank you", "compound": 0.9273, "pos": 0.296, "neg": 0.0, "neu": 0.704, "data": "2019-03-03 02:39:32"}, {"text": " Just watched repertoire on Netflix. Think you missed a trick by not calling it \"Ready to Watch James Acaster \" as by the time i put it on...", "compound": -0.5439, "pos": 0.0, "neg": 0.2, "neu": 0.8, "data": "2019-01-09 00:13:37"}, {"text": "cannot stop singing 's \"kettering town fc\" song after watching repertoire earlier", "compound": 0.2235, "pos": 0.146, "neg": 0.0, "neu": 0.854, "data": "2019-02-07 07:39:07"}, {"text": " After watching the amazing Repertoire yesterday I’m not sure I can sit through another one of these ", "compound": 0.4287, "pos": 0.192, "neg": 0.099, "neu": 0.708, "data": "2018-11-22 03:42:06"}, {"text": "Watching Repertoire for the umpteenth time and it never gets old! Also fall in love with a bit more every time.", "compound": 0.6696, "pos": 0.191, "neg": 0.0, "neu": 0.809, "data": "2019-02-06 02:06:48"}, {"text": "Best 30-Minute Special: : The Standups (4) Best Series of Stand-Ups: : Repertoire (11, 20, 28, 29) Rookie of the Year (Best special from someone I hadn't heard of before): : Positive Influence (7)", "compound": 0.9545, "pos": 0.41, "neg": 0.0, "neu": 0.59, "data": "2019-01-01 03:05:06"}, {"text": "I've watched \" Repertoire \" three times now. My husband doesn't get it - \"what is it that you like about it?\", he says in genuine curiosity. The relationship has come under strain of late.", "compound": 0.3182, "pos": 0.074, "neg": 0.036, "neu": 0.89, "data": "2018-12-11 06:19:43"}, {"text": "Netflix is all \"Watch it again! James Acaster Repertoire ! And I'm like \"quit telling me what to do Netflix but okay\"", "compound": 0.5696, "pos": 0.198, "neg": 0.0, "neu": 0.802, "data": "2019-01-02 07:50:20"}, {"text": "Repertoire by James Acaster is the funniest thing on Netflix imo, pure genius", "compound": 0.5574, "pos": 0.231, "neg": 0.0, "neu": 0.769, "data": "2018-12-03 02:55:19"}, {"text": "Was reminded of today at the dentist. Repertoire DoTheToothsTeethHaveTeethToo ", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-02-06 03:59:15"}, {"text": "In case you haven't see James Acaster 's \" Repertoire \" on Netflix... honest to God, funniest, cleverest, daftest live shows I've ever seen. Four hours without a weak moment. I think he might be a genius. ", "compound": 0.9326, "pos": 0.357, "neg": 0.0, "neu": 0.643, "data": "2019-03-02 07:52:33"}, {"text": "ok imma watch some standup on netflix cuz it’s been awhile so I’ll start james acaster ’s repertoire", "compound": 0.296, "pos": 0.115, "neg": 0.0, "neu": 0.885, "data": "2019-01-19 08:05:42"}, {"text": "Finished watching 's Repertoire on last night and I woke up with KetteringTownFC stuck in my head. I'm not even mad about it!", "compound": 0.2311, "pos": 0.117, "neg": 0.08, "neu": 0.803, "data": "2019-02-15 16:19:31"}, {"text": "If anyone has enjoyed watching on GBBO Watch his Repertoire on StandUpToCancer", "compound": 0.5106, "pos": 0.231, "neg": 0.0, "neu": 0.769, "data": "2019-03-13 05:07:26"}, {"text": "If you don’t know who is...watch Repertoire on Netflix and you’re welcome, your life is complete", "compound": 0.4588, "pos": 0.167, "neg": 0.0, "neu": 0.833, "data": "2018-11-29 03:05:01"}, {"text": "Just finished watching Repertoire Then found out he’s basically sold out everywhere If anyone knows of any tickets going, ideally or then please let me know!", "compound": 0.6588, "pos": 0.183, "neg": 0.0, "neu": 0.817, "data": "2019-02-26 07:55:20"}, {"text": "I forgot how funny Repertoire by James Acaster is", "compound": 0.4404, "pos": 0.293, "neg": 0.0, "neu": 0.707, "data": "2018-12-26 20:19:40"}, {"text": "In his excellent standup special ' Repertoire ,\" UK comic James Acaster has a bit about this. He describes them as 'the opposite of a mask.'", "compound": 0.7506, "pos": 0.234, "neg": 0.0, "neu": 0.766, "data": "2019-01-11 03:22:40"}, {"text": "He's got four 1 hour specials on netflix, under the name repertoire . Perfect for Christmas viewing", "compound": 0.5719, "pos": 0.209, "neg": 0.0, "neu": 0.791, "data": "2018-12-25 16:55:31"}, {"text": " you are a legend sir. Genuinely had us in tears laughing during the Kettering Town song. Keep it up. repertoire recap", "compound": 0.3182, "pos": 0.139, "neg": 0.082, "neu": 0.779, "data": "2019-02-14 21:40:39"}, {"text": "The James Acaster collection on Netflix is fantaaastic repertoire", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-03 19:16:44"}, {"text": "Thank you for everything you do! Definitely encouraged and inspired by your blog that I spent enough money at my local sex shop that I filled my stamp card! Your writing has changed my life. :) Have you seen James Acaster : Repertoire ? It's 4 parts and super silly.", "compound": 0.9551, "pos": 0.339, "neg": 0.0, "neu": 0.661, "data": "2018-12-20 10:32:07"}, {"text": "Just watched /Claude’s latest show. It’s nothing like his Repertoire series, but it’s certainly as good. He’s a genius. – bei Phoenix Theatre", "compound": 0.7503, "pos": 0.253, "neg": 0.057, "neu": 0.691, "data": "2019-01-19 07:00:59"}, {"text": "Happy birthday thank you for making me laugh so hard during Repertoire that I gagged", "compound": 0.7673, "pos": 0.427, "neg": 0.181, "neu": 0.392, "data": "2019-01-10 01:08:01"}, {"text": " comedy enthusiast? May I recommend James Acaster ? If you haven’t already...watch his 4 part Netflix series “ Repertoire ” it’s a real work of art.", "compound": 0.782, "pos": 0.293, "neg": 0.0, "neu": 0.707, "data": "2019-03-09 08:37:47"}, {"text": "James acaster repertoire series or neal Brennan 3 mics if you haven't seen those", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-01-22 08:42:02"}, {"text": "Have you seen Repertoire on Netflix? Very funny.", "compound": 0.4927, "pos": 0.313, "neg": 0.0, "neu": 0.687, "data": "2019-03-08 13:44:18"}, {"text": "Netflix mate - his series is called repertoire . He also has a pretty awesome podcast called ", "compound": 0.8074, "pos": 0.378, "neg": 0.0, "neu": 0.622, "data": "2019-01-25 19:06:35"}, {"text": "Re-watching 's Repertoire because it is an absolute masterpiece", "compound": 0.6249, "pos": 0.339, "neg": 0.0, "neu": 0.661, "data": "2019-02-11 02:18:08"}, {"text": "‘Pasty paisley makes the girls go crazly’ watching Repertoire for the millionth time. Never. Gets. Old.", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-07 04:57:11"}, {"text": "Just finished watching the 4 series of Repertoire by on and I'm happy to announce that he is now my favorite stand up comedian! Please don't fuck it up by sexually assaulting anybody mate! SayYourPrayersSayYourPrayersSayYourPrayers", "compound": 0.8942, "pos": 0.324, "neg": 0.071, "neu": 0.604, "data": "2018-12-17 13:51:28"}, {"text": " just finished reading your classic scrapes - hilarious! Unnecessary amount of blank pages at the end, somewhat misleading! But a damn good read! Also Repertoire is genius!", "compound": 0.445, "pos": 0.208, "neg": 0.149, "neu": 0.644, "data": "2019-02-16 05:01:51"}, {"text": "prison break breaking bad stranger things orange is the new black suits broklyn 99 james acaster : repertoire explained", "compound": -0.7783, "pos": 0.0, "neg": 0.298, "neu": 0.702, "data": "2019-01-08 06:23:30"}, {"text": "Hey, um, I might have said it before but go watch ’s Repertoire on Netflix. It’s funny and it’s uncommonly clever.", "compound": 0.8338, "pos": 0.304, "neg": 0.0, "neu": 0.696, "data": "2019-01-14 05:39:12"}, {"text": " looks like someone has been watching Repertoire , and can’t wait to get to his bed tonight! NoMoreJobs", "compound": 0.4199, "pos": 0.149, "neg": 0.0, "neu": 0.851, "data": "2019-02-03 09:13:26"}, {"text": "am i really about to watch james acaster repertoire for the 6th time?? you betcha", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2018-12-03 02:35:51"}, {"text": "PSA: Watching repertoire on Netflix and I encourage every one else to do the same. Carry on.", "compound": 0.5106, "pos": 0.18, "neg": 0.0, "neu": 0.82, "data": "2019-01-04 10:04:18"}, {"text": "started my new years morning by rewatching repertoire for the 283774828376th time and i don’t really think 2019 will get any better ", "compound": 0.4404, "pos": 0.127, "neg": 0.0, "neu": 0.873, "data": "2019-01-02 02:14:37"}, {"text": "Rewatching Repertoire on Netflix for the umpteenth time and I’m still laughing just as hard as if it was the first!", "compound": 0.4753, "pos": 0.146, "neg": 0.059, "neu": 0.795, "data": "2019-01-23 05:53:00"}, {"text": " 's: repertoire is probably the best thing on incredible content, especially loved episode 3.....just pure genius.", "compound": 0.8553, "pos": 0.375, "neg": 0.0, "neu": 0.625, "data": "2019-02-09 17:17:01"}, {"text": "Boil the jug! I'm ready to watch Repertoire for the 8th time. ", "compound": 0.4199, "pos": 0.202, "neg": 0.0, "neu": 0.798, "data": "2019-02-28 15:13:10"}, {"text": "Love that Netflix has listed 's Repertoire under \"Absurd European TV Programmes\"", "compound": 0.6369, "pos": 0.276, "neg": 0.0, "neu": 0.724, "data": "2018-12-14 03:12:49"}, {"text": "Top 5 studios of the year: 1. James Acaster : Repertoire 2. Hannah Gadsby : Nanette 3. John Mulaney : Kid Gorgeous 4. Tig Notaro: Happy to Be Here 5. Fred Armisen : Standup for Drummers", "compound": 0.8591, "pos": 0.253, "neg": 0.0, "neu": 0.747, "data": "2018-12-27 22:37:06"}, {"text": "Repertoire by on Netlfix is so bloody good. Saw him the first chapter at The Alex in Southend a few years back informs of me and 12 or so other people. One of the best acts and performers I’ve ever seen. Love that man. Love his mic too! sayyourprayers", "compound": 0.9236, "pos": 0.256, "neg": 0.06, "neu": 0.685, "data": "2019-01-10 08:06:05"}, {"text": "I'm keeping my James Acaster : Repertoire opinions to myself", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2018-12-11 05:42:58"}, {"text": "The only reason I know about this club is because of James Acaster in the Repertoire", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-01-03 03:48:42"}, {"text": "So just finished watching repertoire ... No joke I woke Ellie up from crying with laughter and almost stopped breathing worth a watch folks Kettering Town fc song tops it off", "compound": 0.5314, "pos": 0.263, "neg": 0.176, "neu": 0.561, "data": "2018-11-21 22:32:22"}, {"text": " realising genies stopped giving out wishes after wish exploitation repertoire", "compound": 0.5859, "pos": 0.459, "neg": 0.13, "neu": 0.411, "data": "2019-01-28 08:49:48"}, {"text": "Are we talking about Repertoire or has something else been added ?", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2018-11-28 19:09:30"}, {"text": "Stand outs were: Live from the BBC: Nish Kumar James Acaster Repertoire Bo Burnham: Make Happy Highly reccomend all three of them", "compound": 0.5719, "pos": 0.15, "neg": 0.0, "neu": 0.85, "data": "2019-01-14 06:57:57"}, {"text": "Netflix Christmas movies are relatively short so maybe I could fit one in.. or rewatch a part from James Acaster 's Repertoire ..", "compound": 0.4144, "pos": 0.121, "neg": 0.0, "neu": 0.879, "data": "2018-12-06 04:38:43"}, {"text": "Rewatching Repertoire at work after being here for almost 12 hours is the only way to stay sane for the long night. And the tacos that I'm about to injest.", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2018-12-21 09:05:33"}, {"text": "I hope Kevin Abstract tweets about which of your jokes he would keep if you had only done one Repertoire show", "compound": 0.5994, "pos": 0.214, "neg": 0.0, "neu": 0.786, "data": "2019-03-02 07:15:01"}, {"text": "Anybody who hasn't watched the Netflix special short series ' Repertoire ' by needs to watch it immediately. I have it on repeat - still funny every time. A beautiful balance of wry humour and absurdist surrealism. Masterclass.", "compound": 0.9118, "pos": 0.303, "neg": 0.0, "neu": 0.697, "data": "2019-02-28 01:41:03"}, {"text": "If I may suggest, if you haven't watched James Acaster Repertoire on Netflix, you really should. It's very funny and original. It is four 50 minute episodes. Worth the time. ", "compound": 0.7688, "pos": 0.227, "neg": 0.0, "neu": 0.773, "data": "2019-02-22 09:52:25"}, {"text": "I’ve watched James Acaster - Repertoire upwards of 6 times and it still never fails to cheer me up", "compound": -0.0951, "pos": 0.116, "neg": 0.135, "neu": 0.749, "data": "2018-12-14 02:01:00"}, {"text": "In my city on April 1st!! This had better not be some cruel fools day joke. I’ve watched Repertoire on Netflix five times.", "compound": 0.6763, "pos": 0.283, "neg": 0.103, "neu": 0.614, "data": "2019-02-08 06:03:58"}, {"text": "Crying on the train at Netflix’s Repertoire ", "compound": -0.4767, "pos": 0.0, "neg": 0.341, "neu": 0.659, "data": "2018-12-10 02:39:18"}, {"text": "New bucket list item, smoke weed wit and figure out where his ideas come from The origins of prawn toast are sill unknown. repertoire", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-01-04 09:21:31"}, {"text": "Just started watching Repertoire (awesome by the way) after listing to Off Menu, which I'm loving. So funny to hear and laughing their heads off in the audience.", "compound": 0.8832, "pos": 0.292, "neg": 0.0, "neu": 0.708, "data": "2019-02-02 06:53:24"}, {"text": "At least put Repertoire", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-02-09 18:52:19"}, {"text": "The James Acaster stand-up Netflix exclusive four part special Repertoire (2018) is just a symptom of late capitalism.", "compound": 0.4939, "pos": 0.219, "neg": 0.0, "neu": 0.781, "data": "2018-12-20 22:58:41"}, {"text": "Watching the fantastical and super-funny Repertoire series by . The jokes are certainly more than funny enough, but I absolutely love the silences in between. Top class stand up all round. Thanks, James.", "compound": 0.9557, "pos": 0.449, "neg": 0.0, "neu": 0.551, "data": "2018-11-30 20:07:45"}, {"text": "ok, watching 's ' repertoire ' on netflix & it's wonderfully hilarious. i recommend! good lad.", "compound": 0.9259, "pos": 0.674, "neg": 0.0, "neu": 0.326, "data": "2019-03-09 02:30:01"}, {"text": "I reckon I could watch repertoire on repeat it’s that funny. ", "compound": 0.4404, "pos": 0.266, "neg": 0.0, "neu": 0.734, "data": "2019-02-01 03:53:13"}, {"text": " I like you on Taskmaster is it worth me watching Repertoire on or should I not bother ?", "compound": 0.6636, "pos": 0.349, "neg": 0.0, "neu": 0.651, "data": "2019-02-09 05:24:02"}, {"text": " Funny podcast! Well done guys! In my tweet yesterday about my own podcast I emulated friend Lawrence ( Repertoire ) by writing “Audio problems, schmaudio problems”. Very effective. As advertised.", "compound": 0.8583, "pos": 0.33, "neg": 0.073, "neu": 0.597, "data": "2018-12-15 22:14:11"}, {"text": "I kid you not I just watched Bandersnatch and was like lol imma watch something funny so put on repertoire and the music started and I swear it was practically identical to the music in Bandersnatch....", "compound": 0.7906, "pos": 0.214, "neg": 0.031, "neu": 0.755, "data": "2018-12-30 06:00:00"}, {"text": "Happy Valentine's Day! A quote of the day from in Recognise / Repertoire . HappyValentinesDay ValentinesDay ", "compound": 0.6114, "pos": 0.25, "neg": 0.0, "neu": 0.75, "data": "2019-02-14 18:24:43"}, {"text": "It's Pancake Day and everyone is tweeting about it and TBH I'd never heard of it until I watched James Acaster 's Repertoire .", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-06 06:26:43"}, {"text": "I go to Pret a Manger sometimes and now I can’t even pass one without giggling about “mange-ing” a banana thanks to James Acaster ’s Repertoire", "compound": 0.1999, "pos": 0.116, "neg": 0.084, "neu": 0.8, "data": "2019-02-08 00:18:22"}, {"text": "James Acaster : Repertoire It’s only a four part standup series so it won’t last you long but it’s seriously one of the best things on Netflix. I recommend watching it all in one sitting if you have time. At the very least watch them close together.", "compound": 0.8402, "pos": 0.174, "neg": 0.039, "neu": 0.787, "data": "2018-12-31 13:35:55"}, {"text": "If you haven't heard of Mr. Acaster, you should watch his special called \" Repertoire \". It's brilliant (he's British).", "compound": 0.7579, "pos": 0.277, "neg": 0.0, "neu": 0.723, "data": "2019-03-08 09:19:40"}, {"text": "Watching ’s Repertoire with my dad. He noticed that in the British police there’s no such rank as Captain and so he doesn’t believe a word being said. Poor research.", "compound": -0.6486, "pos": 0.0, "neg": 0.164, "neu": 0.836, "data": "2018-12-30 08:15:45"}, {"text": "Revisiting a recommendation from Duff on the 'cast way back on Ep. 12. 's Repertoire . It's on Netflix and it is blazingly good. ", "compound": 0.4404, "pos": 0.121, "neg": 0.0, "neu": 0.879, "data": "2018-12-09 06:12:00"}, {"text": "If you need a laugh, I love it so much I’m rewatching James Acaster ’s Repertoire . His bit on Pret A Manger is amazing", "compound": 0.9118, "pos": 0.392, "neg": 0.0, "neu": 0.608, "data": "2019-02-05 09:20:28"}, {"text": "i just watched all of repertoire & i really couldn’t be more excited to see in march now", "compound": 0.4005, "pos": 0.161, "neg": 0.0, "neu": 0.839, "data": "2019-02-03 19:35:33"}, {"text": "I end up watching James Acaster ’s ‘ Repertoire ’ on Netflix like once a month because I still can’t get over how fun it is. ", "compound": 0.7003, "pos": 0.216, "neg": 0.0, "neu": 0.784, "data": "2019-03-05 11:32:03"}, {"text": "The words 'heshe' and 'they' as described by will, from now on wards forever bring a smile to my face Repertoire", "compound": 0.3612, "pos": 0.116, "neg": 0.0, "neu": 0.884, "data": "2018-11-27 20:25:41"}, {"text": "James Acaster ’s Repertoire is pure British comedy gold.", "compound": 0.3612, "pos": 0.238, "neg": 0.0, "neu": 0.762, "data": "2019-03-02 16:39:00"}, {"text": " ’s Repertoire on Netflix is fucking hilarious man, one of the best comedians out there", "compound": 0.8553, "pos": 0.439, "neg": 0.0, "neu": 0.561, "data": "2019-03-03 23:20:18"}, {"text": "Rewatching James Acaster : repertoire for like the 7th time fukin hell I love him can’t wait to acc watch him x x x", "compound": 0.2732, "pos": 0.245, "neg": 0.168, "neu": 0.586, "data": "2018-12-13 05:27:24"}, {"text": " is the material in your cold lasagne tour the same as the one in repertoire ? I absolutely loved repetoire btw", "compound": 0.6361, "pos": 0.189, "neg": 0.0, "neu": 0.811, "data": "2019-01-08 03:47:02"}, {"text": "i’m going to personally block every other show movie or special on netflix until y’all watch james acaster ’s repertoire", "compound": -0.0516, "pos": 0.114, "neg": 0.123, "neu": 0.763, "data": "2019-03-14 07:09:11"}, {"text": "Never related to anything more .... Repertoire Recognise ", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-01-14 02:30:32"}, {"text": "if james acaster 's spectacularly shit su2c baking breakdown isn't enough to make people watch repertoire on netflix i literally despair with u all", "compound": -0.7096, "pos": 0.0, "neg": 0.228, "neu": 0.772, "data": "2019-03-14 01:15:51"}, {"text": "If you have access you need to watch Repertoire by ", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-02-05 09:09:39"}, {"text": "spending my new years eve watching Repertoire . ending 2018 the best way x", "compound": 0.6369, "pos": 0.276, "neg": 0.0, "neu": 0.724, "data": "2019-01-01 03:51:11"}, {"text": "Seen “ James Acaster : Repertoire ” on Netflix yet? ", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-02-28 12:37:27"}, {"text": "so uh everyone go watch ‘s special on Netflix called “ repertoire ”", "compound": 0.4019, "pos": 0.184, "neg": 0.0, "neu": 0.816, "data": "2019-02-07 22:30:55"}, {"text": "You should watch episode two of : Repertoire . The whole thing really. But, episode two...", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-04 01:36:26"}, {"text": "I know mate, seen all of repertoire just thought the star wars link is weird", "compound": -0.6486, "pos": 0.0, "neg": 0.306, "neu": 0.694, "data": "2018-12-30 17:39:04"}, {"text": "So far I’ve only used my new 4K plan to watch ‘ James Acaster : Repertoire ’ 3 times. Totally worth it. Repertoire Netflix Comedy Springleaf", "compound": 0.5709, "pos": 0.176, "neg": 0.0, "neu": 0.824, "data": "2019-02-18 18:36:21"}, {"text": "Albums: 1. Sunflower Bean: Twentytwo in Blue 2. The Vaccines: Combat Sports 3. Arctic Monkeys: Tranquility Base Hotel & Casino 4. Fickle Friends: You Are Somebody Else 5. Public Access T.V.: Street Safari TV: 1. England vs Colombia 2: James Acaster : Repertoire 3: The Good Place", "compound": 0.7506, "pos": 0.169, "neg": 0.046, "neu": 0.785, "data": "2018-12-24 01:10:14"}, {"text": "Anybody else seen Repertoire on Netflix and thought, fuck me this guy is some kind of brilliant mutant comedy wizard?", "compound": 0.3626, "pos": 0.227, "neg": 0.132, "neu": 0.641, "data": "2018-12-29 17:52:04"}, {"text": "Just announced and on-sale now: Fast-rising UK stand-up James Acaster , veteran of the hilarious 2018 Netflix special ‘ Repertoire ,’ brings his 'Cold Lasagna Hate Myself 1999' tour to ", "compound": 0.1779, "pos": 0.154, "neg": 0.105, "neu": 0.741, "data": "2019-02-08 07:49:40"}, {"text": "You should watch 's Repertoire on Netflix. It's not exactly this but it's quite good comedy with a very good execution", "compound": 0.9224, "pos": 0.419, "neg": 0.0, "neu": 0.581, "data": "2019-01-14 12:20:51"}, {"text": "It happened Thank you for taking the time to talk yesterday. It was everything i imagined it to be like! I only went and forgot how to smile normally Go watch James Acaster Repertoire available on Netflix. Say your prayers. ", "compound": 0.7777, "pos": 0.182, "neg": 0.0, "neu": 0.818, "data": "2019-01-19 23:26:37"}, {"text": "2018 Top 10 1. James Acaster : Repertoire (it counts, fight me) 2. Burning 3. Mandy 4. Hereditary 5. Spider Man: ITSV 6. Suspiria 7. First Reformed 8. A Prayer Before Dawn 9. The Ballad of Buster Scruggs 10. Sorry to Bother You God, this was an awesome year for movies", "compound": 0.4019, "pos": 0.14, "neg": 0.11, "neu": 0.75, "data": "2018-12-31 08:57:33"}, {"text": " watching Repertoire on Netflix and now have “Kettering Town FC” stuck in my head....cheers", "compound": -0.25, "pos": 0.0, "neg": 0.133, "neu": 0.867, "data": "2019-03-04 03:07:43"}, {"text": " wanted to wait at the stage door at the end but can’t because i fucked up my foot but the show, repertoire and your book are fucking brill - can’t wait to get muted", "compound": -0.7964, "pos": 0.0, "neg": 0.164, "neu": 0.836, "data": "2019-01-16 05:19:13"}, {"text": "Watching Repertoire on Netflix and I'm fully convinced is my soul mate tbh", "compound": 0.4576, "pos": 0.2, "neg": 0.0, "neu": 0.8, "data": "2018-11-27 23:41:29"}, {"text": " have watched Repertoire on mainly repeat for the last week or so...brilliant and extremely clever comedy ..bravo..", "compound": 0.7245, "pos": 0.288, "neg": 0.0, "neu": 0.712, "data": "2019-01-28 05:10:21"}, {"text": "Absolutely hilarious show! Would thoroughly recommend going to blizzard ! The best comedy show I've seen and I've seen James Acaster 's repertoire on netflix!", "compound": 0.924, "pos": 0.401, "neg": 0.0, "neu": 0.599, "data": "2019-02-17 06:00:14"}, {"text": "also for the last anon watch james acaster ’s repertoire xox — thnk u I haven’t seen it either ", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-01-17 22:23:40"}, {"text": "If you haven’t already, watch Repertoire on Netflix - I’m in stitches on the bus and each ep is almost exactly the same length of my journey so I don’t have to look at a single fellow bus goer the entire way to work! Bonus.", "compound": 0.5848, "pos": 0.085, "neg": 0.0, "neu": 0.915, "data": "2018-11-21 16:36:18"}, {"text": "james acaster ’s repertoire is a really good netflix show. i highly recommend!", "compound": 0.7413, "pos": 0.411, "neg": 0.0, "neu": 0.589, "data": "2018-12-20 23:46:29"}, {"text": "SAY YOUR PRAYERS! SAY YOUR PRAYERS! SAY YOUR PRAYERS! SAY YOUR PRAYERS! SAY YOUR PRAYERS! SAY YOUR PRAYERS! Okay I give in I'll watch Repertoire again", "compound": 0.471, "pos": 0.113, "neg": 0.0, "neu": 0.887, "data": "2019-01-24 01:56:38"}, {"text": "James acaster is genuinely the funniest comedian on television at the moment. check out his netflix standup show \" repertoire \" if you have the chance ", "compound": 0.802, "pos": 0.281, "neg": 0.0, "neu": 0.719, "data": "2018-11-29 18:20:56"}, {"text": "James Acaster 's ' Repertoire ' is marvellous. Loved it", "compound": 0.5994, "pos": 0.358, "neg": 0.0, "neu": 0.642, "data": "2019-02-15 06:01:18"}, {"text": "Had to stop myself from singing ‘K and an E and a T and a T and an E and a R and an ING’ at tonight so I just hid behind social media and tweeted him instead. repertoire", "compound": -0.4364, "pos": 0.0, "neg": 0.122, "neu": 0.878, "data": "2019-02-10 08:52:02"}, {"text": " 's \" Repertoire \" on Netflix is GOLD.", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-02-20 05:24:19"}, {"text": "Don’t recommend much these days but if you haven’t mangéd your way through ’s 4-part Repertoire on Netflix please do it. I’m rewatching for the second time in as many days and it’s fucking joyous. Picture me kissing my fingers like a chef. That good.", "compound": 0.9748, "pos": 0.376, "neg": 0.0, "neu": 0.624, "data": "2018-12-14 04:48:49"}, {"text": "Watching Repertoire on - it's brilliant! Cannot stop laughing; got to see him live", "compound": 0.5191, "pos": 0.321, "neg": 0.141, "neu": 0.537, "data": "2019-01-15 02:45:35"}, {"text": " : “ Repertoire ” is actually funnier the second time round", "compound": 0.4019, "pos": 0.231, "neg": 0.0, "neu": 0.769, "data": "2019-02-16 21:13:39"}, {"text": "July was when James Acaster dmed me about my Nanette and Repertoire piece and I thought \"hold on a second, writing about media I love makes the creators happy and me happy\" and everything CLICKED.", "compound": 0.9118, "pos": 0.286, "neg": 0.0, "neu": 0.714, "data": "2018-12-30 03:15:03"}, {"text": "Can't sleep, rewatching 's Repertoire . On second viewing the jokes still a laugh, the monochrome still an eyesore.", "compound": 0.6808, "pos": 0.272, "neg": 0.0, "neu": 0.728, "data": "2019-01-19 14:21:51"}, {"text": "I’m now laid in bed unable to sleep thanks the the electronic version of auld Lang syne lovingly performed in his repertoire show and yes I have already said ‘Jobs done’", "compound": 0.8689, "pos": 0.266, "neg": 0.0, "neu": 0.734, "data": "2019-02-01 08:38:04"}, {"text": "The only 2 programmes I’ve watched today have featured , repertoire on my lunch, taskmaster for bed. And that’s the way aha aha I like it. Sorry, wrong comedian.", "compound": 0.1779, "pos": 0.162, "neg": 0.14, "neu": 0.698, "data": "2019-01-17 06:30:03"}, {"text": " did a pretty spectacular 5 minutes on this in Repertoire . ‘Return the Elgin Marbles’ ‘I don’t think so, we’re still looking at them’", "compound": 0.4939, "pos": 0.138, "neg": 0.0, "neu": 0.862, "data": "2018-11-25 07:08:29"}, {"text": " am I dreaming my own real life, or did you tweet about 's Repertoire recently?", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2018-12-20 22:01:30"}, {"text": " - I’m loving Repertoire and more importantly the green chorduroy combo. ", "compound": 0.7574, "pos": 0.448, "neg": 0.0, "neu": 0.552, "data": "2019-01-09 09:20:05"}, {"text": "FILM/TV: JAMES ACASTER : REPERTOIRE The Bens Shapiro of the world may not enjoy Acaster because his act doesn't involve mocking the vulnerable, but we decent people can enjoy 4 hours of his pure, precise, convoluted comedy. This should be the standard. ", "compound": -0.2088, "pos": 0.105, "neg": 0.144, "neu": 0.751, "data": "2019-01-01 01:27:53"}, {"text": " repertoire is the funniest show on Netflix", "compound": 0.5574, "pos": 0.375, "neg": 0.0, "neu": 0.625, "data": "2019-01-14 02:31:06"}, {"text": "Repertoire by is my new favourite thing on Netflix, and I bet a lot of you need a laugh so I'd recommend it. 10/10, may contain sloths. Also here's some art. ", "compound": 0.749, "pos": 0.197, "neg": 0.0, "neu": 0.803, "data": "2018-12-20 14:18:08"}, {"text": "If you happen to have exactly the same sort of sense of humor I have, then you will enjoy James Acaster . There are four episodes of some standup-ish thing there called Repertoire . Here's a clip of him doing some other thing: ", "compound": 0.6486, "pos": 0.125, "neg": 0.0, "neu": 0.875, "data": "2019-01-02 11:49:09"}, {"text": "I kept having to pause ’s “Recognise” episode of Repertoire on Netflix to wipe the tears from my eyes. It is so funny", "compound": 0.4294, "pos": 0.146, "neg": 0.074, "neu": 0.78, "data": "2018-12-28 19:25:41"}, {"text": "james acaster getting attention = me being super happy so watch repertoire on netflix! ", "compound": 0.8356, "pos": 0.418, "neg": 0.0, "neu": 0.582, "data": "2019-03-14 10:15:10"}, {"text": "Does wear a digital watch because he can’t tell time otherwise. Tbf I wouldn’t be surprised repertoire Netflix", "compound": 0.2263, "pos": 0.112, "neg": 0.0, "neu": 0.888, "data": "2019-02-15 01:26:04"}, {"text": "tbh i have so many questions about james acaster 's repertoire", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-08 04:19:40"}, {"text": "I've watched this three times already. It's still as funny as the first time. Watch Repertoire on . He loves to 'manger' at A Manger. ", "compound": 0.765, "pos": 0.239, "neg": 0.0, "neu": 0.761, "data": "2018-12-11 18:10:35"}, {"text": "James Acaster Repertoire is absolutely hilarious - I too am a Dr Pepper girl and no it does not taste like mixed fruit ", "compound": -0.0816, "pos": 0.123, "neg": 0.177, "neu": 0.7, "data": "2019-02-19 04:16:49"}, {"text": " my friend today said ‘no pun intended, but’ THEN told a pun. 2 days ago he played devils advocate and didn’t tell us. We were talking about the Michael Jackson documentary. He’s never seen repertoire . I am deeply frustrated", "compound": -0.4201, "pos": 0.124, "neg": 0.164, "neu": 0.711, "data": "2019-03-08 02:30:46"}, {"text": "It's pretty much the opening joke in his first special, Repertoire .", "compound": 0.7964, "pos": 0.503, "neg": 0.0, "neu": 0.497, "data": "2019-03-03 20:22:56"}, {"text": " Please don't forget that today is National Pancake Day. I just so happened to watch all of Repertoire today and felt like I should inform", "compound": 0.6669, "pos": 0.244, "neg": 0.0, "neu": 0.756, "data": "2019-03-06 00:31:22"}, {"text": "Thinking about watching something new on Netflix... Na, I'll watch Repertoire for the umpteenth time! sayyourprayers", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-01-25 04:57:54"}, {"text": "have watched ’s Repertoire like three times now. very funny shit. would recommend.", "compound": 0.513, "pos": 0.389, "neg": 0.184, "neu": 0.427, "data": "2018-12-31 01:49:04"}, {"text": "My review of James Acaster : Repertoire (2018) on : ", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-01-16 02:06:27"}, {"text": "my 5 favorite things from 2018: - company - love, simon - killing eve - james acaster : repertoire - truly devious by maureen johnson", "compound": 0.6908, "pos": 0.354, "neg": 0.154, "neu": 0.491, "data": "2019-01-01 19:35:43"}, {"text": "If you find the time and have Netflix. I highly recommend you watch James Acaster 's ( the comedian in the clip) 4 part series called Repertoire . He is a brilliant comedian. A classic example of British humour", "compound": 0.9312, "pos": 0.347, "neg": 0.0, "neu": 0.653, "data": "2018-12-17 15:22:30"}, {"text": "Ever since watching Repertoire on Netflix I've wanted to marry James Acaster and it's ok, I recognise the futility of that ambition but just imagine the sense of cruel, heart-rending mockery I feel when I subscribe to his mailing list only to be greeted with this: ", "compound": -0.7096, "pos": 0.083, "neg": 0.159, "neu": 0.759, "data": "2019-03-05 04:07:51"}, {"text": "With that said, I’ve watch these over the break: Marvelous Mrs. Maisel, Bandersnatch, A Very English Scandal, Birdbox, YOU, 7 Days Out, James Acaster : Repertoire , Homecoming and The Man in the High Castle.", "compound": 0.1832, "pos": 0.108, "neg": 0.088, "neu": 0.804, "data": "2019-01-01 04:14:45"}, {"text": "New pj’s , a lovely drop of red and Repertoire on the box ... that is a Friday win wildfridays", "compound": 0.7579, "pos": 0.321, "neg": 0.089, "neu": 0.591, "data": "2018-12-15 06:27:26"}, {"text": "If you start playing episode 3 of ’s “ Repertoire ” at 11:14:37pm, he will play “Auld Lang Syne” at exactly midnight, and that’s how I’ll be spending my New Years", "compound": 0.4939, "pos": 0.13, "neg": 0.0, "neu": 0.87, "data": "2019-01-01 10:20:08"}, {"text": "Rewatching repertoire with a cuppa and left over Christmas chocolate thursdaygoals ", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-01-24 22:17:16"}, {"text": "So, 11/23: James Acaster ’s Netflix hours, REPERTOIRE . Griffin mentioned it on a few weeks ago, & I just had to pause it for laughing so hard during bit in the third hour. Physical, goofier, less-snide-yet-no-less-current stand-up than I think is currently hip.", "compound": 0.3256, "pos": 0.076, "neg": 0.044, "neu": 0.88, "data": "2018-11-24 06:09:54"}, {"text": " This is how I search for Repertoire and it makes me laugh every time. ", "compound": 0.5574, "pos": 0.231, "neg": 0.0, "neu": 0.769, "data": "2019-02-19 11:12:22"}, {"text": "Having watched him on Taskmaster, his Repertoire on Netflix and driving past *-*-*-T-E-R-I-N-G T-O-W-N on the weekend I thought it only fate to buy my first Christmas present.. 2 tickets to next year. PS - that chant was in my head all the way up back from Scotland!", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2018-12-07 19:12:17"}, {"text": "In bed eating cheese spread on toast with and a bit of Repertoire ...I’ve had worse Tuesdays! LoveThisManRightNow", "compound": -0.5255, "pos": 0.0, "neg": 0.175, "neu": 0.825, "data": "2019-03-13 07:53:35"}, {"text": "Just watched Repertoire on Netflix......fucking brilliant standup. Unique and absolutely hilarious. 100% recommend comedy standup", "compound": 0.9013, "pos": 0.523, "neg": 0.0, "neu": 0.477, "data": "2018-12-31 03:47:21"}, {"text": "If you haven’t seen James Acaster ’s Netflix standup series Repertoire , I highly recommend it. Very funny and very clever ", "compound": 0.8511, "pos": 0.367, "neg": 0.0, "neu": 0.633, "data": "2019-03-03 00:28:59"}, {"text": "Repertoire is just absolute genius, so funny ", "compound": 0.5777, "pos": 0.384, "neg": 0.0, "neu": 0.616, "data": "2019-01-14 01:39:05"}, {"text": " is one of the most intelligent comedians out there! He is so random but his jokes are smart and well thought out! Not seen anybody like him. Hoping to see him live soon! wehavethesamehumour iwishiwasfunny repertoire netflix", "compound": 0.926, "pos": 0.344, "neg": 0.053, "neu": 0.602, "data": "2019-02-07 07:17:41"}, {"text": "!FRANKENTITTY from about 10 years ago, so took me slightly out of the gag. Really loving what has done with Repertoire on Netflix, I can’t really reccomend it highly enough.", "compound": 0.474, "pos": 0.132, "neg": 0.071, "neu": 0.797, "data": "2019-01-04 08:17:58"}, {"text": "Watching ’s Repertoire tonight with my sister. She thinks they are lost soul mates and is genuinely asking me to write this right now as she ‘hasn’t bothered with twitter for a while’. *sigh*", "compound": -0.5574, "pos": 0.0, "neg": 0.129, "neu": 0.871, "data": "2019-01-17 05:54:18"}, {"text": "James Acaster ’s repertoire is my favourite thing to listen to while painting, but since we haven’t had wifi for a while (again fuck you cogeco) I cant watch Netflix without killing my data. (+)", "compound": 0.0062, "pos": 0.118, "neg": 0.117, "neu": 0.765, "data": "2018-12-10 02:20:10"}, {"text": "Spent multiple days studying and re-binging 's repertoire to make this timeline instead of working on my finals and I haven't decided yet whether procrastinating by working on this was the right idea but I had a ton of fun making it (and it was soo satisfying) ", "compound": 0.6652, "pos": 0.094, "neg": 0.0, "neu": 0.906, "data": "2018-11-29 11:42:37"}, {"text": " Just finished watching Repertoire , absolutely hilarious! I'll never say spag bol again.", "compound": 0.5081, "pos": 0.23, "neg": 0.0, "neu": 0.77, "data": "2018-11-28 19:26:40"}, {"text": "Just watched the first two episodes of Repertoire on Netflix Wee almost came out, he’s bloody hilarious ", "compound": -0.0516, "pos": 0.131, "neg": 0.141, "neu": 0.728, "data": "2019-01-02 05:24:20"}, {"text": "Loved the podcast with . Honest with some great advice that we can all apply to our own lives. Hearing the repertoire story makes me appreciate it even more. He works so hard & deserves all the happiness and success. A fascinating guy!", "compound": 0.9756, "pos": 0.426, "neg": 0.032, "neu": 0.543, "data": "2019-01-08 01:56:42"}, {"text": "i’ve given up on trying to fnd a Simpme film to watch that won’t make me feel anxious so i’m just going repertoire by james acaster", "compound": -0.25, "pos": 0.0, "neg": 0.077, "neu": 0.923, "data": "2019-02-21 08:22:26"}, {"text": "Big Mouth or Repertoire if you want laughs, or Trigger Warning with for serious social documentary. And the excellent Ghost Stories.", "compound": 0.4939, "pos": 0.281, "neg": 0.205, "neu": 0.514, "data": "2019-01-21 01:49:22"}, {"text": "hello watch repertoire by james acaster on netflix", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-01-20 06:34:17"}, {"text": " Repertoire . Watching it rn. My absolute favorite comedian.", "compound": 0.6808, "pos": 0.483, "neg": 0.0, "neu": 0.517, "data": "2019-02-19 02:25:42"}, {"text": " just watched repertoire AGAIN it had me in stitches", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-01-15 02:48:59"}, {"text": "Finally finished Repertoire That Kettering song needs to go viral.", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-01-27 07:11:52"}, {"text": " Been watching Repertoire ... well savouring an episode a night... and all I can truly say is outstanding comedy. Belly chuckles that were good for the soul! Thanks for the laughter x", "compound": 0.9678, "pos": 0.522, "neg": 0.0, "neu": 0.478, "data": "2019-01-09 04:44:55"}, {"text": "Just booked tickets for Liverpool next year. Rewatching Repertoire and can't wait!", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2018-12-16 18:12:58"}, {"text": "I rewatched Repertoire again last night, and this line hits me right in the feels every damn time. Good comedians dont just make you laugh, so thanks for bringing tears 40 minutes into the 3 1/2 hours by reminding me what a waste my last 6 years have been. x ", "compound": 0.722, "pos": 0.215, "neg": 0.128, "neu": 0.657, "data": "2018-12-31 23:17:57"}, {"text": " just finished watching Repertoire . Absolutely loved it. Looking forward to seeing you live later in the year even more now.", "compound": 0.6361, "pos": 0.181, "neg": 0.0, "neu": 0.819, "data": "2019-01-08 09:37:53"}, {"text": "Not sure if repertoire is actually funny yet as is still on his knees - when’s it starting?!", "compound": 0.3027, "pos": 0.158, "neg": 0.097, "neu": 0.744, "data": "2018-12-27 07:18:28"}, {"text": "Late to the game, but finally watched 's ' Repertoire '. Fantastic. The ending left me :O", "compound": 0.494, "pos": 0.227, "neg": 0.125, "neu": 0.648, "data": "2018-12-15 01:19:47"}, {"text": "Irish is taking me to see his boyfriend tonight. Last night he suggested we watch some Repertoire to prep. Prep? Prep for what? ARE WE DOING THE SHOW? God I hope not because Irish is NOT funny.", "compound": 0.4826, "pos": 0.135, "neg": 0.059, "neu": 0.806, "data": "2019-01-15 17:44:06"}, {"text": "Who is James Acaster , when is he on Pointless Celebrities and what is the Taskmaster comedian’s Repertoire Netflix show? ", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-01-13 01:50:01"}, {"text": "and for his full majesty in action, sign up for a month of netflix - his four part show, Repertoire , is basically flawless stand up. Worth Every Penny.", "compound": 0.6369, "pos": 0.178, "neg": 0.0, "neu": 0.822, "data": "2019-03-13 04:37:26"}, {"text": "Same here. Me and my mum now say no more jobs before going to bed after watching his repertoire series on Netflix. Hopefully this is the start of many years of being an honourary member of our families.", "compound": 0.128, "pos": 0.066, "neg": 0.054, "neu": 0.88, "data": "2018-12-27 04:50:22"}, {"text": "The James Acaster Repertoire is the most unique and laugh inducing experience on Netflix", "compound": 0.5945, "pos": 0.229, "neg": 0.0, "neu": 0.771, "data": "2018-12-25 06:17:24"}, {"text": "On it!! Got tix for Sept already & saw you earlier this year! My sister ‘reminded’ me that it’s all the same show...I ‘reminded’ her I’d seen the entirety of Repertoire 20 times so far! So,3 live shows pales in comparison! funnysfunny paytolaugh", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2018-12-07 08:31:56"}, {"text": " 's ´ Repertoire ' is probably the best comedy special of recent times. Not only is it very funny, but it is also full of a strange and sorrowful poetry, a sweet sensibility that transcends comedy. jamesacaster repertoire genius comedy standup ", "compound": 0.8833, "pos": 0.346, "neg": 0.12, "neu": 0.534, "data": "2019-01-04 12:52:13"}, {"text": "Loved Repertoire , can definitely hear cracking up all the way through too PatSpringleaf", "compound": 0.765, "pos": 0.375, "neg": 0.0, "neu": 0.625, "data": "2019-03-02 01:37:51"}, {"text": "You should check out ’s four-part standup special, Repertoire , on Netflix. “All” may be a bit of hyperbole, but enough people called him out on it in his comments that I think he’s probably gotten the message by now.", "compound": 0.2144, "pos": 0.049, "neg": 0.0, "neu": 0.951, "data": "2019-02-10 05:20:41"}, {"text": "Rewatching 's Repertoire special and between one of the first bits and , it is clear this man really has a thing for genies.", "compound": 0.6486, "pos": 0.209, "neg": 0.0, "neu": 0.791, "data": "2019-02-11 02:19:20"}, {"text": "Going to see the real tonight, rather than just a tiny version on a screen ^.^ determined to be part of a better audience than the one on repertoire", "compound": 0.6486, "pos": 0.181, "neg": 0.0, "neu": 0.819, "data": "2019-03-01 17:41:04"}, {"text": "Just got round to watching : Repertoire on Netflix. It’s absolutely bloody brilliant.", "compound": 0.2228, "pos": 0.236, "neg": 0.185, "neu": 0.579, "data": "2019-02-18 07:41:21"}, {"text": " just saw your Repertoire special and it was fucking phenomenal. The fact that the four episodes added up to one larger whole made for a great experience and I really look forward to seeing your future projects!", "compound": 0.7959, "pos": 0.177, "neg": 0.0, "neu": 0.823, "data": "2019-02-09 21:18:43"}, {"text": "James acaster is the funniest fucker going , “ Repertoire “ is too good", "compound": 0.296, "pos": 0.313, "neg": 0.207, "neu": 0.481, "data": "2019-02-20 06:21:22"}, {"text": "They have some of James Acaster ’s “ Repertoire ”.", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-01-05 00:04:16"}, {"text": " just watched Repertoire on Netflix... u ok hun?", "compound": 0.296, "pos": 0.268, "neg": 0.0, "neu": 0.732, "data": "2019-03-07 03:35:20"}, {"text": "Please watch Repertoire on Netflix, I finally just finished and James Acaster is a genius", "compound": 0.3182, "pos": 0.161, "neg": 0.0, "neu": 0.839, "data": "2019-02-11 03:39:19"}, {"text": "surely i’m not the only one that found James Acaster : Repertoire absolutely fucking hilarious", "compound": 0.7328, "pos": 0.34, "neg": 0.0, "neu": 0.66, "data": "2019-03-02 05:51:10"}, {"text": "The James Acaster Repertoire . Such a good four-part comedy piece. Seen it like three times and could honestly go for it again. Might watch that tonight actually....", "compound": 0.872, "pos": 0.331, "neg": 0.0, "neu": 0.669, "data": "2019-02-13 17:25:24"}, {"text": "Like said on ‘ Repertoire : 3. Reset’ - “Britain is a bunch of piece of shit right now!” BritainIsABunchOfPieceOfShit", "compound": -0.3382, "pos": 0.117, "neg": 0.182, "neu": 0.701, "data": "2018-12-13 02:48:10"}, {"text": "Watch Repertoire on Netflix. Second episode c.33 minutes - a perfect introduction to mysterious allure of the Christingle", "compound": 0.5719, "pos": 0.198, "neg": 0.0, "neu": 0.802, "data": "2018-12-15 04:30:22"}, {"text": "I know I’m late to the party, but is a treasure and everyone should watch Repertoire several times.", "compound": 0.5647, "pos": 0.249, "neg": 0.0, "neu": 0.751, "data": "2018-12-28 21:50:09"}, {"text": "So I had to spend NYE on my own, in bed, because I was too ill to get out, while my very compassionate family went to party on the beach. My sole company that evening was ‘s ‘ Repertoire ’ and some very tenacious mosquitos. 2019 is off to a good start.", "compound": 0.7425, "pos": 0.16, "neg": 0.049, "neu": 0.791, "data": "2019-01-01 05:18:26"}, {"text": " thought you might like this. Also, You should watch Repertoire on Netflix.", "compound": 0.3612, "pos": 0.185, "neg": 0.0, "neu": 0.815, "data": "2018-12-15 03:58:35"}, {"text": "Watching Repertoire for like the 5th time. So good. 10/10. Really knows his primary colors.", "compound": 0.6901, "pos": 0.305, "neg": 0.0, "neu": 0.695, "data": "2019-02-12 11:09:19"}, {"text": "Everyone wants you to be their valentine but I have peppermint tea! classicjames repertoire ", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-02-15 01:26:01"}, {"text": "I have to admit, I googled “Christingle” after watching Repertoire because it sounded fake.", "compound": -0.3182, "pos": 0.121, "neg": 0.208, "neu": 0.671, "data": "2019-02-22 21:51:21"}, {"text": "there’s a great bit in James Acaster ’s Netflix special Repertoire about how like...what are those called?! he basically calls them picture with a whole cut out", "compound": 0.7177, "pos": 0.227, "neg": 0.067, "neu": 0.705, "data": "2019-01-11 03:21:47"}, {"text": "i watched 5 seasons of taskmaster, all of repertoire & almost 2 seasons of josh in 3 days & now i’m just hyped to see & at stand up for shelter", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-02-05 00:43:18"}, {"text": " Re-watched all of your repertoire episodes on Netflix today, you truly are a comedic genius. It’d be a dream to see you live one day. Hopefully I’m in the dream team audience.", "compound": 0.8834, "pos": 0.33, "neg": 0.0, "neu": 0.67, "data": "2018-11-21 21:10:57"}], "number": 440}