{"tweets": [{"text": "I loved Carole right up until last year, the whole bitterness thing with Bethenny got old. The reunion especially. I'm liking the new girl so far, but would love to see Tinsley go.", "neu": 0.698, "pos": 0.255, "neg": 0.046, "compound": 0.8552}, {"text": "My cousin tellin me about his new girl & he goes “that ass phat, Hannah” like boy ew", "neu": 0.714, "pos": 0.119, "neg": 0.167, "compound": -0.25}, {"text": "In a new girl at school, and casts his friendship with Bart aside. ", "neu": 0.791, "pos": 0.209, "neg": 0.0, "compound": 0.4404}, {"text": "Nah gotta get him jumped and robbed while he with the new girl . He’ll never hear the end of it. “That’s why them niggas robbed you.” ", "neu": 0.863, "pos": 0.0, "neg": 0.137, "compound": -0.4215}, {"text": "My ex’s new girl must not be throwing it back right cause the nigga just emailed me", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Btw I really don’t like how they repeat the same things with Kevin. It’s the same every season. He’s a mess he finds a girl he dumbs her he goes to sophie he hurts her and break up with her he finds new girl he relapse he mess things with the new girl he goes back to sophie again", "neu": 0.792, "pos": 0.043, "neg": 0.165, "compound": -0.7796}, {"text": "I’ve had horns on the brain all night and got my new girl all sorted out.", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "I know this Australian girl named Morgan who’s fast I messaged her a couple times and she was down with it and out of no where she gets a boyfriend, I’m glad she let me kno so I can now pursue this new girl in Arizona", "neu": 0.882, "pos": 0.068, "neg": 0.05, "compound": 0.2023}, {"text": "everyone chillllllll this was a reference to new girl ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Finals are fucking with my margarita and New Girl weekends ):", "neu": 0.781, "pos": 0.0, "neg": 0.219, "compound": -0.4215}, {"text": "JUST FINISHED NEW GIRL OMAIGAA :,)))", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "idk why i stopped watching New Girl , this show has jokes for daysssss", "neu": 0.629, "pos": 0.14, "neg": 0.231, "compound": -0.0772}, {"text": "Got a new girl with me. I could have another one if I wanted to but no", "neu": 0.823, "pos": 0.0, "neg": 0.177, "compound": -0.4215}, {"text": "The stuff I say when there's a new girl I am asking out. ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Grace and Frankie, New Girl and the OA!!!", "neu": 0.656, "pos": 0.344, "neg": 0.0, "compound": 0.5684}, {"text": "I’m about to rewatch new girl and it is ONLY bc of Schmidt", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "it’s the new girl group of jyp", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "I never been the bitter ex or the jealous ex. I’ve been the chill ex nun of my ex’s can say I was bitter when they got a new girl that’s just facts", "neu": 0.779, "pos": 0.135, "neg": 0.087, "compound": 0.169}, {"text": "I love New Girl !", "neu": 0.308, "pos": 0.692, "neg": 0.0, "compound": 0.6696}, {"text": "New girl just added Karina from Ukraine: . Russian women", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Dont change it(: You so funny. You the new girl at RT right??", "neu": 0.745, "pos": 0.255, "neg": 0.0, "compound": 0.625}, {"text": "Swear my roommate brings a new girl home every night and my room is right across from him and these walls are paper thin so I hear EVERYTHING.", "neu": 0.954, "pos": 0.0, "neg": 0.046, "compound": -0.0516}, {"text": "I do not like this new girl Barbara, where did she come from? Who is she related to on production? RHONY", "neu": 0.885, "pos": 0.0, "neg": 0.115, "compound": -0.3549}, {"text": "this new girl keeps texting me asking questions and like... i dont mind helping but also i dont want to have to think about work 24/7 lmao", "neu": 0.73, "pos": 0.178, "neg": 0.092, "compound": 0.6781}, {"text": "Thank you, I take my yoggy pot cleaning duties very seriously", "neu": 0.64, "pos": 0.2, "neg": 0.16, "compound": 0.1298}, {"text": "Getting to the end of New Girl again and I know what's coming and I already don't like it and I'm tearing up already send help asap plz SOS", "neu": 0.797, "pos": 0.133, "neg": 0.07, "compound": 0.224}, {"text": "New Girl ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Fam I'm Blowing through these seasons of New Girl", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Whoa, who's this new girl ..? \"Uh, hey.\" \"What's up?\" \"What's in the bag?\"", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Nothing like new girl on a sick day", "neu": 0.48, "pos": 0.0, "neg": 0.52, "compound": -0.6608}, {"text": "ive seen the new girl and she is fire. Not sure what that matters though with Elena.", "neu": 0.719, "pos": 0.057, "neg": 0.224, "compound": -0.5043}, {"text": "My ex’s new girl need to do better because he’s still hitting my line....lmao.", "neu": 0.818, "pos": 0.182, "neg": 0.0, "compound": 0.4404}, {"text": "copied this from how similar are we 1000 - b99 900 - parks 800 - superstore 700 - tgp 500 - greys anatomy 400 - new girl 300 - the office not really a specific order except the top 3 haha", "neu": 0.862, "pos": 0.138, "neg": 0.0, "compound": 0.5859}, {"text": "My roommate and I are watching New Girl & she’s already seen the whole series through but she pronounces Schmidt as “Smit” and I don’t know how to fix it.", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Did the new girl just say nigga? BlackInkCrew", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Isn’t that Schmidt from New Girl ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "the metrosexual guy on New Girl", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Imo the worst doctor is whoever this new girl is", "neu": 0.687, "pos": 0.0, "neg": 0.313, "compound": -0.6249}, {"text": "When all your new girl has is Hulu, you ever want to text your ex and be like would it be weird if we hop on your Netflix ?", "neu": 0.82, "pos": 0.125, "neg": 0.056, "compound": 0.2732}, {"text": "New girl just added Yuliya from Ukraine: . Russian women", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "I had a dream last night (by last night I mean 7 this morning when Millie let me sleep) that I was Jess in New Girl and Nick was in love with me. Fingers crossed I dream that again", "neu": 0.785, "pos": 0.215, "neg": 0.0, "compound": 0.802}, {"text": "Jane the Virgin, Gotham (if you're into superheroes), and New girl ..couple of suggestions", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Lemme wait see err she no text me for 3 days be your there I dey come take new girl ooo ", "neu": 0.891, "pos": 0.0, "neg": 0.109, "compound": -0.296}, {"text": "Who is the new girl ? She is", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "She doesn’t like you and doesn’t know how to tell you so her pussy is saying what she won’t. Set her free & get a new girl . ", "neu": 0.799, "pos": 0.201, "neg": 0.0, "compound": 0.7003}, {"text": "Literally everything except new girl omg be my best friend pls ", "neu": 0.479, "pos": 0.521, "neg": 0.0, "compound": 0.8271}, {"text": "A new girl for Hakeem possibly? Empire", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Love New Girl ", "neu": 0.323, "pos": 0.677, "neg": 0.0, "compound": 0.6369}, {"text": "Song has the same effect on me as cotton eye joe does on Nick ( New Girl ) ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Get a new girl . Or get her cooking lessons", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "I’m almost done with new girl", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "I give Ted 2 episodes before he's unto the new girl blackinkcrew", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Enjoy with the best music all over the world. Now playing New Girl by Tom Helsen on ", "neu": 0.603, "pos": 0.397, "neg": 0.0, "compound": 0.8481}, {"text": "Too old for this new girl every week bullshit. Lookin for the one I can trust to not break my soul ", "neu": 0.717, "pos": 0.131, "neg": 0.151, "compound": -0.128}, {"text": "Dorinda Medley is NOT a fan of new girl Barbara Kavovit. What do you think about her comments? RHONY ", "neu": 0.897, "pos": 0.0, "neg": 0.103, "compound": -0.2411}, {"text": "nick from new girl", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Any female that texts their ex’s new girl isn’t over their ex and being salty af", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Schmitt from new girl", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "I’ve never heard anyone say they don’t like new girl ", "neu": 0.783, "pos": 0.217, "neg": 0.0, "compound": 0.3612}, {"text": "He seemed to like her more after that. Can't stick this bloody new girl . Thinks she's god's gift", "neu": 0.631, "pos": 0.227, "neg": 0.142, "compound": 0.2558}, {"text": "That moment when Nick takes Jess to Candy Cane lane to cheer her up and starts yelling at everyone to turn on their lights... true friendship love NewGirl ", "neu": 0.645, "pos": 0.355, "neg": 0.0, "compound": 0.9217}, {"text": "My ex posted a picture with his new girl and my sister and best friend immediately unfollowed him now that’s the kind of loyalty I needed when in the damn relationship", "neu": 0.653, "pos": 0.277, "neg": 0.07, "compound": 0.8363}, {"text": "hi i love New Girl whats poppin", "neu": 0.543, "pos": 0.457, "neg": 0.0, "compound": 0.6369}, {"text": "Wow Dorinda is out of pocket! Why is she unleashing in the new girl about new Luanne?!? RHONY", "neu": 0.782, "pos": 0.218, "neg": 0.0, "compound": 0.695}, {"text": "new girl at work today: “are those ur real eyes or are they like contacts or what”", "neu": 0.865, "pos": 0.135, "neg": 0.0, "compound": 0.3612}, {"text": "New Girl", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "I hate when chicks say they love nick from new girl and then they don’t love me like... cmon now", "neu": 0.569, "pos": 0.299, "neg": 0.132, "compound": 0.6908}, {"text": "A new girl got hired and her tats are great!", "neu": 0.646, "pos": 0.354, "neg": 0.0, "compound": 0.6588}, {"text": "Only hurting, nakul done most of the shoot with surbhi, still didn't said about anything about her habit like other artist, iam not saying it as bad, he said even about new girl niti But about surbhi only many cast missing, nothing more than that Anyway, it hurts", "neu": 0.716, "pos": 0.043, "neg": 0.241, "compound": -0.8925}, {"text": "This new girl said wasn’t your hair curly yesterday? It’s called a straightener sissss", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "I’ve watched New Girl a zillion times, and everytime I google “why did Jess take a break from the show?” Then remember that I already knew and feel dumb af.", "neu": 0.883, "pos": 0.0, "neg": 0.117, "compound": -0.5106}, {"text": "the guy from new girl ??? ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Its times like now when i reflect on all the decisions I made in ma life n quickly forget them n put on new girl .", "neu": 0.812, "pos": 0.107, "neg": 0.081, "compound": 0.1531}, {"text": "Why you out my me Because you have new girl ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": " ex boos new girl , Ni te ilusiones he’s all talk but", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "New Girl is so underrated", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "This new girl from Bahrain is 36 but doesn’t look like she’s 36. So smol", "neu": 0.812, "pos": 0.188, "neg": 0.0, "compound": 0.5023}, {"text": "I hella like this new girl Barbara.. she’s cool! RHONY", "neu": 0.565, "pos": 0.435, "neg": 0.0, "compound": 0.6581}, {"text": "I met one NSG commando in train journey from Kerala .do you knw what he said ? ..Raul vinci doesn't even sleep without new girl in bed ..Aisa bnda Pm banane layak v hai", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "One of the most difficult things about being from small area is that you know almost everyone, My homey introduced me to his new girl ...and i've met her before when she was dating my other homey...We had to act like we didn't know each other...", "neu": 0.893, "pos": 0.051, "neg": 0.057, "compound": -0.0754}, {"text": "I love new girl but I honestly sometimes think I'm watching my post college life on screen ", "neu": 0.663, "pos": 0.337, "neg": 0.0, "compound": 0.765}, {"text": "is there a bigger slap in the face than saying \"let's get back to New Girl \" when you're a Russian Doll couple?", "neu": 0.922, "pos": 0.078, "neg": 0.0, "compound": 0.1531}, {"text": "mans gets a new girl forgets about his friends", "neu": 0.693, "pos": 0.307, "neg": 0.0, "compound": 0.4767}, {"text": "your life is the best episode of new girl i’ve ever seen", "neu": 0.724, "pos": 0.276, "neg": 0.0, "compound": 0.6369}, {"text": "Who’s the funniest on New Girl ..", "neu": 0.625, "pos": 0.375, "neg": 0.0, "compound": 0.5574}, {"text": "Max Greenfield's stunt double on New Girl .", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Watching new girl all over again", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "New Girl !", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Found out his new girl can’t suck no", "neu": 0.541, "pos": 0.0, "neg": 0.459, "compound": -0.6249}, {"text": "I’m watching new girl and I’m kind of thinking there should be a duecsh bag jar for Twitter lol I’m just informing you I’m not watching sports either hope your nights going great!", "neu": 0.742, "pos": 0.258, "neg": 0.0, "compound": 0.8777}, {"text": "I'm discovering that. :) love this album a lot. Gonna visit her older stuff tomorrow. New girl crush I think lol.", "neu": 0.564, "pos": 0.376, "neg": 0.06, "compound": 0.8555}, {"text": "You stalk your ex and his new girl & I like to pretend mine passed away you right, we’re not the same.", "neu": 0.822, "pos": 0.114, "neg": 0.064, "compound": 0.2732}, {"text": "HAHAHAHAHi love new girl Where are u in it", "neu": 0.625, "pos": 0.375, "neg": 0.0, "compound": 0.6369}, {"text": "This new girl BlackInkCrew", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "shows to watch during the instagram and facebook blackout: Friends How I Met Your Mother That 70s Show New Girl Degrassi: Next Class The Office - you’re welcome.", "neu": 0.797, "pos": 0.203, "neg": 0.0, "compound": 0.7269}, {"text": "All you can do is put out the truth about him and people will figure it out for themselves when he gets a new girl and does the same shit. You did NOTHING wrong girl! Dont let him make you feel like shit. You gave him everything quite literally and he gave nothing. He's garbage", "neu": 0.767, "pos": 0.12, "neg": 0.113, "compound": -0.2819}, {"text": "Came home after work and watched New Girl , drank wine, and ate steak. Just woke up from a nap :) Life is good :)", "neu": 0.692, "pos": 0.308, "neg": 0.0, "compound": 0.836}, {"text": "Nick from New Girl can GET it", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "lovely naked movies new girl nude pregnant and son porno interracial sex fiesta anime annie hughes porn frankreich throat fucking video bar girls braces sex picture naked yoga abbey winters hot sexy women ", "neu": 0.744, "pos": 0.256, "neg": 0.0, "compound": 0.8834}, {"text": "So my ex has a new girl already and she’s ugly. Not saying I’m pretty or anything but she ugly ugly", "neu": 0.554, "pos": 0.0, "neg": 0.446, "compound": -0.9163}, {"text": "Also wine drunk crying at the fact that I just started the last season of New Girl .", "neu": 0.718, "pos": 0.0, "neg": 0.282, "compound": -0.6705}, {"text": "Also I’m REALLY sorry that I might’ve spoiled New Girl but DUH CECE & SCHMIDT ARE END GAME.", "neu": 0.9, "pos": 0.0, "neg": 0.1, "compound": -0.1687}, {"text": "The new girl giving me Selena vibes blackinkcrew", "neu": 0.745, "pos": 0.255, "neg": 0.0, "compound": 0.34}, {"text": "Some ex girlfriends out there can't seem to appreciate their ex boyfriends during a relationship but when he moves on and finds another new girl in his life, they comes back begging to get back together What's this ya? I JUST DON'T GET IT", "neu": 0.962, "pos": 0.0, "neg": 0.038, "compound": -0.1603}, {"text": "ahhhh I'm super glad you like it!! ;v;b love your new girl !!", "neu": 0.379, "pos": 0.621, "neg": 0.0, "compound": 0.941}, {"text": "No homo by Park Jimin/ Jeon Jungkook 70 k Very smutty Jungkook is an actor known for sleeping with a new girl every night. After an interesting experience he takes interest on his best friend. ", "neu": 0.647, "pos": 0.303, "neg": 0.051, "compound": 0.8979}, {"text": "The older I get and rewatch New Girl , the more I can actually relate to all of them", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "I’m inactive bc I know on my tl there’ll be stuff about Alex and new girl and honestly I’m still too broken for that and I always will be so I’ll just pop in occasionally to scream about karamel anyway Mon-El and Maggie are the loves of Kara and Alex’s lives and that’s that!", "neu": 0.793, "pos": 0.116, "neg": 0.091, "compound": 0.3549}, {"text": "your new girl group: yellow archers ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "If you don’t watch New Girl then you’re missing out lmk when you watch it so we can act out scenes and laugh all over again ", "neu": 0.805, "pos": 0.121, "neg": 0.074, "compound": 0.34}, {"text": "Just finished new girl for the 3rd time :(", "neu": 0.734, "pos": 0.0, "neg": 0.266, "compound": -0.4404}, {"text": "I just finished “The Order” 12/10 recommend!!! Also New Girl is hilarious and amazing :)", "neu": 0.437, "pos": 0.563, "neg": 0.0, "compound": 0.9165}, {"text": "I love New Girl and Parks & Rec but I can’t watch them while going to sleep because some character is always guaranteed to randomly start yelling when I’m almost asleep (and it’s almost always Andy Dwyer and Nick Miller)", "neu": 0.933, "pos": 0.067, "neg": 0.0, "compound": 0.3818}, {"text": "If you were talking to a new girl and she has everything that you want in her but your ex came back and prove that she changed, who would you choose?? BOY THIS IS JUST THE FIRST QUESTION. Man... new girl . Don’t go back go forwards lol", "neu": 0.894, "pos": 0.106, "neg": 0.0, "compound": 0.6381}, {"text": "I don't know that I've ever seen someone grab a show by the throat and say \"You are mine now, YOU BELONG TO ME!\" quite as definitively as Winston does to NEW GIRL during his monologue in \"Secrets.\"", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "I have 2 weeks to decide if I want to re-commit to having bangs again or not. Knew I shouldn't have watched the new Girl in the Spider's Web.", "neu": 0.949, "pos": 0.051, "neg": 0.0, "compound": 0.0772}, {"text": "How have I never watched New Girl before??", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Kelly you know more than anyone that for the last five years it’s been nothing but New Girl ...", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Love it when I meet a new girl and we talk and she tells me I'm a good listener Lol. After growing up with 3 female bff, being only guy at my last job for over a year and studying a female dominant course with 100+ female classmates. Of course I've mastered the art of listening", "neu": 0.744, "pos": 0.256, "neg": 0.0, "compound": 0.9382}, {"text": "Today is gonna be an amazing day my music is on shuffle and this lil bih literally just transitions from new girl into more than a woman by legendary Aaliyah I feel so blessed", "neu": 0.773, "pos": 0.227, "neg": 0.0, "compound": 0.8687}, {"text": "My god, he's a jerk. Poor that new girl going to get someone like him.", "neu": 0.498, "pos": 0.229, "neg": 0.274, "compound": -0.2263}, {"text": "The end of new girl season 5 was too deep, dat shit hurt", "neu": 0.588, "pos": 0.0, "neg": 0.412, "compound": -0.7906}, {"text": "I'm watching RHONY , while texting + tweeting. I keep thinking I'm hearing Delores from NJ, but it's the new girl ...I like Delores. Not sure about the newbie.", "neu": 0.808, "pos": 0.109, "neg": 0.082, "compound": 0.204}, {"text": "Smith from new girl", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Sometimes I watch New Girl and forget that I’m depressed.", "neu": 0.574, "pos": 0.0, "neg": 0.426, "compound": -0.6369}, {"text": "Watching New Girl and cuddling with my puppy ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "I'm looking for women who can't be bothered hooking both bra hooks to be in my new girl gang", "neu": 0.902, "pos": 0.098, "neg": 0.0, "compound": 0.2411}, {"text": "A quibble: “And a decade after rebuffing The Simpsons, Prince would appear in an extended cameo role for another Fox program, Zooey Deschanel’s The New Girl .” Wouldn’t that be two decades? Almost exactly, if I’ve got the timeline right—1994 to 2014.", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Netflix get your shit together and get season 7 of New Girl , NOW!!!!", "neu": 0.698, "pos": 0.0, "neg": 0.302, "compound": -0.6973}, {"text": "Jojo is on episode 22 of season 6 of New Girl and I’m gonna cry!", "neu": 0.793, "pos": 0.0, "neg": 0.207, "compound": -0.5255}, {"text": "i want some new girl friends but most of y’all hoes messy af so i’m good", "neu": 0.507, "pos": 0.344, "neg": 0.15, "compound": 0.4969}, {"text": "can this be a new girl group tho?", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Do you like the best music? Listen now New Girl by Tom Helsen ", "neu": 0.621, "pos": 0.379, "neg": 0.0, "compound": 0.7717}, {"text": "Tati don’t know what she did hiring New girl lol keep your eyes on your fake husband sis BlackInkCrew ", "neu": 0.742, "pos": 0.122, "neg": 0.135, "compound": -0.0772}, {"text": "+ Friends, American Horror Story, Atypical, New Girl , Criminal Minds, Once Upon a Time, The Fosters, Bates Motel, Greys Anatomy. I enjoyed some more than others but those are most of the ones I watched", "neu": 0.755, "pos": 0.117, "neg": 0.127, "compound": -0.09}, {"text": "New Girl is funny as hell ", "neu": 0.348, "pos": 0.252, "neg": 0.4, "compound": -0.4019}, {"text": "was season 7 of new girl a fever dream i can’t find it", "neu": 0.818, "pos": 0.182, "neg": 0.0, "compound": 0.25}, {"text": "New Girl was the best decision in my life", "neu": 0.656, "pos": 0.344, "neg": 0.0, "compound": 0.6369}, {"text": "Right! I have 7 boy cousins. I’m the only girl. Those fools bring a new girl to the cookout every holiday.", "neu": 0.721, "pos": 0.122, "neg": 0.157, "compound": -0.2003}, {"text": "New Girl is a great show idc what you have to say", "neu": 0.709, "pos": 0.291, "neg": 0.0, "compound": 0.6249}, {"text": "New Girl is literally my life", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "So my old roommate Jackie Clarke is connected to the new girl .makes perfect sense who is & the couplewho cannot get out if my business either take care huh not at all connected to Balzacs despicable.. also related to the Robyn always upset at name -she held grudge from the start", "neu": 0.835, "pos": 0.12, "neg": 0.045, "compound": 0.6486}, {"text": "I think I'm a little too open w people I meet cause last week I told a new girl at work that I did PCP", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "New girl : \"Black Ink is a premier shop\" No.. Black Ink is the tattoo shop on tv.. BlackInkCrew", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Schmidt from new girl ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Finished s4 of new girl . Cait always tells me that a season of a show is not good and then im like wtf im having a blast lol", "neu": 0.646, "pos": 0.163, "neg": 0.191, "compound": -0.2278}, {"text": "Pretty Girl and New Girl >>", "neu": 0.61, "pos": 0.39, "neg": 0.0, "compound": 0.4939}, {"text": " means to say for some time you will be watched then again some new girl will come and U will be forgotten like AMISH PATEL. She was also very much liked but now where is she....totally a waste she has become.", "neu": 0.797, "pos": 0.086, "neg": 0.117, "compound": -0.3315}, {"text": "New Girl is so awesome and funny lmao", "neu": 0.289, "pos": 0.711, "neg": 0.0, "compound": 0.9232}, {"text": "His new girl is racist too ", "neu": 0.556, "pos": 0.0, "neg": 0.444, "compound": -0.6124}, {"text": "The new girl looks like she might be part human", "neu": 0.783, "pos": 0.217, "neg": 0.0, "compound": 0.3612}, {"text": "Finneas is such a legend. Claudia? New Girl ? so good. We need an album RIGHT NOW. ", "neu": 0.773, "pos": 0.227, "neg": 0.0, "compound": 0.625}, {"text": "Come see me fuck on my only fans ONLY £5. I'm a new girl . ", "neu": 0.774, "pos": 0.0, "neg": 0.226, "compound": -0.5423}, {"text": "no one: me getting on twitter to talk about new girl : ", "neu": 0.82, "pos": 0.0, "neg": 0.18, "compound": -0.296}, {"text": "my mom really just said she thought I’d make fun of her for Nick being her favorite character on New Girl as if I haven’t been fully in love with him for the past 8 years", "neu": 0.742, "pos": 0.258, "neg": 0.0, "compound": 0.8952}, {"text": "Last time I seen him he was talking shit, found out his new girl can’t SUCK NO DICK DownGrade", "neu": 0.496, "pos": 0.0, "neg": 0.504, "compound": -0.9349}, {"text": "okay so hands down the prince episode of new girl is my fav. i miss him.", "neu": 0.649, "pos": 0.265, "neg": 0.086, "compound": 0.5106}, {"text": "I foreal need me some new girl friends", "neu": 0.659, "pos": 0.341, "neg": 0.0, "compound": 0.4767}, {"text": "i wanna see the cut and this new girl .", "neu": 0.769, "pos": 0.0, "neg": 0.231, "compound": -0.2732}, {"text": "same!! i’m the new girl at my job :(", "neu": 0.697, "pos": 0.0, "neg": 0.303, "compound": -0.5399}, {"text": "RHONY so new girl is just straight team Luann no one else huh? BORING ", "neu": 0.607, "pos": 0.105, "neg": 0.289, "compound": -0.516}, {"text": "All I want is new girl to refresh my mind. If that don’t work out then I’ll watch anime.", "neu": 0.929, "pos": 0.071, "neg": 0.0, "compound": 0.0772}, {"text": "I forgot how much I love New Girl I neeeed to watch Season 7", "neu": 0.682, "pos": 0.318, "neg": 0.0, "compound": 0.6369}, {"text": "So why did mnh name their new girl group BVNDIT (Bandit) like do they not know bandit means a criminal (robber)?", "neu": 0.753, "pos": 0.105, "neg": 0.142, "compound": -0.2263}, {"text": "you're the new girl at school, a car parks next to yours, you roll down the window and see this, your last recent emoji is your reaction ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "I am thinking of making a pdf book about myself...for the new girl . Me: See, ehn...i am here for serious relstionship. Girl: me too, tell me about urself. Me: on your xender, lemme send u my CV. I am tayad of repeating mysef.", "neu": 0.967, "pos": 0.0, "neg": 0.033, "compound": -0.0772}, {"text": "Josh Gad on New Girl is ICONIC", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "i’ve gotten way more emotional than i expected watching season 6 of new girl", "neu": 0.853, "pos": 0.147, "neg": 0.0, "compound": 0.2247}, {"text": "I get why New Girl is kinda funny but mostly Jess makes me uncomfortable", "neu": 0.679, "pos": 0.111, "neg": 0.21, "compound": -0.3811}, {"text": "“He took drugs and woke up next to a new girl ? No wonder he’s just a friend. Do you have any water?”", "neu": 0.758, "pos": 0.15, "neg": 0.093, "compound": 0.3313}, {"text": "New Girl Kitty Sugar ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "I just feel asleep and missed one or two episodes of new girl , AHHHHHHH!!!!", "neu": 0.781, "pos": 0.0, "neg": 0.219, "compound": -0.5216}, {"text": "i'm the face of the new 'girl squad' list on ! cool thanks, amazon! ", "neu": 0.572, "pos": 0.428, "neg": 0.0, "compound": 0.7568}, {"text": "i miss all my friends...why did they all have to leave alaska :(((( i need new girl friends", "neu": 0.688, "pos": 0.164, "neg": 0.148, "compound": 0.3182}, {"text": "I’ve been in bed all day watching new girl and reading SXSW tweets and I now truly believe Dante got it wrong and this is the first circle of hell", "neu": 0.71, "pos": 0.079, "neg": 0.21, "compound": -0.7003}, {"text": "Ephraim was amazing. This new girl makes me cringe to watch.", "neu": 0.725, "pos": 0.275, "neg": 0.0, "compound": 0.5859}, {"text": "The Office > New Girl", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "West World (HBO), Breaking Bad, Punisher, Umbrella Academy, New Girl , Office, Scrubs, Crashing (HBO), Game of Thrones (HBO)", "neu": 0.714, "pos": 0.0, "neg": 0.286, "compound": -0.7506}, {"text": "All I know about how men think is from new girl and I don’t know how I feel about that", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "I needa hop on a new show, I’ve watched new girl like 3 times already >:/", "neu": 0.683, "pos": 0.155, "neg": 0.161, "compound": -0.0258}, {"text": "This new girl reminds me of Shemeka from She’s Gotta Have It blackinkcrew", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "this new girl ugly asf BlackInkCrew", "neu": 0.602, "pos": 0.0, "neg": 0.398, "compound": -0.5106}, {"text": "Need a new girl best friend that I can have sleepovers, gossip and day trips with, and one who will give good advice", "neu": 0.586, "pos": 0.355, "neg": 0.059, "compound": 0.8625}, {"text": "everyone’s watching new girl now as if Real Fans ™ haven’t been since like 2013", "neu": 0.848, "pos": 0.152, "neg": 0.0, "compound": 0.3612}, {"text": "A student told me that I remind her of Jess Day from New Girl because I'm bright and positive (and even though she didn't outright say it, I know that weird is also on that list ) I'll take it, all teachers need a healthy dose of weird stayweird YouDoYou ", "neu": 0.76, "pos": 0.175, "neg": 0.065, "compound": 0.7783}, {"text": "There were two chapters in particular that really stood out, both featuring ninnin the ninja as the protagonist which starts to create some drama such as him falling in love with one a new girl in the castle, all while maintaining the humor/unserious nature of the previous games ", "neu": 0.848, "pos": 0.121, "neg": 0.031, "compound": 0.6908}, {"text": "I really really need new girl friends lol", "neu": 0.459, "pos": 0.541, "neg": 0.0, "compound": 0.7096}, {"text": "Nick from New Girl is my sloppy drunk personality. Jess, is my sober one, because I'm a weirdo who likes to sing and dance randomly.", "neu": 0.724, "pos": 0.097, "neg": 0.179, "compound": -0.34}, {"text": "➳ hello! we are a new pics account for mnh's new girl group, BVNDIT! please rt to spread the word and help us support our girls! ", "neu": 0.72, "pos": 0.28, "neg": 0.0, "compound": 0.8213}, {"text": "Was Pagel and Baldwin up in the sky. You know Pagel's new girl . Who has been with the sheriffs department at least 6 years. ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "More pitbull-looking take on my new girl . Don’t have a name for her, but these soft background sketches are really fun. ", "neu": 0.795, "pos": 0.205, "neg": 0.0, "compound": 0.7086}, {"text": "if you were to be cast in tua, who would you be and why — diegos new girl IM KIDDINSHXB ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "If Schmidt from New Girl started an ice cream company: ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "I’ve watch new girl almost all the way through and I still don’t know how to play True American ....", "neu": 0.766, "pos": 0.234, "neg": 0.0, "compound": 0.6369}, {"text": "when the break up’s still fresh I thought diko keri makita if ex will post a pic with his new girl . but seeing what he posted (a pic of them) was no biggie. I am praying for ur happiness, the both of u and his process of growing up. I finally did heal the swollen part of my .", "neu": 0.766, "pos": 0.189, "neg": 0.045, "compound": 0.8422}, {"text": "watching new girl and nick....apparently has a 2x4...with a nail in it....in his room... having a breakdown for a ship named raisy", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Soon, her daughter came home. The parrot immediately said “ New girl ! New girl !” The woman became angry again and told the parrot that she was her daughter and should not be talked to like that. Just then her husband came home and the parrot piped up, “Hi Fred! Hi Fred!”", "neu": 0.878, "pos": 0.044, "neg": 0.078, "compound": -0.453}, {"text": "Naver published an article confirming that the group's debut will be in April. It is also said that the teasers of the girls will be launched next week. MNH NEW_GIRL _GROUP BVNDIT 밴디트 © Translated by: seungeunphotos ", "neu": 0.916, "pos": 0.039, "neg": 0.045, "compound": -0.0516}, {"text": "Best episode of New Girl hands down!!!!!!!! ", "neu": 0.528, "pos": 0.472, "neg": 0.0, "compound": 0.7482}, {"text": "I feel like a whole new girl when my car is clean", "neu": 0.606, "pos": 0.394, "neg": 0.0, "compound": 0.6369}, {"text": "i’ve come to the horrifying realization that the new girl character i relate to most is nick: awful, big baby, dumb, the worst, can’t do anything by himself, mean", "neu": 0.626, "pos": 0.0, "neg": 0.374, "compound": -0.9367}, {"text": "things got a little rocky when a new girl showed up in their grade. she began taking an interest to hyunji.n, who had begun showing up regularly now bc he was Failing, and was slowly making small moves on him. feli.x paid no mind in the beginning, he trusted hyunji.n.", "neu": 0.791, "pos": 0.11, "neg": 0.099, "compound": 0.1531}, {"text": "New girl gon be fckn Teddy soon BlackInkCrew ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Oh my god, I am watching that show on Netflix. (The gif that you used, New Girl is such a good show.) and hunted is also a good show too.", "neu": 0.752, "pos": 0.248, "neg": 0.0, "compound": 0.7845}, {"text": "Someone suggested New Girl to me on Netflix, and it’s been the best advice I’ve gotten in a super long time", "neu": 0.69, "pos": 0.31, "neg": 0.0, "compound": 0.8442}, {"text": "The last time I had a mental breakdown I took a bath , lit candles , and smoked whiled listening to Novacane on repeat lmao. I promise I was a new girl", "neu": 0.772, "pos": 0.228, "neg": 0.0, "compound": 0.7351}, {"text": " you say Mark has a new girl one minute then say now you can talk to him without Elena being her \"bitchy jealous self\". Do you personally know him?", "neu": 0.805, "pos": 0.0, "neg": 0.195, "compound": -0.743}, {"text": "CUM check my only fans page £5 for the rest of the month. I'm a new girl ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "everytime i see jake johnson kiss someone either on new girl or on a film he always does that thing with his hands on the girl's back I WANNA JAKE JOHNSON TO KISS ME MY LORD I LOVE HIM", "neu": 0.74, "pos": 0.26, "neg": 0.0, "compound": 0.9055}, {"text": "I have decided “Acrylic Claws” is going to be the name of my new girl band", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Merlin’s eyes flash dangerously. “I’d like to remind you of my policy. Don’t touch my dancers, remember? Come.” he stands, leading the way back to his office. “Tea is ready, sir.” Will is telling him. “Perfect. Go fetch the new girl for me, would you?” he waves Will off >", "neu": 0.846, "pos": 0.099, "neg": 0.055, "compound": 0.3313}, {"text": "Laine fell asleep on the couch while I’m watching New Girl . I’ve actually never loved him more than in this moment", "neu": 0.864, "pos": 0.0, "neg": 0.136, "compound": -0.4847}, {"text": "why did NO ONE TELL ME that ROBBIE from NEW GIRL is in captain MARVEL?", "neu": 0.668, "pos": 0.181, "neg": 0.151, "compound": 0.1531}, {"text": "I will say, I laughed for about 15 minutes straight when the singer dude cried super hard after hearing the news. The cuts to each person crying was just so comical when they cut to the new girl who barely had any attachment to them.", "neu": 0.606, "pos": 0.191, "neg": 0.203, "compound": 0.0865}, {"text": "finished my rewatch of parks and rec so i’ve moved onto rewatching new girl . emotional day", "neu": 0.904, "pos": 0.096, "neg": 0.0, "compound": 0.1531}, {"text": "My ex says I tried to ruin his life, no you tried to cheat on your new girl with me & i told her, yet she still forgave you stfuuuuu", "neu": 0.669, "pos": 0.07, "neg": 0.262, "compound": -0.765}, {"text": "if anyone needs a show to watch..please watch new girl it’s hilarious .", "neu": 0.787, "pos": 0.213, "neg": 0.0, "compound": 0.4019}, {"text": "the new girl at my school sat next to me in latin and i lowkey felt like she was flirting w me............ :D", "neu": 0.684, "pos": 0.316, "neg": 0.0, "compound": 0.8091}, {"text": "Oh my gosh the episode of New Girl where Jess is talking about Cece and Nick is talking about the popcorn machine. I almost asphyxiated I was laughing so hard.", "neu": 0.844, "pos": 0.095, "neg": 0.061, "compound": 0.2663}, {"text": "This about sums up why we connected!! When starting at WNEM I was the new girl but she welcomed me so easily. At that time what I didn’t know was that she was the new girl starting right ", "neu": 0.825, "pos": 0.175, "neg": 0.0, "compound": 0.8033}, {"text": "Get 25% off your purchase of NewGirl or the EclipsingTrilogy this St. Patrick's Day weekend! Use code: GreenLuck19 NiaDragin yabooks yalitchat booklovers Goodreads bookdiscount bookdeals SelfPub Kindle Nook WriterWednesday MemoirChat ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "ur new girl in love with me too, u ain’t the only one", "neu": 0.724, "pos": 0.276, "neg": 0.0, "compound": 0.6369}, {"text": "I’m watching New Girl and eating thin mints", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "My ex used to yell about me leaving the sink dirty when I didn’t even use it. My new girl gets to my place twenty minutes before I get home and cleans my sink and walks my dog", "neu": 0.923, "pos": 0.0, "neg": 0.077, "compound": -0.4404}, {"text": "hi! ♡ i'm a new account for mnh ent's new girl group BVNDIT, please support them and give a lot of love to their debut and career also if you want we could be mutuals because i'm looking for some of them :( thank uuuu! *my girls are gorgeous omg ", "neu": 0.667, "pos": 0.286, "neg": 0.047, "compound": 0.9285}, {"text": "Who is the new girl hosting Absolutely pathetic, she can't even string 2 words together Get her off immediately YourMoneyAUS", "neu": 0.818, "pos": 0.0, "neg": 0.182, "compound": -0.6115}, {"text": "Something about a fresh set have you feeling like a whole new girl .", "neu": 0.559, "pos": 0.441, "neg": 0.0, "compound": 0.6486}, {"text": "I just restarted watching the tv new girl Totally forgot how funny it is", "neu": 0.791, "pos": 0.209, "neg": 0.0, "compound": 0.4877}, {"text": "Pls don’t have hakeem gal for the new girl . I swear his dick needs to fall off by now Empire", "neu": 0.734, "pos": 0.06, "neg": 0.206, "compound": -0.4939}, {"text": "Hello.. This New Girl Band from Indonesia,Surabaya .There are four icon: Smile,Smart,Dicipline,Cutte.", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "MNH Entertainment unveils new girl group's name to be BVNDIT and drops first group photos (with faces exposed!) KoreanUpdates RZ ", "neu": 0.86, "pos": 0.14, "neg": 0.0, "compound": 0.4753}, {"text": "you ever look at your ex’s new girl , and think the same thing?", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "I just finished new girl and I’m not happy", "neu": 0.7, "pos": 0.0, "neg": 0.3, "compound": -0.4585}, {"text": "I am definitely pissed that the new girl who started work 3 days ago gets to work the bar in St. Patrick’s day. Not fucking fair.", "neu": 0.698, "pos": 0.09, "neg": 0.212, "compound": -0.5689}, {"text": "This year I will be a happy new girl ", "neu": 0.619, "pos": 0.381, "neg": 0.0, "compound": 0.5719}, {"text": "Who’s your new girl — wasnt even aware i had a new qozybitch lmao. ", "neu": 0.738, "pos": 0.262, "neg": 0.0, "compound": 0.5994}, {"text": "*SEX WORKER but I fully agree, done n done bagsy being the new girl at the office", "neu": 0.791, "pos": 0.209, "neg": 0.0, "compound": 0.5704}, {"text": "I miss the show New Girl :-(", "neu": 0.494, "pos": 0.0, "neg": 0.506, "compound": -0.4767}, {"text": "spideys new girl in training ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "That's true. It happened to me once when my ex found a new girl so then he cheated on me. When I realized that we're not meant for each other I had let go of him. I waited for almost 3 years luckily I found the right guy for me. I can really say he is worth the wait.", "neu": 0.81, "pos": 0.13, "neg": 0.06, "compound": 0.4867}, {"text": "But does your new girl know your back in my inbox", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "What new girl ? I think he & need to meet.", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "My coworker was just complaining how the new girl had chipped nail polish & how she was gonna snitch her out to our boss “because we’re not suppose to have nails” even though we only deal with cash?? So anyways I got my nails done lol", "neu": 0.894, "pos": 0.067, "neg": 0.038, "compound": 0.3313}, {"text": "An ideal Wednesday night: pino grigio and new girl marathon", "neu": 0.726, "pos": 0.274, "neg": 0.0, "compound": 0.5267}, {"text": "All I can think about every time I see the new girl is \"I miss Carole\". RHONY", "neu": 0.897, "pos": 0.0, "neg": 0.103, "compound": -0.1531}, {"text": "OH the new girl lmaoo", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Unpopular opinion relationship edition- because I pushed his baby out Alex will always be MY man so if** we ever broke up & he gets himself a new girl that’s still gonna be my man when I want him to be other way around too", "neu": 0.905, "pos": 0.03, "neg": 0.065, "compound": -0.3612}, {"text": " BlackInkCrew RITE TATIANA AN TEDDY IT WAS A FAKE MARRIAGE, A TATIANA WATCH WHEN A NEW GIRL COMES N TEDDY IS GONNA FORGET ABOUT U DAGG NABBIT IJS", "neu": 0.692, "pos": 0.084, "neg": 0.224, "compound": -0.6166}, {"text": "The new girl is thirsty af. Lu needed a sidekick and picked her RHONY", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "This new girl bout dingy asf !", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "My move for my go to sleep show is to rotate shows. When I finish the office I go to parks and Rec then I go to new girl and so on I rotate between 5 or 6 shows", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Gotcha! Well the Good Place is by Mike Schur, who co-created Parks, but that might be a little premise-y. New Girl , Friends, and the IT Crowd are among my go-to's for chill-out comedies. For new shows, Sex Education is funny and sweet.", "neu": 0.644, "pos": 0.356, "neg": 0.0, "compound": 0.9604}, {"text": "New Girl or How I Met Your Mother if you haven’t seen either of them and if you’re looking for comedy. I think you’d like them. If you’re not, I’d say Sons of Anarchy, it was one of my all time favorites. Not sure if it’s still on Netflix though", "neu": 0.818, "pos": 0.145, "neg": 0.036, "compound": 0.7039}, {"text": "either that or when nick proposed to jess in new girl or when fiona was in the house looking at the kids heights on the wall when they thought they were gonna b kicked out", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Storytime (my first fight) so I was 10 years old at the time and I had just moved to Georgia I didn’t know a lot of people because I was the new girl so I came the second day after the first day of school let’s call the school pine-creek elementary so when I first got to the", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "New girl getting fed by older girls, the bwoomf begins ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Hello! We are the 1st international fanbase for MNH's new girl group BVNDIT. Please follow us for the latest news, photos and much more! Thank you BVNDIT MNH NEW_GIRL _GROUP", "neu": 0.831, "pos": 0.169, "neg": 0.0, "compound": 0.6885}, {"text": "Teddi isn't even hiding his thirst. His ears perked up when he heard the new girl dated her coworkers BlackInkCrew", "neu": 0.91, "pos": 0.09, "neg": 0.0, "compound": 0.2235}, {"text": "Why do most men lie when they meet a new girl ???", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "I’m liking this new girl on black ink", "neu": 0.722, "pos": 0.278, "neg": 0.0, "compound": 0.4019}, {"text": "Your fake page suck d*** talking about who was with em first you need me to link up remember that matter fact you need a new girl cause you get none", "neu": 0.792, "pos": 0.032, "neg": 0.176, "compound": -0.7096}, {"text": "So I am doing a couple of training matches tomorrow with new girl ViviVeracruz at ......any match ideas? (if we use your match idea, we will send you a free download) ", "neu": 0.891, "pos": 0.109, "neg": 0.0, "compound": 0.5106}, {"text": "I know we are only coming up on a year since New Girl ended, but can we get a reunion already? I miss Nick Miller. ", "neu": 0.913, "pos": 0.0, "neg": 0.087, "compound": -0.2263}, {"text": "New Girl is too funny", "neu": 0.58, "pos": 0.42, "neg": 0.0, "compound": 0.4404}, {"text": "RoxyRedlocks is a gorgeous redhead , as her name would indicate ( NewGirl to the site!", "neu": 0.737, "pos": 0.263, "neg": 0.0, "compound": 0.6476}, {"text": "we have a new girl at our work and today she told me she was named after britney spears and i have never felt older in my entire life", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Read for class or carry on with NewGirl ? ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "New girl", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "You really think I’d get more done today with instagram being down... but here I am next to a pile of unfolded laundry, binge watching new girl and retweeting stupid shit", "neu": 0.74, "pos": 0.0, "neg": 0.26, "compound": -0.8885}, {"text": "Where are people seeing this new girl ? I’ve looked everywhere!", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "I forgot how funny New Girl is", "neu": 0.633, "pos": 0.367, "neg": 0.0, "compound": 0.4404}, {"text": "Guy reminds me of Robby from New Girl", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Exclusive Interview: FNC’s New Girl Group ‘Cherry Bullet’ From their debut to their Korean food recommendation, Cherry Bullet has answered all our \"QnA\"! CherryBullet QnA 체리블렛 CherryBulletXKpopmap ExclusiveInterview", "neu": 0.938, "pos": 0.062, "neg": 0.0, "compound": 0.2003}, {"text": "i’m literally that wandering eyes meme where i’m the dude; the girlfriend is the fic i should be writing; and the new girl is the prompt i received for ypd exchange.", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "We have a new girl at work, only known her a week and she already sees stuff and thinks that I would like it bc it’s my style", "neu": 0.906, "pos": 0.094, "neg": 0.0, "compound": 0.3612}, {"text": "It’s acting brand new girl .. ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Just raced my girlfriend on the westside parkway and lost...I need a new car AND a new girl", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "My best friend is moving away in June so I need to find a new girl friend. Now accepting applications.", "neu": 0.515, "pos": 0.485, "neg": 0.0, "compound": 0.9217}, {"text": "did.. did taylor swift just show up in this episode of new girl as someone named elaine WHATSJDJ", "neu": 0.904, "pos": 0.096, "neg": 0.0, "compound": 0.2023}, {"text": "i just realized i havent watched the last season of New Girl yet YASSSS SOMETHING TO BINGEEE", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "New girl is officially my favorite comedy", "neu": 0.476, "pos": 0.524, "neg": 0.0, "compound": 0.6705}, {"text": "Lol whatever happened to that post-break up interview where she said that if James' new girl is gonna be Nadine, she'll support it because Nads is a nice girl and she likes her?", "neu": 0.716, "pos": 0.284, "neg": 0.0, "compound": 0.8779}, {"text": "This is amazing. New girl crush ", "neu": 0.426, "pos": 0.404, "neg": 0.17, "compound": 0.4939}, {"text": "the best 22 minutes of comedy is the new girl episode where they try to hide a bag of meth but it's actually just aquarium rocks and i will not be accepting criticism of this statement", "neu": 0.715, "pos": 0.184, "neg": 0.102, "compound": 0.516}, {"text": "i'm rewatching new girl and really regretting not doing this sooner", "neu": 0.77, "pos": 0.0, "neg": 0.23, "compound": -0.4576}, {"text": "Somehow every cast member of New Girl combined ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "The Disney Fox deal helps though. They will own Hulu. And apparently most of the Fox stuff on Netflix expires July 2020. So the “adult” shows like family guy go to Hulu and I guess shows like New Girl go to Disney+.", "neu": 0.833, "pos": 0.167, "neg": 0.0, "compound": 0.765}, {"text": "Your new girl ? Not even half of me.", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Boris Johnson is slimmer and smarter - due to new girl friend or because he wants to be taken more seriously in a leadership challenge.", "neu": 0.667, "pos": 0.263, "neg": 0.07, "compound": 0.6712}, {"text": "Why that's New Girl 's Schmidt (Julia don't come for me I love this show) ", "neu": 0.756, "pos": 0.244, "neg": 0.0, "compound": 0.6369}, {"text": "Every Ace Attorney game always manages to bring a new girl that I love a lot, but Maya, Kay, and Trucy have been some of my fave, with good af one-off girls being Jinxie Tenma and Armie Buff, they’re both so adorableeee.", "neu": 0.778, "pos": 0.222, "neg": 0.0, "compound": 0.8834}, {"text": "Did not realize Jeff Capel hired Nick from New Girl as an assistant ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "I started new girl again and I was literally reminded that I had a big crush on Zooey Deschanel and her cute quirky character", "neu": 0.796, "pos": 0.133, "neg": 0.071, "compound": 0.34}, {"text": "If my girl gets big mad at me for my homie not wanting to get in the back she stupid. If my homie makes a big deal about this stupid ass girl wanting him to get in the back seat, he petty. Either way I need new homies and a new girl if that situation ever occurs.", "neu": 0.762, "pos": 0.0, "neg": 0.238, "compound": -0.936}, {"text": "Beowulf but pronounced the way schmidt from new girl says wolf ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Today was not a good mental day. I’m going to sleep. I better wake up feeling like a new girl .", "neu": 0.583, "pos": 0.309, "neg": 0.108, "compound": 0.5414}, {"text": "i just finished new girl i am in TEARS", "neu": 0.695, "pos": 0.0, "neg": 0.305, "compound": -0.3885}, {"text": "Sometimes I forget that Prince was in an episode of New Girl and when I remember, I know things are going to probably be pretty okay.", "neu": 0.741, "pos": 0.189, "neg": 0.07, "compound": 0.4939}, {"text": "Is it normal to cry everytime i watch \"Brand New Girl \" MV? Nayeon's \"Goodbyes are not forever my friend\" gets me — absolutely normal. i’m in love with her ", "neu": 0.716, "pos": 0.12, "neg": 0.164, "compound": -0.1351}, {"text": "guys! i asked zooey deschanel from new girl for makeup advice, and she sent me this video!!! tune in to zooey’s deschanel every thursday for a happy t, every 12:30 - 4:00 pm! ", "neu": 0.856, "pos": 0.144, "neg": 0.0, "compound": 0.7067}, {"text": "Great advice on sugary booze by Nick from NewGirl , relevant with St. Paddy’s Day just around the corner. ", "neu": 0.806, "pos": 0.194, "neg": 0.0, "compound": 0.6249}, {"text": "knowing jess and nick have a happy ending is giving me the strength to finally watch new girl start to finish for the first time", "neu": 0.693, "pos": 0.307, "neg": 0.0, "compound": 0.8519}, {"text": "tapos si jasmine curtis yung other/ new girl ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "I second that! The new girl is already irritating me! And Luanne is coming for my girl Ramona? I’m pissed!!!!!", "neu": 0.812, "pos": 0.0, "neg": 0.188, "compound": -0.6331}, {"text": "HAPPY THURSDAY WITH “HAPPY ENDING” Roster For Today Till 7pm... MADDY- VELVET- CHELSEA- SIA- GISELLE- MELISSA- SHARNI- NEW GIRL - 93196699 ", "neu": 0.811, "pos": 0.189, "neg": 0.0, "compound": 0.6633}, {"text": "We have a new girl helping us out in class sometimes and today she had to take over for story time bc my voice was so shot.", "neu": 0.919, "pos": 0.081, "neg": 0.0, "compound": 0.296}, {"text": "No one: Me as a Dendritic cell: soooooo this is my new girl", "neu": 0.833, "pos": 0.0, "neg": 0.167, "compound": -0.296}, {"text": "sometimes i forget that i binged not only brooklyn 99 last year but also new girl and the office and a crapload of other really great tv shows ... but like actually tho how did i binge 7 seasons of new girl ? what even happened in that show?", "neu": 0.782, "pos": 0.19, "neg": 0.028, "compound": 0.882}, {"text": "It’s been like 2 years and bourbon is still jealous cuz my new girl is thinner, lighter, Russian, and into threesomes", "neu": 0.766, "pos": 0.106, "neg": 0.128, "compound": -0.128}, {"text": "today when we seen that new girl", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "It’s gonna be LIT..... bout to be there everyday trying to pick up a new girl", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "It’s Schmidt from New Girl", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "So I turn into a major fan girl when I'm around the new girl I work with. Her name is Jordan and she was born a day after me and I believe she is my soul sister. She is the absolute cutest and hasn't owned a phone for the last four years and she is just amazing..", "neu": 0.889, "pos": 0.111, "neg": 0.0, "compound": 0.7269}, {"text": "This new girl gone be a problem lmfao BlackInkCrew", "neu": 0.492, "pos": 0.287, "neg": 0.221, "compound": 0.2023}, {"text": "Damn I actually really fucking miss you but we don’t talk anymore bc you’ve got a new girl ..", "neu": 0.814, "pos": 0.0, "neg": 0.186, "compound": -0.3476}, {"text": "can they pls just introduce a new girl and slowburn them together for chloe i’m over it. elly is clearly not straight and she’s so in denial that it’s almost annoying at this point", "neu": 0.782, "pos": 0.108, "neg": 0.11, "compound": -0.0188}, {"text": "The new girl seems more jersey to me. RHONY", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Why does the new girl look like a whole different person every time they show her in a confessional it’s jarring and a little disturbing? RHONY", "neu": 0.792, "pos": 0.094, "neg": 0.113, "compound": -0.1298}, {"text": "Great set of twin texel mules. She knew what she was doing even for a new girl lambing2019 texel mule legsfordays ", "neu": 0.823, "pos": 0.177, "neg": 0.0, "compound": 0.6249}, {"text": "should i spent 20 bucks in the last season of new girl ??? i can’t find full episodes anywhere", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Since when all y’all start becoming rappers ? Lol I see a new girl posting herself rapping in a car every day", "neu": 0.859, "pos": 0.141, "neg": 0.0, "compound": 0.4215}, {"text": "The new girl excluding two of the women for issues that have nothing to do with her IS NOTTT A GOOD LOOK RHONY", "neu": 0.853, "pos": 0.147, "neg": 0.0, "compound": 0.5622}, {"text": "I saw you lately sa I milktea who's with you? Is that your new girl ? — hahahaha new girl ka dyan they're my friends, dont get jealous jk hahaha ", "neu": 0.672, "pos": 0.279, "neg": 0.049, "compound": 0.8349}, {"text": "I went and got it done by a new girl , and she got my shit RIGHT.", "neu": 0.783, "pos": 0.0, "neg": 0.217, "compound": -0.5574}, {"text": "i have an obsession with new girl ", "neu": 0.676, "pos": 0.0, "neg": 0.324, "compound": -0.34}, {"text": "Oh. I havent met the new girl ( who moved in w her boyfriend yet ) I did stare at her twiggy druggoe self & envisioned myself giving her an uppercut for 2 minutes. Then went over to introduce myself but she had already left to, I dont know where .", "neu": 0.96, "pos": 0.04, "neg": 0.0, "compound": 0.1779}, {"text": "Did Kingsley set Andre up with the new girl Empire", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "And before that my colleague asked me to get to know the new girl at work. Saying she remind him of me and all.", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "i just watched a whole new girl episode in english without realizing it’s in english", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Hope you're doing good with your new girl ... Hope you won't break her heart like you broke mine.", "neu": 0.5, "pos": 0.4, "neg": 0.1, "compound": 0.8126}, {"text": "OMG my roommate got his new girl over... I got my tunes cranked in my ears so loud laughin tryin to drown'em out spreadin that positivity around I guess ", "neu": 0.887, "pos": 0.113, "neg": 0.0, "compound": 0.5106}, {"text": "I want new girl friends but y’all argue too much.", "neu": 0.488, "pos": 0.26, "neg": 0.252, "compound": -0.2263}, {"text": "New girl got Selena vibes BlackInkCrew", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "i told my boss he reminded me of Schmidt from new girl and i showed him a video and now he won’t stop asking me where he looks better at in a room & it makes my day lmao", "neu": 0.775, "pos": 0.17, "neg": 0.055, "compound": 0.6808}, {"text": "I’m okay with Kyra being on the block. Im not really a fan. I do like maki though and hope he survives. Also super happy the new girl got her 3 final deals. I like her.", "neu": 0.511, "pos": 0.381, "neg": 0.108, "compound": 0.9161}, {"text": "New Girl is my go to show when life is rough! I love it so much!", "neu": 0.745, "pos": 0.255, "neg": 0.0, "compound": 0.6988}, {"text": "It’s funny how my ex girlfriend is so jealous of the new girl I talking to. My ex trying to tell me she really do miss me but you did fucked up our relationship like what the fuck.", "neu": 0.609, "pos": 0.102, "neg": 0.289, "compound": -0.8891}, {"text": "Girls get called hoes for dating two guys in a year... but when a boy gets a new girl every week nobody says anything or questions it... something isn’t right here", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Yo New Girl is fuckin hilarious", "neu": 0.649, "pos": 0.351, "neg": 0.0, "compound": 0.4019}, {"text": "So new girl crystal is basically lilly BlackInkCrew", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "“My new girl a Lamborghini, your new bitch a Honda Accord. “", "neu": 0.703, "pos": 0.0, "neg": 0.297, "compound": -0.5859}, {"text": "Yeah she was super jealous when she heard cam and the new girl were a thing... is she supposed to be felix sister?", "neu": 0.676, "pos": 0.217, "neg": 0.107, "compound": 0.4767}, {"text": "Me called supplier to expedite Me: Hello. Im Amani calling from Celestica S: Ah the new girl ah? Me: ... Me: Yes... Blablabla S: When did you send it? Me: Feb 21 S: Aiyah wait aa wait aa my internet lagging. Will update later Haritu laptop hang. Ni masalah internet...", "neu": 0.808, "pos": 0.0, "neg": 0.192, "compound": -0.8738}, {"text": "the part in new girl where schmidt is listening to basket case by green day is peak tv", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "They better not start shit with this new girl she seem nice and about her money BlackInkCrew", "neu": 0.619, "pos": 0.381, "neg": 0.0, "compound": 0.8236}, {"text": "Schmidt from New Girl is my spirit animal", "neu": 0.805, "pos": 0.195, "neg": 0.0, "compound": 0.1779}, {"text": "Seeing your ex-suitor/crush with her new girl in the locker room is .. I dunno the feeling!!! : )", "neu": 0.863, "pos": 0.137, "neg": 0.0, "compound": 0.3348}, {"text": "So I’ve been binging New Girl , and I was so happy when I saw you in it!", "neu": 0.736, "pos": 0.264, "neg": 0.0, "compound": 0.7213}, {"text": "That new girl client fine as hell BlackInkCrew BlackInkNY BlackInk", "neu": 0.556, "pos": 0.125, "neg": 0.319, "compound": -0.5859}, {"text": "\"gurl, imma marry you.\" -schmidt, new girl , season 4 x episode 22 ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "All my life lessons are from szn 1 of new girl", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "I wanna watch season 7 of new girl instead of watching little clips of it on YouTube.", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Instagram is down and Netflix on my tv will play sound but no video so HOW AM I SUPPOSED TO FALL ASLEEP??! I need to to end my night with New Girl and sugar bear hair ads for a good night sleep.", "neu": 0.8, "pos": 0.138, "neg": 0.062, "compound": 0.5271}, {"text": "Looking for new girl friends who like to workout, into cars, beer and raves lmao", "neu": 0.558, "pos": 0.442, "neg": 0.0, "compound": 0.8591}, {"text": "The new girl is coming to school tomorrow Her name is Avery she was in Spain for the last 7 months She went to the school previously but she took that trip so she is coming back tomorrow", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Brand New Girl in front of 55,000 people in less than a week. A dream ", "neu": 0.874, "pos": 0.126, "neg": 0.0, "compound": 0.1868}, {"text": "my new girl fr ... but I want a bf but then I don’t", "neu": 0.873, "pos": 0.127, "neg": 0.0, "compound": 0.1154}, {"text": "There was hurt in the news today because he's getting a new girl friend since Ms.", "neu": 0.663, "pos": 0.163, "neg": 0.173, "compound": -0.0516}, {"text": "Once a new girl give you a totally different vibe, it’s ova for wassaname....", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "The other day this girls titties were all over IG in her girls mouth now she posting her new girl better than her old bitch lmao I can’t bflo gmfu", "neu": 0.71, "pos": 0.186, "neg": 0.104, "compound": 0.4588}, {"text": "Watching more NEW GIRL and...I get the feeling that Schmidt might be what happens when you do Barney Stinson but don't chicken out at the finish line?", "neu": 0.954, "pos": 0.046, "neg": 0.0, "compound": 0.0644}, {"text": "This new girl is pretty.", "neu": 0.556, "pos": 0.444, "neg": 0.0, "compound": 0.4939}, {"text": "BTS is my fave new girl band", "neu": 0.674, "pos": 0.326, "neg": 0.0, "compound": 0.4404}, {"text": "literally happened to me today i was throwing up didn’t feel good and this new girl wanted my shift and my manager tried saying no. I told him too bad either she comes in or no one does", "neu": 0.748, "pos": 0.068, "neg": 0.185, "compound": -0.6124}, {"text": "Ted and Tati fake too because he’s going to mess with the new girl lol", "neu": 0.588, "pos": 0.137, "neg": 0.275, "compound": -0.4215}, {"text": "If he was crying out of pain that's nobody's fault.Damn I cried too when my ex got with a new girl but is it his fault? We had broken up man.This story is sketchy af,people are calling her names for something she might not have done. He paid her fees so she can't move on?", "neu": 0.773, "pos": 0.0, "neg": 0.227, "compound": -0.9195}, {"text": "U don’t deserve to know. Get yo new girl pregnant", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "I finished New Girl wtf do I watch next", "neu": 0.612, "pos": 0.0, "neg": 0.388, "compound": -0.5859}, {"text": "New girl is my shit, watched it like 5 times ", "neu": 0.534, "pos": 0.191, "neg": 0.275, "compound": -0.2732}, {"text": "NewGirl Trivia at The Woodstock NYC this Wednesday, March 20 at 8pm. RSVP at; NYC s UnionSquare IrvingPlaza", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "She was decent on New Girl ! I liked her character.", "neu": 0.721, "pos": 0.279, "neg": 0.0, "compound": 0.4753}, {"text": "I tryna be a person who dont talk bad about you infront of everybody. Still blaming myself for all of this, eventho it is not 100% my fault. Dear you, pls tcre of your new girl , tell her dont be langsi too much. She doesnt know how bad I can be if I lose my patience :)", "neu": 0.684, "pos": 0.226, "neg": 0.09, "compound": 0.7881}, {"text": "New girl ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Are we sure the new girl is a girl.? I've always thought mark was more a Ramseys kind of guy.", "neu": 0.881, "pos": 0.119, "neg": 0.0, "compound": 0.3182}, {"text": "It’s said it not itzy then who is it but I love this new girl though", "neu": 0.707, "pos": 0.293, "neg": 0.0, "compound": 0.7783}, {"text": "New girl just added Viki from Ukraine: . Russian women", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Tati playing with fire bringing the new girl in the shop. Ted wouldn't stop looking at her. BlackInkCrew", "neu": 0.711, "pos": 0.175, "neg": 0.114, "compound": 0.0742}, {"text": "herb ex isn’t even cute compared to his new girl lol she so bad", "neu": 0.534, "pos": 0.282, "neg": 0.184, "compound": 0.2516}, {"text": "any good comedies on netflix? i’ve seen the office, parks and rec, new girl , kimmy schmidt, friends, that 70s show, and himym. i need something new to binge", "neu": 0.734, "pos": 0.266, "neg": 0.0, "compound": 0.8271}, {"text": "Remember that one episode of new girl where Jess makes Nick feel insecure about his dick", "neu": 0.697, "pos": 0.0, "neg": 0.303, "compound": -0.7269}, {"text": "I love new girl ! Why weren’t we best friends in hs?", "neu": 0.372, "pos": 0.628, "neg": 0.0, "compound": 0.9151}, {"text": "I started rewatching New Girl and I can’t stop laughing why didn’t I do this earlier", "neu": 0.671, "pos": 0.195, "neg": 0.134, "compound": 0.25}, {"text": "New Girl is my favorite!! Also How I Met Your Mother!", "neu": 0.699, "pos": 0.301, "neg": 0.0, "compound": 0.5962}, {"text": "In need of some new girl friends... hit the dm", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "If we “talked” once upon a time and your new girl hmu don’t worry, imma act like ion know you. JK WHORE IM SENDING HER A SCREENSHOT OF ME CUTTING YOU OFF. I’m not that coo lul bitch", "neu": 0.611, "pos": 0.105, "neg": 0.284, "compound": -0.87}, {"text": "Maybe my new girl with some sassy expression? Thank you for the chance! ", "neu": 0.697, "pos": 0.303, "neg": 0.0, "compound": 0.5848}, {"text": "can’t stalk my ex’s new girl anymore,hurry", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "my spanish teacher reminds me of an older version of Jessica Day from New Girl lol", "neu": 0.843, "pos": 0.157, "neg": 0.0, "compound": 0.4215}, {"text": "The episode of New Girl where Jess and Nick meet Prince is 100% me. I’m both of them at the same time ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "I wish there was a tinder where I can make new girl friends. We could uplift each other, have brunch do fun girly shit like wutttt ", "neu": 0.542, "pos": 0.349, "neg": 0.108, "compound": 0.7906}, {"text": "Accepting new girl best friend applications. Bc idk who Isabella is, she might be dead.", "neu": 0.389, "pos": 0.389, "neg": 0.222, "compound": 0.6486}, {"text": "Like how you cut us off but cool. So we then go back to square one and met a new girl . We going to call her Precious. Wait so the first girl we never met. She kept playing games so nothing was ever done, but I gotta start from the beginning ", "neu": 0.765, "pos": 0.208, "neg": 0.027, "compound": 0.886}, {"text": "I made a new girl friend today", "neu": 0.556, "pos": 0.444, "neg": 0.0, "compound": 0.4939}, {"text": "“My new girl a Lamborghini your girl a Honda Accord” best verse of the album", "neu": 0.741, "pos": 0.259, "neg": 0.0, "compound": 0.6369}, {"text": "So trendy it and other countries is \"the pool this piece \"lacks any new girl distinction Like I pretended to hook up just", "neu": 0.894, "pos": 0.106, "neg": 0.0, "compound": 0.3612}, {"text": "SHAMELESSSSSSSSSSSSSSSSSSSS, 90210 ;), QUEER EYE, NEW GIRL , the fosters, oitnb :)", "neu": 0.769, "pos": 0.231, "neg": 0.0, "compound": 0.4588}, {"text": "A new girl at work asked me what my skincare routine is and I almost said cum then I realized it’s a little too early for her to know that..", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "I gotta find a new girl friend my rap dream is totally alive!", "neu": 0.488, "pos": 0.512, "neg": 0.0, "compound": 0.8118}, {"text": "Tiana she gonna peep his new girl tonight Empire", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Nobody : New girl : “I’m the best tattoo artist to come out of the Bronx .” ( Shows tattoo work ) BlackInkCrew Me : ", "neu": 0.819, "pos": 0.181, "neg": 0.0, "compound": 0.6369}, {"text": "Schmidt from new girl ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "If there’s a spirit-filled Nick Miller out there... I will marry him. newgirl ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "A pause followed the new girl ’s question — how was the best way to describe the phenomena that surrounded Holly? “Think. . . Regina George kind of vibe.” A stray strand of chestnut locks was tucked behind her ear, a contemplative smile now adorning her »", "neu": 0.818, "pos": 0.182, "neg": 0.0, "compound": 0.8271}, {"text": "Me and my new girl been straight. I got mad love for you ", "neu": 0.492, "pos": 0.333, "neg": 0.175, "compound": 0.4404}, {"text": "honey, i hate to break it to you but if a guy did everything you expected of him when you were together to his new girl , he didn’t wanna change for you", "neu": 0.925, "pos": 0.0, "neg": 0.075, "compound": -0.3291}, {"text": "Dasia is so basic new girl me now , I can’t try NOTHING new", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Lmao everytime my brother’s introduces me to a new girl they gotta give them a disclaimer on why I’m crazy. NEGATIVE! I just want the best for y’all muthafuckas, ain’t my fault y’all pick the wrong ones", "neu": 0.547, "pos": 0.191, "neg": 0.262, "compound": -0.5461}, {"text": "You stunted on everyone the second you got here it was almost like you entirely skipped the \" new girl \" phase lmao", "neu": 0.757, "pos": 0.243, "neg": 0.0, "compound": 0.7275}, {"text": "Damn what you doing with that big thing for ? Sounds more like a weapon tbh lol do you buy a new one for a new girl you mess with ?", "neu": 0.606, "pos": 0.162, "neg": 0.232, "compound": -0.3496}], "sum": 438}