{"compound_ave": 0.13812414578587703, "tweets": [{"text": "Once upon a time in the LBC pre-sale tickets is on Friday. BRB, setting myself a reminder.", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Bias opinion. You could say that about Millwall when it’s not the majority, villa had the highest arrests in the prem once upon a time and I know from having friends and family who are villa, it’s not the majority. So grow up please.", "neu": 0.792, "pos": 0.118, "neg": 0.09, "compound": 0.3321}, {"text": "Once upon a time ......another fairy tale from the UN. ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Once upon a time - abused day and night! ", "neu": 0.626, "pos": 0.0, "neg": 0.374, "compound": -0.5562}, {"text": "Once upon a time , C the professional programming language set out for adventures. C went home.", "neu": 0.833, "pos": 0.167, "neg": 0.0, "compound": 0.34}, {"text": "Once upon a time I used to wear bras", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Once upon a time in a land far, far away ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Once upon a time , believe it or not, the government hardly meddled with America's food ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Once upon a time there was a CM with long shoes in the water. Now a PM with disappointment on social media. Salute to our مجبوریت", "neu": 0.87, "pos": 0.0, "neg": 0.13, "compound": -0.5106}, {"text": "return. Once upon a time , it may not customize could not fill, if we try not coaxingly cross. ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Once upon a time , C++ the outstanding object oriented language set out for adventures. C++ went home.", "neu": 0.686, "pos": 0.314, "neg": 0.0, "compound": 0.7506}, {"text": "Once upon a time , Nora the obsessed stalker set sail for adventure. Nora went home.", "neu": 0.75, "pos": 0.144, "neg": 0.106, "compound": 0.1531}, {"text": "PPN Radio is nowplaying Once Upon A Time by Kamelot You can listen too at: ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "‘ Once Upon A Time ’s Robert Carlyle & ‘The Crown’s Victoria Hamilton To Star In British Political Thriller ‘Cobra’ For Sky ", "neu": 0.928, "pos": 0.072, "neg": 0.0, "compound": 0.1027}, {"text": "I know you're trying to build yourself off my expense, and now you're trying to cash in on it too. I get it. I played that game too once upon a time . And I grew out of it. ", "neu": 0.93, "pos": 0.07, "neg": 0.0, "compound": 0.34}, {"text": "Once Upon a Time Fandom Inspired Charm Bracelet Wicked Witch geekery style ", "neu": 0.372, "pos": 0.314, "neg": 0.314, "compound": 0.0}, {"text": "And so it should be but, once upon a time , The Man decided otherwise, and this is what we’re dealing with.", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "TBT Once upon a time ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Once upon a time , Nathaniel fetched the chef who was analyzing and lived happily ever after.", "neu": 0.795, "pos": 0.205, "neg": 0.0, "compound": 0.5574}, {"text": "You never saying or sharing any once upon a time moment for DMK & Congress people..... Why they are paying for you... kindly clear it...", "neu": 0.711, "pos": 0.206, "neg": 0.083, "compound": 0.5374}, {"text": "Ya. But as usual the misunderstanding and rithvik 's hatred for palak is very big from their once upon a time love.", "neu": 0.616, "pos": 0.144, "neg": 0.24, "compound": -0.4215}, {"text": "I know It was posted once upon a time . I remember seeing the number and having to visit it. Believe it was before probes.", "neu": 0.939, "pos": 0.061, "neg": 0.0, "compound": 0.0772}, {"text": "i know jinga has tainted your perception of garo but once upon a time it was a love story about girl meets boy-with-zero-social-skills", "neu": 0.766, "pos": 0.234, "neg": 0.0, "compound": 0.7783}, {"text": "Once upon a time , Java the awesome difficult language went to seek her forture. Java went home.", "neu": 0.68, "pos": 0.199, "neg": 0.121, "compound": 0.3818}, {"text": "Old Physician.....picture I took....on the Engagement of my Daughter.... once upon a time ... Georgetown US UK France Slovenia Hungary Russia Germany Spain Japan Life Paris LA FBI Jesuits Life AirFacts Flying Pilots Boeing Hawker Daughter Engagement ", "neu": 0.846, "pos": 0.154, "neg": 0.0, "compound": 0.7184}, {"text": "Once upon a time they where \"coming\" now they are \"going\" somewhere. So does that mean they dont know if they are coming or going ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "For TaxidermyWeek today we are looking at TaxidermyinStrangePlaces and this is not the usual place that you would find a mouse! This little fella was again made for us by Cranfield's Curiosity Cabinet for the exhibition Once Upon a Time in Braintree last summer. ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Once upon a time , Emmanuel cheated the cook who was raising and lived happily ever after.", "neu": 0.653, "pos": 0.181, "neg": 0.166, "compound": 0.0772}, {"text": "Now Playing: 7 Skies - Once Upon A Time (Original Mix)", "neu": 0.795, "pos": 0.205, "neg": 0.0, "compound": 0.2023}, {"text": "You charlatans! Sara is by no means a ‘ once upon a time nostalgia act’ like in the UK, she’s a heavy hitter in the US! Last two studio albums (post Love Song era) were top 2 & even her own album of Waitress songs made top 10 there! (would totally attend that tour tho )", "neu": 0.771, "pos": 0.191, "neg": 0.038, "compound": 0.8392}, {"text": "Once upon a time , Nora the drugged out brat set sail for adventure. Nora went home.", "neu": 0.859, "pos": 0.141, "neg": 0.0, "compound": 0.3182}, {"text": "Once upon a time there was a mermaid and it ate ice cream.", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "This is not the first time new fans have come to Halo, nor will it be the last. Once upon a time , that was you, me, and everyone you know. Don't fall into the trap of thinking this fanbase is more important now than at any other point just because you're in it.", "neu": 0.919, "pos": 0.038, "neg": 0.042, "compound": -0.0534}, {"text": "‘ Once Upon A Time ’s Robert Carlyle & ‘The Crown’s Victoria Hamilton To Star In British Political Thriller ‘Cobra’ For Sky ", "neu": 0.931, "pos": 0.069, "neg": 0.0, "compound": 0.1027}, {"text": "i already got my fit for once upon a time in the lbc lmfao", "neu": 0.625, "pos": 0.375, "neg": 0.0, "compound": 0.7184}, {"text": "Once upon a time in the bright land of Kano ", "neu": 0.734, "pos": 0.266, "neg": 0.0, "compound": 0.4404}, {"text": "You haven't seen Titanic, Desperado & once upon a time in Mexico? Movies that were made in the 90's & early 2000. Wow age again?", "neu": 0.835, "pos": 0.165, "neg": 0.0, "compound": 0.6322}, {"text": "once upon a time I said to myself \"all I want is to be close enough to hear the drums myself\" and now I have this ", "neu": 0.942, "pos": 0.058, "neg": 0.0, "compound": 0.0772}, {"text": "Lots of messed up shit is legal. Slavery was legal two once upon a time . Doesn't mean that it is OK.", "neu": 0.456, "pos": 0.193, "neg": 0.351, "compound": -0.7825}, {"text": "Year 1CH, what an entertaining assembly! Well done! Once upon a time ... ", "neu": 0.642, "pos": 0.358, "neg": 0.0, "compound": 0.6792}, {"text": "Time never stops, once upon a time when you were a child, now you are a old lady. Old people always remember their childhood?", "neu": 0.933, "pos": 0.067, "neg": 0.0, "compound": 0.1139}, {"text": "So, these are all different versions of one of our styles entitled The Octoroon. Once upon a time in this great country of ours (not being sarcastic because it is a great country with ", "neu": 0.669, "pos": 0.283, "neg": 0.048, "compound": 0.8968}, {"text": "DMX & The Game To Perform Their Debut LPs At Snoop Dogg's Once Upon A Time In The LBC music", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "\" Once upon a time , in another realm made of data, dreams and despair, where creatures of all shapes and sizes coexisted and went about having fun in there own ways, there was a group of furry--\"ends. Friends. Let's say it was three lizards. Names are irrelevant. Moving on.", "neu": 0.787, "pos": 0.17, "neg": 0.043, "compound": 0.7783}, {"text": "Once upon a time , C++ the awesome object oriented language went to seek her forture. C++ went home.", "neu": 0.796, "pos": 0.204, "neg": 0.0, "compound": 0.6249}, {"text": "Once upon a time in the LBC w/ my favorite person", "neu": 0.75, "pos": 0.25, "neg": 0.0, "compound": 0.4588}, {"text": "\"I'll be honest, Mr. Hex and I /were/ a thing once upon a time .\" BrianneBot", "neu": 0.784, "pos": 0.216, "neg": 0.0, "compound": 0.5106}, {"text": "Once upon a time , Tristan carved the postal worker who was risking and lived happily ever after.", "neu": 0.704, "pos": 0.181, "neg": 0.116, "compound": 0.3182}, {"text": "GUNDA PARTY EXPOSED... Gunda Party & it's boss PS Golay exposed by Mr. Jeewan Gurung of Chakyung west Sikkim. Mr.Jeewan Gurung once upon a time was a right hand man of PS Golay. ", "neu": 0.71, "pos": 0.255, "neg": 0.035, "compound": 0.8415}, {"text": "Once upon a time there were 4 friends. They lived thousands of miles apart but they promised to keep having adventures until they were as old as the seas they sailed and the mountains ", "neu": 0.775, "pos": 0.225, "neg": 0.0, "compound": 0.8126}, {"text": "I don't know...I hope but there's also a rumor that this gif was misused to tease the trailer release of Once Upon A Time in Hollywood. But why use a specific gif of our show then? So I just hope and reach out for smth CS related. It's still my biggest dream.", "neu": 0.786, "pos": 0.068, "neg": 0.145, "compound": -0.6264}, {"text": "it was a \" once upon a time \" but there was no \"happy ending\"", "neu": 0.534, "pos": 0.3, "neg": 0.166, "compound": 0.5023}, {"text": "Once upon a time , in a land of pins, and a time of bliss, the destiny of a great yet budding industry, lied on the shoulder of a company, named BLACKBERRY. Yes you heard that right!! ", "neu": 0.664, "pos": 0.272, "neg": 0.064, "compound": 0.8585}, {"text": "' Once upon a time , a man came to a wiseman with a question: Wiseman, could you tell me the secret to eternal happiness? The wiseman responded: Do not argue with the fools! The man objected and said: But I disagree! The wiseman responded: YOU ARE WRIGHT!' Unknown", "neu": 0.755, "pos": 0.112, "neg": 0.133, "compound": -0.2593}, {"text": "Once upon a time , Nora the insane transtrender went to seek his forture. An old creep brat told Nora a story. 'Listen well' she said to Nora, 'to this crazed story. ' Once upon a time , Nora the insane lunatic set out for adventure. Nora went home.'", "neu": 0.717, "pos": 0.085, "neg": 0.198, "compound": -0.7027}, {"text": "Lmao once upon a time we had these two as options upfront....", "neu": 0.719, "pos": 0.281, "neg": 0.0, "compound": 0.5994}, {"text": "Once upon a time , Sierra reigned the maid who was strapping and lived happily ever after.", "neu": 0.795, "pos": 0.205, "neg": 0.0, "compound": 0.5574}, {"text": " , once upon a time Sir ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Once upon a time , C the experimental programming language set out for adventures. C went home.", "neu": 0.833, "pos": 0.167, "neg": 0.0, "compound": 0.34}, {"text": "Once upon a time , Java the experimental object oriented language went to seek their forture. Java went home.", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "once upon a time when we lunch-ed together... yo bhanda ni naramro pic cha arko post ma...", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Once upon a time a MEME made vermin supreme laugh and then It was cool, gunchbot", "neu": 0.537, "pos": 0.463, "neg": 0.0, "compound": 0.8591}, {"text": "Once upon a time , Noah opened the engineer who was transporting and lived happily ever after.", "neu": 0.795, "pos": 0.205, "neg": 0.0, "compound": 0.5574}, {"text": "Once upon a time , Nora the obsessed lunatic went to seek his forture. Nora found an ancient book and opened it. As Nora read, the book told a spoiled legend: Once upon a time , Nora the drugged out lunatic set out for adventure. Nora went home.", "neu": 0.789, "pos": 0.047, "neg": 0.164, "compound": -0.7003}, {"text": "Once upon a time , Jillian suggested the knight who was disarming and lived happily ever after.", "neu": 0.795, "pos": 0.205, "neg": 0.0, "compound": 0.5574}, {"text": "Once upon a time , in the golden age of the internet, while all the \"cool kids\", the locals, and the Arabs were busy judging and poking each other on Facebook, Twitter was a safe and peaceful place. On it you could share your thoughts and opinions, your work, your art, without", "neu": 0.809, "pos": 0.191, "neg": 0.0, "compound": 0.8625}, {"text": "Once upon a time we could afford to water our lawns. ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Find the nearest traffic light and say hello. Once upon a time , whatever can not kill to not release, if they try not cheerfully fix. ", "neu": 0.778, "pos": 0.132, "neg": 0.09, "compound": 0.2924}, {"text": "Once upon a time in Mumbai The dirty picture", "neu": 0.707, "pos": 0.0, "neg": 0.293, "compound": -0.4404}, {"text": "Once upon a time , Python the complicated object oriented language left his home. Python went home.", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Let's Tell a Story, I'll Start. Once Upon A Time ..", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Kojak, it's all coming back to me, northern comedians, Mike Yarwood/Eddie Large \"N'aaaaaa Crockaaaa..eeeeeeyyy\" Hopeless they were.. Used to call baldies Kojak once upon a time , you'd have the police knocking on your door now.. I'd say \"eeeey, go catch the ripper..n'aaaaaa\" ", "neu": 0.882, "pos": 0.05, "neg": 0.068, "compound": -0.2023}, {"text": "Once upon a time gets me sooo mad omg why is the queen such a bitch", "neu": 0.632, "pos": 0.0, "neg": 0.368, "compound": -0.7906}, {"text": "Once upon a time , Joshua cured the scientist who was yawning and lived happily ever after.", "neu": 0.795, "pos": 0.205, "neg": 0.0, "compound": 0.5574}, {"text": "Kinda' reminds me of the Metropolitan from Once Upon A Time Space (a French cartoon from 1982), not entirely sure why. ", "neu": 0.897, "pos": 0.0, "neg": 0.103, "compound": -0.2912}, {"text": "Cruise backwards for the count of eighteen. Once upon a time , some people shall not try unpack and post, if we try excitedly prevent. ", "neu": 0.827, "pos": 0.173, "neg": 0.0, "compound": 0.5267}, {"text": "Timothy Olyphant: Working On \" Once Upon A Time In Hollywood\" Was A Dream Come True - CONAN on TBS via ", "neu": 0.758, "pos": 0.242, "neg": 0.0, "compound": 0.5859}, {"text": "Once upon a time , there live a pretty young girl name hidayah in a village. She is so happy playing with toys alone. Till one day, her parents found a baby girl in the yard. They named after it najihah. Till now, hidayab have to share everything with her.", "neu": 0.738, "pos": 0.225, "neg": 0.037, "compound": 0.8812}, {"text": "once upon a time i had a sugar glider and it died", "neu": 0.69, "pos": 0.0, "neg": 0.31, "compound": -0.5574}, {"text": "Once upon a time , Nora the histrionic drug addict went to seek their forture. Nora went home.", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Once upon a time both statements were known to be true by us all But these days it's a competition. And there's no winner. Just losers ", "neu": 0.621, "pos": 0.205, "neg": 0.174, "compound": 0.25}, {"text": "Once upon a time , Makenzie confessed the postal worker who was suspending and lived happily ever after.", "neu": 0.806, "pos": 0.194, "neg": 0.0, "compound": 0.5574}, {"text": "As much as I hate the warriors now, once upon a time I loved watching them go off. Until KD join tbh ", "neu": 0.62, "pos": 0.236, "neg": 0.143, "compound": 0.34}, {"text": "And life can't be no fairytale, no once upon a time", "neu": 0.679, "pos": 0.321, "neg": 0.0, "compound": 0.4168}, {"text": "Once upon a time in a land far far away a referendum result said leave. The evil step mother took over the leaving although she wanted to stay A date was set for the separation 29th March 2019 A divorce settlement was agreed by the wicked step mother, but the family contested it", "neu": 0.854, "pos": 0.03, "neg": 0.116, "compound": -0.5346}, {"text": "Exhale Reacts: The ‘ Once Upon A One More Time ’ Musical ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Once upon a time it would have been a bible ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "She does have a lot of redemption in there - but I actually watched \"Cabaret\" not too long ago for the first time in ages...I remembered liking it once upon a time but it is just an awful movie with a terrible story about lousy people.", "neu": 0.692, "pos": 0.066, "neg": 0.241, "compound": -0.8847}, {"text": "Once upon a time , Nora the histrionic brat set out for adventure. Nora went home.", "neu": 0.85, "pos": 0.15, "neg": 0.0, "compound": 0.3182}, {"text": "Time is not far to quote this... Once upon a time there used to be a party named Congress.. Modi2019Wave ModiHainTohMumkinHain ", "neu": 0.87, "pos": 0.13, "neg": 0.0, "compound": 0.4019}, {"text": "Once upon a time in boracay hahaha ", "neu": 0.581, "pos": 0.419, "neg": 0.0, "compound": 0.5574}, {"text": "Check out T3Medias interview with star of Once Upon A Time - TV5 & We Die Young Actor Joana Metrass ", "neu": 0.804, "pos": 0.0, "neg": 0.196, "compound": -0.5994}, {"text": "Once upon a time we have a black light stick that emits cosmic latte colored light, but when the v2 which is white came it emits silver light instead", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Looking forward to seeing the Britney Spears Broadway musical Once Upon A One More Time .", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Once upon a time I thought that the combo of the fax and being able to send a PXT was the zenith of communication.", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "once upon a time nokia ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Once upon a time , Java the professional phenomenal language set out for adventures. Java went home.", "neu": 0.854, "pos": 0.146, "neg": 0.0, "compound": 0.34}, {"text": "you’re my greatest once upon a time", "neu": 0.543, "pos": 0.457, "neg": 0.0, "compound": 0.6369}, {"text": "You deserve a happy ending, and happy endings always start with hope. –Snow White ( Once Upon A Time )", "neu": 0.558, "pos": 0.442, "neg": 0.0, "compound": 0.8834}, {"text": "Once upon a time , there was a man named Andy. He got hyped for GJ!", "neu": 0.749, "pos": 0.251, "neg": 0.0, "compound": 0.6155}, {"text": "Once upon a time there were three channels that mysteriously came through the air. Best of all it was free to all. Congress sold out our rights to big business!", "neu": 0.776, "pos": 0.224, "neg": 0.0, "compound": 0.8313}, {"text": "Once upon a time , Nora the creep transtrender went to seek their forture. Nora found an ancient book and opened it. As Nora read, the book told a spoiled legend: Once upon a time , Nora the histrionic stalker set sail for adventure. Nora went home.", "neu": 0.947, "pos": 0.053, "neg": 0.0, "compound": 0.3182}, {"text": "Once upon a time there was a pigeon and it ate ice cream.", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "FUCK YEAH YUP ONCE UPON A TIME THERE WAS SHOUTING AND EVERYONE LIVED HAPPILY EVER AFTER THE END", "neu": 0.601, "pos": 0.249, "neg": 0.15, "compound": 0.3182}, {"text": "Once upon a time there was a cyclops and it wished you a happy birthday.", "neu": 0.748, "pos": 0.252, "neg": 0.0, "compound": 0.5719}, {"text": "Once upon a time chaube ji had a spine ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Veronica, for lack of another emotion, found herself conflicted, on the one hand, Penelope hadnt always been the easiest person to like, but on the other, neither had she, once upon a time , and she had changed, maybe Penelope could too. So, she gave in ~", "neu": 0.844, "pos": 0.121, "neg": 0.035, "compound": 0.4767}, {"text": "I don't deny the fact that once upon a time he was one of the best GKs on the world. But that time is long since passed. He USED to be world's best. He is not anymore. Bayern has become such a mediocre team now. And it's sad. Really. Really. Sad. BAYLIV", "neu": 0.719, "pos": 0.171, "neg": 0.111, "compound": 0.5668}, {"text": "Cruise heavily west for fourteen minutes. Once upon a time , something wouldn't be able to differentiate to not try approve, but will try potentially owe. ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "once upon a time , a political newcomer joined the presidential race ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Once upon a time I forgot to come up with a story.", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "I might have to go to this Once Upon a Time in LBC show. That lineup is wild OldSoulsUnite", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Once upon a time I was telling some old school friends who I hadn't seen for a while that I was being given advice by a LIVING book. They laughed at me. I then offered them the opportunity 2 ask a question of the Book. 1 agreed to play. He didn't like the answer so he asked 1/", "neu": 0.73, "pos": 0.233, "neg": 0.037, "compound": 0.8831}, {"text": "Once upon a time in the Alto Piemonte (2 hours drive from Barolo) or the story of Gattinara DOCG vineyards with Nervi and Conterno estates... italie altopiemonte gattinarawine nerviwinery conterno nebbiolo winelover somm sommelier zalto ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "once upon a time , I only got on twitter while at work .. all social media , only at work , never at my house .. I need to get back to that", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "There is more serious \" once upon a time \" in dmk Congress camp.vaiko.srilanka genocide.arms help by congress upa govt.dmk was partner.alleged naaravai Vaiko.", "neu": 0.816, "pos": 0.116, "neg": 0.068, "compound": 0.2748}, {"text": "Once upon a time , Cole waited the dentist who was shrugging and lived happily ever after.", "neu": 0.795, "pos": 0.205, "neg": 0.0, "compound": 0.5574}, {"text": "Survival outside the womb is an arbitrary condition. A mother has a duty to provide for her children, both before and after birth. You’re an adult right now. Once upon a time , you weren’t. If you were left to fend for yourself as an infant, you’d starve or freeze to death.", "neu": 0.849, "pos": 0.023, "neg": 0.128, "compound": -0.765}, {"text": "once upon a time there was a corpse lover shigbot", "neu": 0.444, "pos": 0.281, "neg": 0.274, "compound": 0.0258}, {"text": "haha... once upon a time in kargil we even dint breached ur air space in 1999 fearing atomic war..but today wlrd doesnt even cares abt two nuclear countries getting head on fight ans neither u used nukes which u claimed that u wl use if india violates ur sovereignty..", "neu": 0.772, "pos": 0.0, "neg": 0.228, "compound": -0.9018}, {"text": "Once upon a time , Delaney plugged the knight who was crying and lived happily ever after.", "neu": 0.66, "pos": 0.183, "neg": 0.157, "compound": 0.128}, {"text": "Once upon a time in the house nextdoor was Andrew, a human. That day all they wanted to do was read because they were feeling just okay. So they did, and lived happily ever after.", "neu": 0.811, "pos": 0.189, "neg": 0.0, "compound": 0.7184}, {"text": "Once upon a time , there was a witch named Lace. She was poisoned by a magical serpent. She wore a platinum dress and discovered an Empress, and suddenly the north star went out.", "neu": 0.826, "pos": 0.0, "neg": 0.174, "compound": -0.6908}, {"text": "Once upon a time , Nora the histrionic transtrender set out for adventure. Nora found an ancient book and opened it. As Nora read, the book told an aroused by Randi legend: Once upon a time , Nora the obsessed drug addict set out for adventure. Nora went home.", "neu": 0.87, "pos": 0.095, "neg": 0.035, "compound": 0.4404}, {"text": "Once upon a time ... ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Once upon a time , Nora the insane stalker went to seek their forture. Nora found an ancient book and opened it. As Nora read, the book told an aroused by Randi story: Once upon a time , Nora the obsessed lunatic went to seek their forture. Nora went home.", "neu": 0.85, "pos": 0.0, "neg": 0.15, "compound": -0.765}, {"text": "once upon a time ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "once upon a time , i needed that from someone ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Once upon a time , Nora the histrionic stalker set sail for adventure. An old drugged out lunatic told Nora a story. 'Listen well' she said to Nora, 'to this poopy story. ' Once upon a time , Nora the insane drug addict left their home. Nora went home.'", "neu": 0.791, "pos": 0.089, "neg": 0.12, "compound": -0.3612}, {"text": "There's a new show at Bluestone for 2019! Don't forget to book tickets to \" Once Upon a Time \" for your next stay! ", "neu": 0.894, "pos": 0.106, "neg": 0.0, "compound": 0.3071}, {"text": "Once upon a time I wrote a letter to someone explaining how I feel and I just found out they made fun of me for it so that’s cool I’m not hurt at all", "neu": 0.75, "pos": 0.25, "neg": 0.0, "compound": 0.825}, {"text": "The interesting thing is that once upon a time , BSNL used to make a lot of money. Between 2004-05 and 2008-09, the company made a profit of Rs 30,513 crore. ", "neu": 0.817, "pos": 0.183, "neg": 0.0, "compound": 0.6808}, {"text": "Once upon a time , I still believed in myself I was happy being me and didn't need any help And then somebody that I trusted crushed the feelings I felt I guess a happy never after was the deal I was dealt", "neu": 0.651, "pos": 0.236, "neg": 0.114, "compound": 0.7537}, {"text": "to jump through hoops to get subs for anything. You needed to know someone, that knew someone. SO DBSK was notorious for being really physical with their fans. Those videos were on youtube once upon a time , but when I went back to look for them I never found them again. A lot", "neu": 0.952, "pos": 0.0, "neg": 0.048, "compound": -0.3425}, {"text": "Rumour: Quentin Tarantino’s ‘ Once Upon a Time in Hollywood’ trailer will be released on March 18th ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "once upon a time ,you were my favourite", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "\" Once upon a time there was a boy who loved a girl, and her laughter was a question he wanted to spend his whole life answering.\" —Nicole Krauss, The History of Love", "neu": 0.689, "pos": 0.311, "neg": 0.0, "compound": 0.9062}, {"text": "\"wala pang once upon a time , they didn't live happily ever after na agad.\"", "neu": 0.804, "pos": 0.0, "neg": 0.196, "compound": -0.4449}, {"text": "Take the third right. Once upon a time , whomever could always fill to not be able to jog, if they can try not hungrily call. ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Once upon a time in the LBC summer just throwin plots at us", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Once upon a time I used to try and dance.. tbt dance livenation captainandcoke artist Queen ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Once upon a time there was Krampus and it partied with you.", "neu": 0.806, "pos": 0.194, "neg": 0.0, "compound": 0.34}, {"text": "Once upon a time , Emily reduced the psychologist who was decorating and lived happily ever after.", "neu": 0.795, "pos": 0.205, "neg": 0.0, "compound": 0.5574}, {"text": "Once upon a time , Python the bug-fixing difficult language went to seek their forture. Python went home.", "neu": 0.857, "pos": 0.0, "neg": 0.143, "compound": -0.3612}, {"text": "Once upon a time - abused day and night! ", "neu": 0.626, "pos": 0.0, "neg": 0.374, "compound": -0.5562}, {"text": "Lost Girl is like Greys Anatomy, meets NCIS, meets Once Upon a Time , meets broad and basic mythology... So I may have watched all 5 seasons in like 2 weeks 10/10 garbage tv PRETTY GAY but in a lady way", "neu": 0.803, "pos": 0.155, "neg": 0.043, "compound": 0.5133}, {"text": "Once upon a time we didn't think Avengers would work as a movie because of all the characters. Here we are 7 years later and Infinity War with far more characters was a perfect balance.", "neu": 0.787, "pos": 0.108, "neg": 0.106, "compound": 0.0164}, {"text": "Once upon a time , there's one girl dreaming about visiting a country she loved for so long. . . : kelvinhilman . fushimiinari kyoto visitjapan travel Inari-taisha ", "neu": 0.837, "pos": 0.163, "neg": 0.0, "compound": 0.5994}, {"text": "Once upon a time , Python the complicated phenomenal language left their home. Python went home.", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Once Upon a Time ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Maybe once upon a time but times are changing and the labour voter's are waking up.", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Mercado San Miguel in Madrid used to be a farmers market once upon a time but today it houses pop ups of popular restaurants from Spain one of which is ROCAMBOLESC - a brain child of the ", "neu": 0.896, "pos": 0.104, "neg": 0.0, "compound": 0.5719}, {"text": "Once Upon a Time Jasmine Edition Jewelry Bracelet inspired by Uberjewelrydesigns ", "neu": 0.738, "pos": 0.262, "neg": 0.0, "compound": 0.4939}, {"text": "Once upon a time most of the TMC politicians were comrades.", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Once upon a time , Jack bruised the manager who was identifying and lived happily ever after.", "neu": 0.795, "pos": 0.205, "neg": 0.0, "compound": 0.5574}, {"text": "Once upon a time I had 7 piercings in my ears and let them all close. Now comes along and makes multiple piercings cool again. To pierce or not to pierce??", "neu": 0.91, "pos": 0.09, "neg": 0.0, "compound": 0.3939}, {"text": "Behind a rude boy there was a boy with soft heart who trusted everyone once upon a time ·", "neu": 0.697, "pos": 0.154, "neg": 0.149, "compound": 0.0258}, {"text": "Once upon a time I used to love that character so much DilHiTohHaiSeason2", "neu": 0.704, "pos": 0.296, "neg": 0.0, "compound": 0.6369}, {"text": "Once upon a time , C++ the bug-fixing programming language left their home. An old professional difficult language told C++ a story. 'Listen well' she said to C++, 'to this eerie tale. ' Once upon a time , C the outstanding object oriented language left her home. C went home.'", "neu": 0.768, "pos": 0.123, "neg": 0.109, "compound": 0.184}, {"text": "Uh no Scott. point is much more nuanced than Maddow makes it out to be. What’s more fascinating is that once upon a time conservatives & liberals could be on the same TV show together and debate in mutual self m-respect. TuckerCarlson ", "neu": 0.864, "pos": 0.086, "neg": 0.05, "compound": 0.3804}, {"text": "Once upon a time i used to post videos heavy on IG. Should i get back to it ? ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Once upon a time in China something like this happened hailthechief ", "neu": 0.783, "pos": 0.217, "neg": 0.0, "compound": 0.3612}, {"text": "Find the nearest bench and touch it for three minutes. Once upon a time , people can not pause should not repeat, if you try not loosely attend. ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "\"As the trees became fewer, the forest became the “other” place, the dark place, the once-upon-a - time place.\" ‘Places of sanctuary, opportunity, menace and death’ – why forests in fiction grip our imaginations ", "neu": 0.838, "pos": 0.076, "neg": 0.086, "compound": -0.1027}, {"text": "Once upon a time , passing another Val charger we use to do that Oh the memories of a life not so stressful pop ", "neu": 0.855, "pos": 0.145, "neg": 0.0, "compound": 0.5265}, {"text": "Once upon a time , Nora the drugged out lunatic set out for adventure. Nora found an ancient book and opened it. As Nora read, the book told a fat story: Once upon a time , Nora the histrionic drug addict set sail for adventure. Nora went home.", "neu": 0.837, "pos": 0.096, "neg": 0.067, "compound": 0.1027}, {"text": "Missing my ex. Tell me a story to make me feel better — Once upon a time , there was a princess who had to work three jobs to pay the rent. The end. HAHAHA peace. ", "neu": 0.653, "pos": 0.26, "neg": 0.087, "compound": 0.8455}, {"text": "Once upon a time there was something known as the NAP which has now evolved into Rip Van Winkle.", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Once upon a time , Destiny shocked the waiter who was interfering and lived happily ever after.", "neu": 0.688, "pos": 0.19, "neg": 0.122, "compound": 0.3182}, {"text": "I had a cat once that always stole our rolled up socks and brought them to her many hideouts! She was a shelter-cat and we got told from the shelter that she probably did this because she lost her babies once upon a time and now thinks the socks are her babies", "neu": 0.948, "pos": 0.0, "neg": 0.052, "compound": -0.3802}, {"text": "Once upon a time I was ndtv fan.Unsubscribe today. Because of ravish kumar. ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": " once upon a time was good. Because of your personal intentions not addressed, now it is bad? If not BJP, does it have to be . Can't you do something else for serving society? or it is all about name & fame?", "neu": 0.785, "pos": 0.138, "neg": 0.076, "compound": 0.4291}, {"text": "Once upon a time , there were two young lovers who lived in a dark forest.", "neu": 0.779, "pos": 0.221, "neg": 0.0, "compound": 0.5267}, {"text": "We were something else once upon a time eh", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Once upon a time , Python the bug-fixing object oriented language set sail for adventures. Python found an ancient book and opened it. As Python read, the book told an enchanting story: Once upon a time , C the bug-fixing object oriented language left his home. C went home.", "neu": 0.946, "pos": 0.054, "neg": 0.0, "compound": 0.34}, {"text": "Once upon a time , way back before Raven knew that she would wave her last goodbye, she stood in front of the mirror and ask herself: \"In the midst of my demise, one shall not pass my desire to have a better life. Thou life's a bitch, I still would want to fuck her...\"", "neu": 0.766, "pos": 0.071, "neg": 0.163, "compound": -0.7475}, {"text": "once upon a time", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Once upon a time , C++ the professional difficult language left her home. C++ went home.", "neu": 0.839, "pos": 0.0, "neg": 0.161, "compound": -0.3612}, {"text": "this was me once upon a time ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Once upon a time , Nora the drugged out transtrender set out for adventure. Nora went home.", "neu": 0.859, "pos": 0.141, "neg": 0.0, "compound": 0.3182}, {"text": "Once upon a time , C++ the experimental phenomenal language set out for adventures. C++ found an ancient book and opened it. As C++ read, the book told an enchanting tale: Once upon a time , C the complicated object oriented language set out for adventures. C went home.", "neu": 0.895, "pos": 0.105, "neg": 0.0, "compound": 0.5859}, {"text": "Once upon a time I was falling in love, but now I'm only falling apart.", "neu": 0.633, "pos": 0.165, "neg": 0.203, "compound": 0.1027}, {"text": "Once upon a time this was my favourite song song Romantic bengalitwitter Bengali sangeet dev subhashree bengalimovie sangeetbangla Via ", "neu": 0.863, "pos": 0.137, "neg": 0.0, "compound": 0.4019}, {"text": "Once upon a time , Nora the drugged out drug addict set sail for adventure. Nora went home.", "neu": 0.867, "pos": 0.133, "neg": 0.0, "compound": 0.3182}, {"text": "\"in the beginning\" and \" once upon a time \" ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Once upon a recent time , Tomi Lahren picked on Jane Curtin mercilessly. Which was ironic, given how JC's character on SNL was attacked misogynistically for her news views. So I made the \"you ignorant slut\" quote, as a point of irony, and got my account permanently locked.", "neu": 0.771, "pos": 0.0, "neg": 0.229, "compound": -0.8625}, {"text": "thats one of the worst enemies of an artist... i dont know anyone who didnt have these thoughts at least once upon a time :/", "neu": 0.673, "pos": 0.0, "neg": 0.327, "compound": -0.8658}, {"text": "“No chance of winning” is a weird thing to say at this point in time . Once upon a much saner time , Trump also had no chance of winning the Republican nomination. And yet here we are.", "neu": 0.72, "pos": 0.184, "neg": 0.097, "compound": 0.5423}, {"text": "Damn... Once upon a time in the LBC. I wanna see YG", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "I am drunk. And once upon a time when drunk, I used to tweet recipes for ’s followers... SO GET THE FUCK READY!", "neu": 0.543, "pos": 0.11, "neg": 0.348, "compound": -0.7915}, {"text": "Once upon a time in the supermarket was Courtney, a jedi. That day all they wanted to do was dance because they were feeling just okay. So they did, and lived happily ever after.", "neu": 0.806, "pos": 0.194, "neg": 0.0, "compound": 0.7184}, {"text": "the same guys who once upon a time were white knights, now talk shit hahaha", "neu": 0.625, "pos": 0.188, "neg": 0.188, "compound": 0.0}, {"text": "It's not trans boundary river.. Once upon a time it was belonging to the great India... After wars India lost Tibet & kailash mount region... Its time to to get back our mighty river Brahmaputra to India... - NaMo Dr.Sasi ", "neu": 0.773, "pos": 0.093, "neg": 0.134, "compound": -0.2023}, {"text": "Once upon a time there was a dragon and it took you to a movie.", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Once upon a time there was a yeti and it ate you.", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Or Once Upon A Time ?", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Once upon a time he put on a great show.. not sure what to think of him anymore whatimiss", "neu": 0.712, "pos": 0.195, "neg": 0.093, "compound": 0.4833}, {"text": "Yo brother an this once upon a time , must stop!", "neu": 0.762, "pos": 0.0, "neg": 0.238, "compound": -0.3595}, {"text": "once upon a time at the devil´s wall ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "bitch I can’t wait to be upon a time in the LBC in a cute outfit with two micheladas in my hands dancing my ass off", "neu": 0.66, "pos": 0.099, "neg": 0.241, "compound": -0.6486}, {"text": "Once upon a time , any person could not illustrate could not scratch, if you frantically scratch. ", "neu": 0.854, "pos": 0.0, "neg": 0.146, "compound": -0.34}, {"text": "Jupp Heynckes and Pep Guardiola Once upon a time ...", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Once upon a time , Edward bolted the queen who was forcing and lived happily ever after.", "neu": 0.795, "pos": 0.205, "neg": 0.0, "compound": 0.5574}, {"text": "Once upon a time I used to try and dance.. tbt dance livenation captainandcoke artist ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Once upon a time spoke knowledge!!!! ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Once upon a time , Cole subtracted the princess who was managing and lived happily ever after.", "neu": 0.795, "pos": 0.205, "neg": 0.0, "compound": 0.5574}, {"text": "Once upon a time I was falling in love But now I'm only falling apart There's nothing I can do a total eclipse of the heart", "neu": 0.72, "pos": 0.159, "neg": 0.121, "compound": 0.4588}, {"text": "Once upon a time , C the complicated phenomenal language set out for adventures. C found an ancient book and opened it. As C read, the book told an enchanting story: Once upon a time , C++ the complicated phenomenal language went to seek their forture. C++ went home.", "neu": 0.945, "pos": 0.055, "neg": 0.0, "compound": 0.34}, {"text": "Once Upon A Time In the LBC I gotta go to that faaaaashooooo", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Once upon a time you were talking in the same way about congress. Today you merged with congress forgetting all that party did for AP.", "neu": 0.895, "pos": 0.105, "neg": 0.0, "compound": 0.4019}, {"text": "Too good not to share: Once Upon a Time Rin ", "neu": 0.594, "pos": 0.246, "neg": 0.16, "compound": 0.2528}, {"text": "Once upon a time , Python the awesome difficult language went to seek her forture. Python went home.", "neu": 0.68, "pos": 0.199, "neg": 0.121, "compound": 0.3818}, {"text": "Rustin Gresiuk in Once upon a Time tumblr rp rpicons thehollowedartists", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Now Playng: Dire Straits - Once Upon A Time In The West", "neu": 0.75, "pos": 0.0, "neg": 0.25, "compound": -0.4588}, {"text": "jesus CHROIST i was thin once upon a time", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Once upon a time Chelsea had so many goalscoring wingers and strikers (joe cole, robben, duff,kalou,anelka and drogba) now we can barely put the ball in the back of the net.", "neu": 0.948, "pos": 0.0, "neg": 0.052, "compound": -0.1531}, {"text": "We don't want pls They can keep it Bobrisky how far? I don't even want to mention once upon a time \"Mama\" That one has been forgotten Bunch of ingrates FavelikeMiracle Bbnaija ", "neu": 0.824, "pos": 0.0, "neg": 0.176, "compound": -0.3749}, {"text": "I be feeling like Jania... like once upon a time I let a toxic relationship take me to a dark place but I was always the shit but then I fell off my shit but now Ive bounced back but people still remember that dark place but they know I’m shit Get it ?", "neu": 0.653, "pos": 0.347, "neg": 0.0, "compound": 0.9692}, {"text": "Once upon a time , C++ the complicated programming language set out for adventures. C++ found an ancient book and opened it. As C++ read, the book told a strange story: Once upon a time , Python the bug-fixing difficult language set sail for adventures. Python went home.", "neu": 0.811, "pos": 0.1, "neg": 0.089, "compound": 0.128}, {"text": "Once upon a time there was a boy who was stolen by a girl.... And given experimental medications and placed in a body suit..... And saved humanity... And played outer space cowboys and aliens! The end?", "neu": 0.769, "pos": 0.146, "neg": 0.085, "compound": 0.3164}, {"text": "Once upon a time , Java the outstanding object oriented language went to seek their forture. Java found an ancient book and opened it. As Java read, the book told an eerie story: Once upon a time , Javascript the experimental difficult language left his home. Javascript went home.", "neu": 0.824, "pos": 0.078, "neg": 0.098, "compound": 0.0}, {"text": "Ito Rapadas of Neocolours performs \"TULOY PA RIN\" in Young Once (Upon A Time ) of NET 25. ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Lol...Pakis use to say the same thing, once upon a time .. ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "En C M sahab ki toi saram laaz sab khuch khatam ho gayi. Once upon a time he was against the corruption,now he swims in corruption.", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "A string of recollection a ghost inside that once upon a time was feeding my soul and even though I've pushed aside the hole it still remains a memory that won't forget me as I ride upon the spine of time to glimpse a different life", "neu": 0.905, "pos": 0.04, "neg": 0.055, "compound": -0.1615}, {"text": "Once upon a time in Mumbai & Dirty picture", "neu": 0.674, "pos": 0.0, "neg": 0.326, "compound": -0.4404}, {"text": "Once upon a time , Nora the obsessed transtrender set out for adventure. Nora went home.", "neu": 0.75, "pos": 0.144, "neg": 0.106, "compound": 0.1531}, {"text": "Once upon a time ...The man was married many times over, he had a big family, didn't drink, was a great orator, he used religion and 'ummah' and 'kafirphobia' his a VI's its neighbours and extended neighbourhood, to come to power. He had millions of dumb and evil supporters.", "neu": 0.747, "pos": 0.053, "neg": 0.2, "compound": -0.844}, {"text": "Can’t wait to see the trailer for Once upon a time in Hollywood.", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "4 days until once upon a time in Hollywood (2019) trailer drops ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Once upon a time , Marco rhyme the prince who was poking and lived happily ever after.", "neu": 0.795, "pos": 0.205, "neg": 0.0, "compound": 0.5574}, {"text": "Once upon a time there was a cyclops and it took you captive.", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Once upon a time ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Once upon a time there was a Kingdom... ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Once Upon a Time in the East .an awesome Spotify Playlist. awesomeness NowPlaying", "neu": 0.728, "pos": 0.272, "neg": 0.0, "compound": 0.6249}, {"text": "I can see that... I was a big band saxophonist, once upon a time . If only we could all make a living doing the one thing we really dig, right? But your work is fantastic, period. Love seeing those intimate, candid moments caught so well.", "neu": 0.778, "pos": 0.222, "neg": 0.0, "compound": 0.8895}, {"text": "Once upon a time I was had curly hair curly_hair curlyblonde curlycurls model blondehair cute boys greeneyes Followme ", "neu": 0.833, "pos": 0.167, "neg": 0.0, "compound": 0.4588}, {"text": "Stalker Solaris Once Upon a Time in America (long cut)", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "NowPlaying Once upon a time in the Jirisan by Jo Yeong-Wuk Kundo; the age of the rampant ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Popular on 500px : Once upon a time by MichaelGimenez ", "neu": 0.714, "pos": 0.286, "neg": 0.0, "compound": 0.4215}, {"text": "Once upon a time there was a werewolf and it took you captive.", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Once upon a time , Tristan dammed the artist who was relying and lived happily ever after.", "neu": 0.795, "pos": 0.205, "neg": 0.0, "compound": 0.5574}, {"text": "Once upon a time tom vadakkan was given the Rajiv Gandhi rashtriya ekata samman....remember..? That's how close he was to Sonia ji tomvadakkan", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Once upon a time , it was held that a mayor with bad luck is known to meander frequently at the parallel worlds.", "neu": 0.735, "pos": 0.122, "neg": 0.143, "compound": -0.128}, {"text": "Once upon a time , Cheyenne jumped the postal worker who was winking and lived happily ever after.", "neu": 0.806, "pos": 0.194, "neg": 0.0, "compound": 0.5574}, {"text": "Throwback to once upon a time when I love to having beardless . . : . . InstaMood InstaLove HustleHarder LiveYoung LiveFree ExploringMyself ApnaTimeAega FreeToLove Shoots ThrowBack Click KyaBoltiPublic OneLife JustDoIt Fambruh Friends ", "neu": 0.767, "pos": 0.233, "neg": 0.0, "compound": 0.8074}, {"text": "Have made a lot of fun of this guy over the past few months. But today is the day we need him the most. A CS and we can back ourselves to score 2. Not to forget, I was a massive Mustafi fan once upon a time . Need a splendid defensive display from him. Totally backing him tonight. ", "neu": 0.772, "pos": 0.228, "neg": 0.0, "compound": 0.89}, {"text": "Once upon a time , Logan curved the singer who was receiving and lived happily ever after.", "neu": 0.795, "pos": 0.205, "neg": 0.0, "compound": 0.5574}, {"text": "Once upon a time , Hayden faded the postal worker who was pointing and lived happily ever after.", "neu": 0.806, "pos": 0.194, "neg": 0.0, "compound": 0.5574}, {"text": "Once upon a time , Nora the histrionic transtrender left their home. Nora went home.", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Once upon a time Damian Marley came to Kenya...showed up on stage with Set Up Shop, dropped almost all his Songs and left the stage..Reggae fans demanded to have him back..mans showed up singing his Fathers Songs..for one hour..we watched Bob Marley perform..Forever legendary.", "neu": 0.957, "pos": 0.0, "neg": 0.043, "compound": -0.2263}, {"text": "Also forks and spoons! True story: in the prison at Alcatraz once upon a time , hardened criminals would not let a little thing like a weapon stop them when it came to a killing. There were several murders using spoons by inmates during this time .", "neu": 0.57, "pos": 0.087, "neg": 0.343, "compound": -0.9414}, {"text": "Once upon a time , clicking on a Google News link didn’t load an additional ‘Opening ’ page. The extra page does nothing except boost Google’s claimed page views. It’s old-fashioned cheating which, if any of us did it, Google would penalize us for.", "neu": 0.869, "pos": 0.0, "neg": 0.131, "compound": -0.7057}, {"text": "I'm a victim of shadow-banning. Once upon a time , I had 250k followers.... Until I told Kathy Griffin that she should decorate her kitchen with her brains...", "neu": 0.913, "pos": 0.0, "neg": 0.087, "compound": -0.2732}, {"text": "Once Upon a Time in the West (From \" Once Upon a Time in the West\") by Ennio Morricone NowPlaying", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Once upon a time people would envy all those who worked in Government Department who were assured of Salary at the end of the month...Sorry.....not any more.... ", "neu": 0.839, "pos": 0.087, "neg": 0.073, "compound": 0.1027}, {"text": "Once Upon A Time Is A Very Feminist Show. Actress sits down with us and talks about her new TV/Film experiences and new movie We Die Young. Interview Movie WeDieYoung OnceUponATime", "neu": 0.878, "pos": 0.0, "neg": 0.122, "compound": -0.5994}, {"text": "A playlist would still be cool. Especially for some of the more obscure tracks. Had to use Shazam to figure out your outro on the last tour. Think it was Ennio Morricone's ' Once Upon A Time In The West' finale. I've always loved being exposed to new music via the WBs!", "neu": 0.855, "pos": 0.121, "neg": 0.024, "compound": 0.7345}, {"text": "Once upon a time in North London! tbt arsenal pires henry ljungberg bergkamp legends coyg ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "CosyColdKitchenTalks wrote a new post, Once Upon A Time – Body, Shut Up., on the site Liebig34 presents: CosyColdKitchenTalks ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Buffy, Doctor Who, Steven Universe, Fringe, Glee, Once Upon A Time", "neu": 0.682, "pos": 0.318, "neg": 0.0, "compound": 0.6369}, {"text": "'cause once upon a time you were my everything...", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Once upon a time , C the outstanding phenomenal language went to seek her forture. C went home.", "neu": 0.765, "pos": 0.235, "neg": 0.0, "compound": 0.6124}, {"text": "Roll lightly north for five miles. Once upon a time , someone will never envision could try rain, if they can try not healthily undress. ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Once upon a time a horny bastard buddha awarded veto power to China and piece of Indian land after fitting a narrative Dat China cannot be defeated.With 70 years of bullshit again awarded India with trade deficit.Doklam was a slap on dragon Gandhi. Next 5 yrs n game ovr forever", "neu": 0.732, "pos": 0.131, "neg": 0.137, "compound": -0.3182}, {"text": "Once upon a time , Braden treated the fighter who was pinching and lived happily ever after.", "neu": 0.714, "pos": 0.286, "neg": 0.0, "compound": 0.6369}, {"text": "Once upon a time something happened to me. It was a fantasy, it was a dream come true, it was the day I met you <3", "neu": 0.712, "pos": 0.288, "neg": 0.0, "compound": 0.7717}, {"text": "Evgeny Grinko - Once Upon A Time ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Once upon a time , Darcy the superdetective set out for adventure. Darcy found an ancient book and opened it. As Darcy read, the book told an enchanting saga: \"What a sick, masochistic lion.\" - character from ", "neu": 0.773, "pos": 0.059, "neg": 0.168, "compound": -0.6369}, {"text": "If I get back with Cha that will be me degrading myself along with all my morals and values, i fought this MF once upon a time you think I need that in my life? No.", "neu": 0.718, "pos": 0.069, "neg": 0.213, "compound": -0.6808}, {"text": ". doesn't begin until May but here's a sneak peak at some of the installations in store for CDW 's 10th anniversary including ' Once Upon A Time ' in collaboration with CDW2019 ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Once upon a time , Nora the creep drug addict set sail for adventure. An old histrionic lunatic told Nora a story. 'Listen well' she said to Nora, 'to this fat saga. ' Once upon a time , Nora the drugged out stalker set sail for adventure. Nora went home.'", "neu": 0.802, "pos": 0.134, "neg": 0.064, "compound": 0.3612}, {"text": "The prob.isn’t that a college ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "All that we have learnt as history as a subject is all negative and narrated. Our so called Chacha ji had passed on permanent seat in UNSC offered to India to China just like that as gift. I feel so ashamed to have supported Congress once upon a time ! ChinalovesJeM", "neu": 0.736, "pos": 0.14, "neg": 0.124, "compound": -0.1742}, {"text": "Once upon a time the Tory Grandees would have collectively told her to go. Her stuboness is dragging the Party through a quagmire.", "neu": 0.795, "pos": 0.205, "neg": 0.0, "compound": 0.5994}, {"text": "Once upon a time in Iceland.. ReimagineIceland , Iceland ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Once upon a time , there was a man named Byron. He got hyped for GJ!", "neu": 0.749, "pos": 0.251, "neg": 0.0, "compound": 0.6155}, {"text": "How about \" Once Upon A Time In Mexico\", the sequel to \"Desperado\"? Did you see the movie?", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "If you’d had ZDT as in ZD30SCRIPT that’d get my vote I’ll settle for SAS (Swan and Sugarloaf, best pub in south London, once upon a time ).", "neu": 0.861, "pos": 0.139, "neg": 0.0, "compound": 0.6369}, {"text": "Once upon a time I used to sketch NewProfilePic ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "That’s what people said about blacks too once upon a time to justify actions against them.", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Once upon a time , Nora the histrionic lunatic left his home. Nora went home.", "neu": 0.789, "pos": 0.0, "neg": 0.211, "compound": -0.4939}, {"text": "Once upon a time , C the professional object oriented language set out for adventures. C went home.", "neu": 0.844, "pos": 0.156, "neg": 0.0, "compound": 0.34}, {"text": "Once upon a time , C++ the bug-fixing difficult language left their home. C++ found an ancient book and opened it. As C++ read, the book told a portentous tale: Once upon a time , Python the complicated phenomenal language went to seek their forture. Python went home.", "neu": 0.944, "pos": 0.0, "neg": 0.056, "compound": -0.3612}, {"text": "14 \" Once Upon A Time \" Fairy Tale Photos ... sooo doing this with my future daughter!... hilarity giggle smile ludicrous ", "neu": 0.664, "pos": 0.232, "neg": 0.104, "compound": 0.4753}, {"text": "Once upon a time , Kaylee caused the blacksmith who was entering and lived happily ever after.", "neu": 0.795, "pos": 0.205, "neg": 0.0, "compound": 0.5574}, {"text": "Once upon a time there was an ogre and it abducted you.", "neu": 0.752, "pos": 0.0, "neg": 0.248, "compound": -0.5106}, {"text": "Once upon a time , there were two young lovers who lived in the ghostly woods.", "neu": 0.793, "pos": 0.207, "neg": 0.0, "compound": 0.5267}, {"text": "Once upon a time , C++ the bug-fixing object oriented language left his home. C++ found an ancient book and opened it. As C++ read, the book told a portentous tale: Once upon a time , C the bug-fixing object oriented language set sail for adventures. C went home.", "neu": 0.945, "pos": 0.055, "neg": 0.0, "compound": 0.34}, {"text": "Yes and people are getting thicker by the minute. Once upon a time , would be a comy, now a bot. Human evolution seems to be taking a step back , it's certainly not progressive", "neu": 0.841, "pos": 0.159, "neg": 0.0, "compound": 0.6249}, {"text": "Once upon a time ... snowboardlife ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Yes! I can't wait to see that one either! Simba looks amazing! They are really coming out with great movies lately! I thought The Jungle Book was fantastic too! Do you watch Once Upon a Time at all?", "neu": 0.669, "pos": 0.331, "neg": 0.0, "compound": 0.9466}, {"text": "Once upon a time , we trialled a net on appliance. Devices *on the same lan subnet* would time out! Not sure what happened to it but needless to say it never went live.", "neu": 0.944, "pos": 0.0, "neg": 0.056, "compound": -0.1957}, {"text": "Most of his followers once upon a time have been disappointed and repenting as what type of man we were supporting. In politics this is not a big thing. but a man of principles becomes greedy for power is certainly a wonder of the world.", "neu": 0.786, "pos": 0.107, "neg": 0.106, "compound": 0.0129}, {"text": "Once Upon a Time ... Shorten won and everybody lived happily ever after", "neu": 0.578, "pos": 0.422, "neg": 0.0, "compound": 0.8074}, {"text": "Once upon a time Big Bang was appointed as \"Honorary Ambassador for 'Law and Order' in 2009 by Ministry of Justice. ----- One of the replies says that's how YG keeps connections with the MoJ and gets benefits dealing with drug related incidents such as Park Bom's smuggling drugs. ", "neu": 0.793, "pos": 0.151, "neg": 0.056, "compound": 0.6486}, {"text": "Once upon a time , Nora the histrionic transtrender went to seek their forture. Nora found an ancient book and opened it. As Nora read, the book told a spoiled legend: Once upon a time , Nora the insane brat set sail for adventure. Nora went home.", "neu": 0.889, "pos": 0.051, "neg": 0.06, "compound": -0.1027}, {"text": "Someone said that about Xbox once upon a time", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Once upon a time , Steven fitted the miner who was disliking and lived happily ever after.", "neu": 0.688, "pos": 0.19, "neg": 0.122, "compound": 0.3182}, {"text": "Once upon a time , Carter lied the chef who was cracking and lived happily ever after.", "neu": 0.677, "pos": 0.188, "neg": 0.135, "compound": 0.25}, {"text": "ONCE UPON A TIME .......................................... I FUCKED HIM DOE..........................................", "neu": 0.539, "pos": 0.0, "neg": 0.461, "compound": -0.7297}, {"text": "Once upon a time , in a galaxy far far away, back in the day.. TBT throwbackthursday .. .. .. djskooby skoobysnax thadiva djandthadiva djculture djlife djlifestyle ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "5 tv shows 1) one tree hill 2) lucifer 3) once upon a time 4) castle 5) gilmore girls tag : whoever wants to do it :)", "neu": 0.885, "pos": 0.115, "neg": 0.0, "compound": 0.4588}, {"text": "Was expected! Tom Vadakkan had this on his mind for over a year! Once upon a time Sonia Gandhi's close confidante makes the final switch! ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Gloomy Thursday. RekomendasiLagu Legend. English rock band. The Rolling Stones - Rough Justice \" Once upon a time I was your little rooster, but now I'm just one of your cocks.\" ", "neu": 0.877, "pos": 0.077, "neg": 0.046, "compound": 0.2263}, {"text": "What a great event. Horror, sci-fi & fantasy - I loved reading all three once upon a time .", "neu": 0.461, "pos": 0.369, "neg": 0.171, "compound": 0.6486}, {"text": "Once upon a time , Nora the insane transtrender set out for adventure. Nora went home.", "neu": 0.706, "pos": 0.135, "neg": 0.159, "compound": -0.1027}, {"text": "Noodles might be named after a character in Once Upon A Time In America (recently tried to watch and had to stop about 20 minutes in, terrible IMO, but memorable nickname) ", "neu": 0.881, "pos": 0.0, "neg": 0.119, "compound": -0.3919}, {"text": "brexit The Shame Of An Empire Once Upon A Very Long Time Ago!", "neu": 0.764, "pos": 0.0, "neg": 0.236, "compound": -0.5255}, {"text": "And it was me. Once upon a time ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Take the second right. Once upon a time , somebody will try to download and don't try trace, and not try fervently drop. ", "neu": 0.917, "pos": 0.083, "neg": 0.0, "compound": 0.2057}, {"text": " , a great newspaper ( once upon a time ), refused to publish this article by PervezHoodbhoy , noted physicist and thinker of Pakistan. Must read for us, Indians . ", "neu": 0.777, "pos": 0.145, "neg": 0.078, "compound": 0.4404}, {"text": "once upon a time the pinks had amazing stage outfits and makeup, then one day Jieun came and she bought her best friend Maeng with her. together the tag team duo made it their mission to give the pinks the worst outfits and makeup. the end.", "neu": 0.728, "pos": 0.199, "neg": 0.073, "compound": 0.7964}, {"text": "Sling all the traitors in the Tower and throw away the keys. Once upon a time , our Monarch would have done that. ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Once upon a time , Mr. Modi became a household name ONLY BECAUSE Congress used to name him every hour since 2002. Now, instead of addressing the country for PRESSING MATTERS, Law Minister expressed AGONY on Rahul's tweet and left! NO ANSWER abt Govt's steps for AzharMasood ", "neu": 0.827, "pos": 0.037, "neg": 0.136, "compound": -0.7118}, {"text": "What a disgrace for the once upon a time “investigative journalist”. Well, she brought this on to herself! ", "neu": 0.715, "pos": 0.107, "neg": 0.178, "compound": -0.3382}, {"text": "Once upon a time , not long ago,", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Once upon a time , we were in England and it was a beautiful day. . . We miss the train rides together . . UK England Studentlife holidays train station , ", "neu": 0.722, "pos": 0.223, "neg": 0.055, "compound": 0.7096}, {"text": "Once upon a time , Yuuma the time lumberjack set out for adventure. An old paleopriest told Yuuma a story. 'Listen well' she said to Yuuma, 'to this enchanting legend. ' Once upon a time , Mia the paleowitch went to seek his forture. Mia went home.'", "neu": 0.808, "pos": 0.096, "neg": 0.096, "compound": 0.0}, {"text": "Once upon a time , Nora the creep brat left their home. Nora found an ancient book and opened it. As Nora read, the book told a crazed saga: Once upon a time , Nora the obsessed stalker set out for adventure. Nora went home.", "neu": 0.871, "pos": 0.054, "neg": 0.075, "compound": 0.0258}, {"text": "Missionaria Protectiva: ONCE UPON A TIME ...Bad Company ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "You have achieved the level of a bhakt. Once upon a time i respected u a lot but after this maa behen thing,u can't be called a human.", "neu": 0.911, "pos": 0.089, "neg": 0.0, "compound": 0.2617}, {"text": "Nokia was strong too once upon a time ... And also looked to services as the future.", "neu": 0.82, "pos": 0.18, "neg": 0.0, "compound": 0.5106}, {"text": "Perfect awsome. Once upon a time I lose 26 kg in 3 months. There is a good app MyFitnessPal that helped a lot and maintain everything in your body", "neu": 0.693, "pos": 0.218, "neg": 0.089, "compound": 0.5994}, {"text": "Another beings doesn't value material as humans do. If a single one wiped us out , be without a care in cause, and to that seen as just cups of water. Water wasted by that of a careless being once upon a time .", "neu": 0.766, "pos": 0.0, "neg": 0.234, "compound": -0.8542}, {"text": "Saw a once upon a time ring on mercari if anyone is looking for one ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Once upon a time , Alexis opened the photographer who was living and lived happily ever after.", "neu": 0.795, "pos": 0.205, "neg": 0.0, "compound": 0.5574}, {"text": "Once upon a time , Nora the insane brat left her home. Nora went home.", "neu": 0.816, "pos": 0.0, "neg": 0.184, "compound": -0.4019}, {"text": "Once upon a time , Python the outstanding programming language set out for adventures. Python went home.", "neu": 0.67, "pos": 0.33, "neg": 0.0, "compound": 0.7506}, {"text": "This how I’m walking in and outta once upon a time in the LBC ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Once upon a time ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "So once upon a time , didn't Mark sleep with his brothers (Tyler) love interest (Paige)? Or was it the other way around and is this the second time he's been betrayed by a sibling? neighbours", "neu": 0.722, "pos": 0.182, "neg": 0.096, "compound": 0.5514}, {"text": "I thought for Once Upon A Time in the LBC !", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "What is this, Once Upon a Time ?", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Once upon a time , Nora the histrionic stalker went to seek her forture. Nora went home.", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Can anyone remind belawal that once upon a time there was one person named late Babar sahib called creator of taliban and your mom was also supporting", "neu": 0.896, "pos": 0.104, "neg": 0.0, "compound": 0.4404}, {"text": "Once upon a time there was light in my life But now there's only love in the dark Nothing I can say", "neu": 0.819, "pos": 0.181, "neg": 0.0, "compound": 0.6369}, {"text": "Once upon a time , Darcy the gentleman scientist set sail for adventure. Darcy went home.", "neu": 0.85, "pos": 0.15, "neg": 0.0, "compound": 0.3182}, {"text": "Once upon a time , Bailey tied the painter who was sawing and lived happily ever after.", "neu": 0.795, "pos": 0.205, "neg": 0.0, "compound": 0.5574}, {"text": "which once-upon-a - time -interesting-character's rise best shows how far one can fall in legacy politics? reply with your favorite story of people taking path a no matter the price", "neu": 0.696, "pos": 0.241, "neg": 0.064, "compound": 0.7269}, {"text": "That once upon a time in dota2 though ThrowbackThursday ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Once upon a time ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Once upon a time I was falling in love But now I'm only falling apart There's nothing I can do A total eclipse of the heart", "neu": 0.72, "pos": 0.159, "neg": 0.121, "compound": 0.4588}, {"text": "What is this? Also why the hell were you not on Once Upon a Time ? If you were asked by Adam would you have done it?", "neu": 0.824, "pos": 0.0, "neg": 0.176, "compound": -0.7303}, {"text": "Once upon a time ... ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Once upon a time in a parallel universe not far away via ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "ONCE UPON A TIME IN CHENNAI (2018) New Released Full Hindi Dubbed Movie | New South Movie 2018 ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Hey Guys I'm Andrea and I am very good at SLEEPING. I'm really skilled at it. In fact let me tell you a story about it. Once upon a time i was in bed and i FELL ASLEEP. Anyway, thank you and peace out if you need any tips make sure to add me on discord jertery2729", "neu": 0.768, "pos": 0.188, "neg": 0.044, "compound": 0.8313}, {"text": "Once upon a time , Marco troubled the social worker who was entertaining and lived happily ever after.", "neu": 0.578, "pos": 0.289, "neg": 0.133, "compound": 0.5423}, {"text": "Once upon a time , Nora the histrionic drug addict set sail for adventure. Nora found an ancient book and opened it. As Nora read, the book told a fat tale: Once upon a time , Nora the creep stalker set sail for adventure. Nora went home.", "neu": 0.897, "pos": 0.103, "neg": 0.0, "compound": 0.5574}, {"text": "Once Upon a Time in Hollywood (2019) as WojciechFrykowski as AbigailFolger EmileHirsch as JaySebring as SharonTate ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "You used to be part of my daily routine. Now you’re nothing more than a once upon a time in my dreams.", "neu": 0.876, "pos": 0.124, "neg": 0.0, "compound": 0.4019}, {"text": "Once upon a time , Briana chopped the actress who was offering and lived happily ever after.", "neu": 0.795, "pos": 0.205, "neg": 0.0, "compound": 0.5574}, {"text": "Once upon a time , Nora the insane lunatic left his home. Nora found an ancient book and opened it. As Nora read, the book told a crazed saga: Once upon a time , Nora the creep stalker set sail for adventure. Nora went home.", "neu": 0.788, "pos": 0.05, "neg": 0.162, "compound": -0.6249}, {"text": "IS Ebrahim Rasool the ANC premier candidate? Wasn't he premier once upon a time ? Why was he recalled? Elections2019 ThumaMina ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Old | “ Once upon a time walking around the Vatican, we met pennywise, Bill Skarsgard from “it”!!!” Via @/katy_sycheva on Instagram. ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Once upon a time a person suggested SBM as a best institute for CA or ACCA...", "neu": 0.741, "pos": 0.259, "neg": 0.0, "compound": 0.6369}, {"text": "BATMAN CHARACTER ENCYCLOPEDIA ’t always the case. You see, once upon a time , when I was a small boy with big ideas, I just couldn’t comprehend why a sca", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Once upon a time , was bored and decided to spend her time by placing 's photo behind her water bottle and... THIS HAPPENED! HE LITERALLY LOOKED LIKE JISUNG of NCT DREAM and WOOOJIN of STRAY KIDS! OMG! I AM I'M SCARED! DAY6_Youth Day6 StrayKids NCT ", "neu": 0.752, "pos": 0.138, "neg": 0.111, "compound": 0.3402}, {"text": "Once Upon a Time Jasmine Edition Jewelry Bracelet inspired by Uberjewelrydesigns ", "neu": 0.738, "pos": 0.262, "neg": 0.0, "compound": 0.4939}, {"text": "Once upon a time , i was the \"people's opinion about me determines what I do/who i am\" guy, but where has that gotten me? Anyways, as of late, the only opinion that counts is GODs and mine. In essence, LIVE FOR YOURSELF and not for the approvals of others. ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Once upon a time there was a Yōkai and it abducted you.", "neu": 0.732, "pos": 0.0, "neg": 0.268, "compound": -0.5106}, {"text": "Supporting Pakde always Shoot untuk millenial ketukpintu . Are we still millenials?? Hmmmmm.... once upon a time LOOONNGG time ago Kopi ", "neu": 0.75, "pos": 0.144, "neg": 0.106, "compound": 0.2168}, {"text": "It's the hunger for POWER, once upon a time people said Doctors get a God Complex, now it's Demacrats. ", "neu": 0.785, "pos": 0.11, "neg": 0.105, "compound": 0.0258}, {"text": "Once upon a time , Margaret replied the president who was exercising and lived happily ever after.", "neu": 0.795, "pos": 0.205, "neg": 0.0, "compound": 0.5574}, {"text": "Once upon a time . From All American.", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Once upon a time in Mexico", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Once upon a time , Khan Klub resembled a part of some fabled land right out of an ancient tale. Today the boutique hotel that was actually a Hindu haveli was enveloped in particles of flour, and looks nothing like it used to. ", "neu": 0.947, "pos": 0.0, "neg": 0.053, "compound": -0.2755}, {"text": "Stfu Once upon a time you were in MIS too bonobo looking as B", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Once upon a time a slice of Sheraton’s pizza man doc regular slice would’ve slapped butt NOW? Nah ", "neu": 0.915, "pos": 0.0, "neg": 0.085, "compound": -0.1027}, {"text": "LOL when all you can offer is someone else in your family did something of \"merit\" once upon a time ... Her philosophy is founded on the same system as the Monarchy and Gentry of England. I was born better... I thought America fought to do away with such rank structures... ", "neu": 0.887, "pos": 0.068, "neg": 0.044, "compound": 0.3034}, {"text": "I mean, once upon a time , but back in my suburb life, I may or may not have indulged in a \"backpack\" cooler full of green beers. StPatricksDay ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Once upon a time .. ⁦ ⁩ are running story time sessions this Sunday. fawnfriendly jointheherd Sunday stories | Kew ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Once upon a time , there was a man named Bruce. He got hyped for GJ!", "neu": 0.749, "pos": 0.251, "neg": 0.0, "compound": 0.6155}, {"text": "Once upon a time there was a government and an opposition that actually did thing for the good of the people FolkloreThursday obviously this was a long time ago ....", "neu": 0.9, "pos": 0.1, "neg": 0.0, "compound": 0.4404}, {"text": "I DONT EVEN GO TO ONCE UPON A TIME BUT I INSTANTLY JUST GOT FEELINGS FOR HER ALL OVER AGAIN?", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Could this be yet another \" Once upon a time \" moment from 's administration?", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Once upon a time ! ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Or that guy from happy who also plays the author in once upon a time ", "neu": 0.678, "pos": 0.322, "neg": 0.0, "compound": 0.6908}, {"text": "Kids once upon a time , there was this thing called InstagramBlackout2019 and I lived to tell the story how it all began", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Have these films aged well? They were all my favorites once upon a time but haven’t seen some of them in over a decade.", "neu": 0.853, "pos": 0.147, "neg": 0.0, "compound": 0.3506}, {"text": "Once upon a time , Nora the histrionic stalker left their home. An old creep stalker told Nora a story. 'Listen well' she said to Nora, 'to this poopy legend. ' Once upon a time , Nora the creep brat went to seek his forture. Nora went home.'", "neu": 0.951, "pos": 0.049, "neg": 0.0, "compound": 0.2732}, {"text": "Once upon a time ... EdwardReginaldFrampton ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "once upon a time i was falling in love but now i'm just only falling apart", "neu": 0.655, "pos": 0.155, "neg": 0.19, "compound": 0.1027}, {"text": "life can't be no fairytale, no once upon a time", "neu": 0.65, "pos": 0.35, "neg": 0.0, "compound": 0.4168}, {"text": "Once upon a time in the LBC er nah", "neu": 0.833, "pos": 0.0, "neg": 0.167, "compound": -0.1027}, {"text": "Once upon a time , Kathryn parted the butler who was smoking and lived happily ever after.", "neu": 0.795, "pos": 0.205, "neg": 0.0, "compound": 0.5574}, {"text": "OK once upon a time there was a princess in a castle and she had a special gift between—", "neu": 0.584, "pos": 0.416, "neg": 0.0, "compound": 0.8192}, {"text": "Once upon a time , Nora the insane stalker went to seek her forture. Nora went home.", "neu": 0.838, "pos": 0.0, "neg": 0.162, "compound": -0.4019}, {"text": "Once upon a time , people also thought Yahoo, Myspace, Friendster, Nokia, Blackberry were kings.", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "\"The married man was once upon a time a novice, so a novice can still be tested and if the love the girl has for the guy in question is real, she can make him more perfect than the so called married man.\" - Anonymous ", "neu": 0.826, "pos": 0.174, "neg": 0.0, "compound": 0.8479}, {"text": "Once upon a time , I wore my heart on my hair, in front of my jersey and inside the volleyball court. My loyalty to La Salle Volleyball Team is forever. 'Yan ang ipapasigaw sayo ng ", "neu": 0.901, "pos": 0.099, "neg": 0.0, "compound": 0.5423}, {"text": "Once upon a time , Emma recognized the artist who was blinking and lived happily ever after.", "neu": 0.795, "pos": 0.205, "neg": 0.0, "compound": 0.5574}, {"text": "Once upon a time there was light in my life, but now there's only love in the dark.", "neu": 0.734, "pos": 0.266, "neg": 0.0, "compound": 0.7783}, {"text": "Once upon a time , Jason stayed the doctor who was arresting and lived happily ever after.", "neu": 0.795, "pos": 0.205, "neg": 0.0, "compound": 0.5574}, {"text": "Check out \" Once Upon a Time - Clerkenwell Design Week Historical Guided Walking Tour\" ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "It is Thursday evening and time to share he story of Mushkil Gusha, Remover of All Difficulties The Story of Mushkil Gusha Once upon a time , not a thousand miles from here, there lived a poor old wood-cutter,... ", "neu": 0.81, "pos": 0.056, "neg": 0.134, "compound": -0.4767}, {"text": "for BOOKLOVERS ' Once Upon a Time ' Inspired Necklace - Henry's Book Makes a great gift! GiftIdea Bookworms ", "neu": 0.512, "pos": 0.488, "neg": 0.0, "compound": 0.8883}, {"text": "Once upon a time , Javascript the awesome difficult language set out for adventures. Javascript went home.", "neu": 0.571, "pos": 0.31, "neg": 0.119, "compound": 0.6124}, {"text": "disappear. Once upon a time , any shall compare if i could grip, but could kookily park. ", "neu": 0.9, "pos": 0.0, "neg": 0.1, "compound": -0.1154}, {"text": "ㅤ ㅤㅤ danulingga posted a photo. ㅤ Once upon a time , there was a little prince who loved gardening. he found a small cactus that was injured. He saved the cactus, without realizing that he was also hurt. And then he found a rose, with thorns. Oh, poor little prince. ♡ ⤻ ㅤ ", "neu": 0.733, "pos": 0.11, "neg": 0.157, "compound": -0.4144}, {"text": "Europe once upon a time 1898 The Roman Empire under Emperor Trajan in 98-117 A.D. - the Greatest Extension, Original Antique Historical Map ", "neu": 0.745, "pos": 0.255, "neg": 0.0, "compound": 0.7579}, {"text": "Once upon a time , Patrick blotted the juggler who was informing and lived happily ever after.", "neu": 0.795, "pos": 0.205, "neg": 0.0, "compound": 0.5574}, {"text": "Once upon a time I loved Steffy & Liam but not anymore. Plz don’t put her back w/ him. I love Steffys independence & Liam ruins that. Pathetic Hope can keep him!", "neu": 0.481, "pos": 0.284, "neg": 0.235, "compound": 0.4869}, {"text": "once upon a time I was falling in love but now I'm only falling apart", "neu": 0.633, "pos": 0.165, "neg": 0.203, "compound": 0.1027}, {"text": "Once upon a time , Darcy the erotic detective set sail for adventure. Darcy found an ancient book and opened it. As Darcy read, the book told a strange story: \"You are my life now.\" - character from ", "neu": 0.886, "pos": 0.064, "neg": 0.05, "compound": 0.128}, {"text": "Once upon a time , the person reading this post now was once a virgin No worry we understand Ode!!!", "neu": 0.715, "pos": 0.0, "neg": 0.285, "compound": -0.7163}, {"text": "Once upon a time I was texting this dude, but wasn't interested in the slightest. He was oblivious to that and asked for a pic. I sent this. He didn't respond. ", "neu": 0.9, "pos": 0.0, "neg": 0.1, "compound": -0.438}, {"text": "Once Upon A Time", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Once upon a time , Python the outstanding phenomenal language set sail for adventures. Python went home.", "neu": 0.67, "pos": 0.33, "neg": 0.0, "compound": 0.7506}, {"text": "Once upon a time , Nora the creep transtrender left her home. Nora went home.", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Once upon a time , my daughter wanted to be a band teacher. She’s a natural. Give her any instrument and 30 minutes and she’ll play you something. One day, her 7th grade band teacher (who others have verified was rude to EVERYONE for no reason one day) told her “You’ll never...", "neu": 0.813, "pos": 0.091, "neg": 0.096, "compound": -0.0772}, {"text": "Once upon a time , someone always said this to me. Now, he/she doesnt care about others anymore. ", "neu": 0.851, "pos": 0.0, "neg": 0.149, "compound": -0.3875}, {"text": "Once upon a time , Nora the creep lunatic went to seek her forture. An old histrionic brat told Nora a story. 'Listen well' she said to Nora, 'to this aroused by Randi saga. ' Once upon a time , Nora the drugged out lunatic left his home. Nora went home.'", "neu": 0.832, "pos": 0.042, "neg": 0.127, "compound": -0.6486}, {"text": "Once Upon a Time was the perfect opportunity for Jelsa and they ruined it. ", "neu": 0.51, "pos": 0.332, "neg": 0.158, "compound": 0.5267}, {"text": "‘ Once Upon A Time ’s Robert Carlyle & ‘The Crown’s Victoria Hamilton To Star In British Political Thriller ‘Cobra’ For Sky ", "neu": 0.931, "pos": 0.069, "neg": 0.0, "compound": 0.1027}, {"text": "Once upon a time , Nora the creep lunatic went to seek their forture. Nora went home.", "neu": 0.814, "pos": 0.0, "neg": 0.186, "compound": -0.4939}, {"text": "ganja ads || Snoop Dogg, YG, The Game to headline Once Upon a Time in the LBC concert - Long Beach Press Telegram snoopdawg snoop hiphop", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Once upon a time , C++ the professional object oriented language went to seek her forture. C++ went home.", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "No shade no tea.. but I wish they would swap DMX with either Ice Cube or Kendric for Once Upon a Time in the LBC", "neu": 0.748, "pos": 0.133, "neg": 0.12, "compound": 0.3291}, {"text": "I emailed it to you once upon a time . I can dig it out :-)", "neu": 0.827, "pos": 0.173, "neg": 0.0, "compound": 0.3182}, {"text": "ik everybody remember once upon a time in like 2011 everybody in dc was muslims niggas wore kufi’s as style ", "neu": 0.776, "pos": 0.114, "neg": 0.11, "compound": 0.0258}, {"text": "Once upon a time , C the experimental programming language set out for adventures. C found an ancient book and opened it. As C read, the book told a portentous legend: Once upon a time , C the experimental difficult language went to seek her forture. C went home.", "neu": 0.883, "pos": 0.057, "neg": 0.06, "compound": -0.0258}, {"text": "Once upon a time , Nora the insane lunatic went to seek his forture. Nora found an ancient book and opened it. As Nora read, the book told a crazed story: Once upon a time , Nora the drugged out lunatic left his home. Nora went home.", "neu": 0.782, "pos": 0.0, "neg": 0.218, "compound": -0.8625}, {"text": "Once upon a time , Java the experimental programming language left her home. Java went home.", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "You have proved once again that your mental balance have gone for a toss. Once upon a time you were widely respected as a journalist in the sub continent for your unbiased & sane views. How come you have turned into an idiot to identify a saint like DalaiLama with a terrorist??", "neu": 0.731, "pos": 0.1, "neg": 0.169, "compound": -0.594}, {"text": "Once upon a time , this would've been me. It ultimately led to the darkest times in my life. I know the signs which are shouting that my mind and body are both equally tired. Learning ", "neu": 0.836, "pos": 0.0, "neg": 0.164, "compound": -0.7269}, {"text": "Once upon a time , Python the complicated object oriented language set out for adventures. Python went home.", "neu": 0.862, "pos": 0.138, "neg": 0.0, "compound": 0.34}, {"text": "Once upon a time , I was your everything But now? I am nothing to you. KarJonforTabingIlog", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Woman claims airline staff forced her to cover up, threatened to kick her off flight over ‘inappropriate’ crop top FoxNews Once upon a time people didn't need to be told how to dress.", "neu": 0.788, "pos": 0.049, "neg": 0.163, "compound": -0.6369}, {"text": "Multiverse time travel: As seen in Once upon a time , season 7. Literally, the only thing i liked about Season 7 was that they got this fucking right, but I'll take time to explain the theory, and use examples, before explaining why it doesn't pertain to this episode.", "neu": 0.959, "pos": 0.041, "neg": 0.0, "compound": 0.2263}, {"text": "Mustve come off, but zinzan wouldn't say that unless he gave it to Jason as a gift once upon a time , maybe before Jason was famous and they met at a cultural event or played a friendly game or two. Maybe...", "neu": 0.751, "pos": 0.249, "neg": 0.0, "compound": 0.9052}, {"text": "Once upon a time you were also in line to become first lady........ but...... alas!!!!!", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Once upon a time there was a skeleton and it ate you.", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Once upon a time .... A rapper told me he learnt how to tongue twist by speaking in tongues Incase you don't know, tongue twisting a fast rap thing. You know that point when a rapper is saying shii soo fast...You can't hear the words, but the flow gets to you that's it", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Once upon a time , Nora the obsessed lunatic went to seek their forture. An old insane drug addict told Nora a story. 'Listen well' she said to Nora, 'to this crazed story. ' Once upon a time , Nora the histrionic drug addict left her home. Nora went home.'", "neu": 0.775, "pos": 0.042, "neg": 0.183, "compound": -0.729}, {"text": "Yeah I realise it's a coping mechanism but my counsellor says that coping mechanisms are just fine. He said once upon a time they would tell people not to use them as it makes you worse but he said if it makes me feel more safe and secure theres no harm at all.", "neu": 0.649, "pos": 0.175, "neg": 0.177, "compound": -0.2766}, {"text": "Once upon a time there was you and it ate you.", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Once upon a time , Savannah smelled the baker who was melting and lived happily ever after.", "neu": 0.795, "pos": 0.205, "neg": 0.0, "compound": 0.5574}], "sum": 439}