{"compound_ave": 0.47596757894736896, "texts": [{"text": "I know you hate humanity but it’s not fair that you made us crying our eyes out with AfterLife fucking brilliant mate!", "compound": -0.3809, "pos": 0.177, "neg": 0.29, "neu": 0.533, "data": "2019-03-13 03:10:49"}, {"text": "So agree. Another thing I just mentioned to David. The beloved dog. the empty cupboard. The sense of futility mixed with the reality of responsibility. The scene where the sex worker cleans his house and comments, I like your dog... humanity , pain and paradox. So good!!!", "compound": 0.7999, "pos": 0.225, "neg": 0.116, "neu": 0.659, "data": "2019-03-11 09:38:43"}, {"text": "Who knew could make something so beautiful & sad & full of moments of aching gut wrenching humanity ? Afterlife ", "compound": -0.1499, "pos": 0.195, "neg": 0.257, "neu": 0.548, "data": "2019-03-13 07:56:27"}, {"text": " Just binged afterlife it was amazing, critics complaining you are being you?? I am like but I love you being you lol I need more I am watching Humanity now I need a new stand up!", "compound": 0.9232, "pos": 0.346, "neg": 0.073, "neu": 0.581, "data": "2019-03-12 19:39:32"}, {"text": " love Humanity and love your new show. Legend!", "compound": 0.8655, "pos": 0.592, "neg": 0.0, "neu": 0.408, "data": "2019-03-11 05:55:40"}, {"text": "Having a evening. After Life, Derek and Humanity bestsunday", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-11 06:04:10"}, {"text": " AfterLife This fucking show. Has me in tears. You cunt. Thanks for just exposing all of our fucking humanity . \"All we have is each other\" is my fucking theology. Bless Penelope Wilton. She's a goddamn angel.", "compound": -0.5141, "pos": 0.132, "neg": 0.227, "neu": 0.64, "data": "2019-03-14 13:30:38"}, {"text": " Afterlife is a thing of beauty. The script, acting and humanity of the series is something to behold. Laughter and tears in equal amounts. Not been as moved by a series since Boys From the Blackstuff Genius", "compound": 0.7269, "pos": 0.171, "neg": 0.046, "neu": 0.782, "data": "2019-03-11 04:30:11"}, {"text": "“Just want to be popular. Love my new incredibly well written, reflection of humanity ” - pathetic.", "compound": 0.7178, "pos": 0.421, "neg": 0.146, "neu": 0.433, "data": "2019-03-11 00:11:02"}, {"text": "After life by is a absolute master class in writing, acting & humanity . Well done to him & all involved especially the dog.", "compound": 0.2732, "pos": 0.1, "neg": 0.0, "neu": 0.9, "data": "2019-03-11 17:49:46"}, {"text": "Humanity by Ricky Gervais ? Not sure if you’re a fan f his or not", "compound": 0.0869, "pos": 0.161, "neg": 0.138, "neu": 0.701, "data": "2019-03-13 07:57:48"}, {"text": " Just Finished AfterLife . Your work amazes me. A unique blend of irreverent comedy and humanity . It touches my soul (and splits my gut). Thank You. Now I need stitches.", "compound": 0.802, "pos": 0.255, "neg": 0.0, "neu": 0.745, "data": "2019-03-12 05:42:24"}, {"text": "First off, watch humanity , he is still by far the funniest out there. Second, yes watch it, it is truly amazing", "compound": 0.9186, "pos": 0.433, "neg": 0.0, "neu": 0.567, "data": "2019-03-13 22:38:28"}, {"text": "I find it ironic, tragic, apropos, beautiful, revolutionary, and absolutely-fucking-fascinating that it takes an Atheist to give me|us any real faith* in Humanity . AfterLife ", "compound": 0.1027, "pos": 0.137, "neg": 0.158, "neu": 0.704, "data": "2019-03-11 23:27:55"}, {"text": "Gotta say just bites, chews and spites you with every show he performs. Humanity is a bomb in the head I wish a could forget... so I can watch it again and again.", "compound": -0.4404, "pos": 0.079, "neg": 0.163, "neu": 0.758, "data": "2019-03-14 18:37:33"}, {"text": "“You can laugh at bad things without being a bad person.” - I don’t know if it is because I am a former atheist and I relate to how he thinks or it’s just because I have an equal disdain for humanity , but I love his comedy!", "compound": 0.7959, "pos": 0.227, "neg": 0.128, "neu": 0.645, "data": "2019-03-14 11:21:46"}, {"text": "I’ve seen it now. It was incredible. My favourite line is HopeIsEverything . The last episode was my favourite, I think for obvious reasons, without giving away spoilers. I really loved it. I’ve only watched two things on Netflix now. This & Humanity . I’ve had it since December.", "compound": 0.4866, "pos": 0.087, "neg": 0.042, "neu": 0.871, "data": "2019-03-12 02:17:21"}, {"text": "Taking my pretty time in watching the new series AfterLife . Starting with Episode One here... All of his shows manage to cut to the core of humanity , and off the bat this one immediately confronts death, grief, love, loss, and acclimation. So ready to see more.", "compound": -0.2975, "pos": 0.165, "neg": 0.218, "neu": 0.617, "data": "2019-03-14 12:44:20"}, {"text": " I finished binge-watching After Life the other night then watched Humanity last night. Both were brilliant, moving and funny. They also helped me get over being offended by the c-word which used to make me cringe. Thank you for being you, Ricky.", "compound": 0.802, "pos": 0.191, "neg": 0.041, "neu": 0.768, "data": "2019-03-12 21:36:44"}, {"text": "afterlife well done laugh out loud moments, combined with thought-provoking concepts, love, hope, misery, a crocodile Dundee-style tin of dog food to the face and an observation of the simplicity of humanity ’s needs. ", "compound": 0.8442, "pos": 0.288, "neg": 0.083, "neu": 0.629, "data": "2019-03-12 21:16:30"}, {"text": "Hell, ’ ‘The Afterlife’ literally had me on a rollercoaster of emotions. One minute I was laughing my tits off, the next minute I was wiping my snotty nose on my wife’s dressing gown-I’m classy like that. A beautiful series, with so much authenticity and humanity .", "compound": 0.7184, "pos": 0.227, "neg": 0.118, "neu": 0.655, "data": "2019-03-11 02:54:41"}, {"text": "Humanity (Netflix) (2019) (5/5) Funny and true! Humanity ", "compound": 0.7177, "pos": 0.5, "neg": 0.0, "neu": 0.5, "data": "2019-03-12 03:58:35"}, {"text": " Humanity on is so funny. Much watch. I am one of Ricky’s 12 million followers", "compound": 0.5777, "pos": 0.223, "neg": 0.0, "neu": 0.777, "data": "2019-03-13 05:04:50"}, {"text": " I enjoyed “After Life”. It rather mirrored “ humanity ”. .. it’s hard to find happiness sometimes but it’s there. Thanks for the laughs it’s been a long time.", "compound": 0.9081, "pos": 0.352, "neg": 0.034, "neu": 0.615, "data": "2019-03-12 16:27:42"}, {"text": " i can't question this wasn't excellent. I felt a massive mix of emotions during the journey but felt happy at the end. I'll be honest, not a big fan of the office or extras, liked humanity and your animal views. Well done! AfterLife", "compound": 0.9287, "pos": 0.301, "neg": 0.083, "neu": 0.616, "data": "2019-03-12 07:40:54"}, {"text": "Amazing show watched humanity last night too and is so funny starting extras tonight", "compound": 0.8196, "pos": 0.386, "neg": 0.0, "neu": 0.614, "data": "2019-03-14 00:37:06"}, {"text": "Exactly like me. Thought it would be too dark for my tastes but the sheer humanity won me right over. And the dog obviously", "compound": 0.7783, "pos": 0.236, "neg": 0.0, "neu": 0.764, "data": "2019-03-14 07:16:06"}, {"text": " watching your show HUMANITY today-cheered me up.", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 06:13:08"}, {"text": "It's incredible. I loved it. U write people in such an amazing way & capture humanity so well. Its funny poignant & thought provoking", "compound": 0.9154, "pos": 0.447, "neg": 0.059, "neu": 0.493, "data": "2019-03-14 15:20:44"}, {"text": "I love the office, extras, derrick, and Ricky's earlier stand-up, and I understand the idea of not constantly walking on eggshells when we talk, but some of his rhetoric toward transgender individuals in Humanity crossed a line. Its not about bad words, its about tone-deafness.", "compound": 0.7488, "pos": 0.137, "neg": 0.0, "neu": 0.863, "data": "2019-03-14 03:51:44"}, {"text": "Watched Humanity 3 times and After Life twice now. It’s fair to say Ricky Gervais is a genius", "compound": 0.3182, "pos": 0.133, "neg": 0.0, "neu": 0.867, "data": "2019-03-13 02:38:09"}, {"text": "Watched it twice, was moved both times. My wife died in 2016. As much as I sometimes wanted to, I did not walk around acting like a cunt to people afterward. I guess I just don't have Ricky's quick wit, or his firm grasp on the nature of humanity , or his gassy, bloviated torso.", "compound": -0.6486, "pos": 0.045, "neg": 0.123, "neu": 0.832, "data": "2019-03-13 04:51:10"}, {"text": "AfterLife humanity now watching politics . Can’t get enough of this week!!", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 08:26:30"}, {"text": "Humanity is a plague — ", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-13 22:04:44"}, {"text": " Afterlife is great but I love Humanity much more", "compound": 0.8537, "pos": 0.582, "neg": 0.0, "neu": 0.418, "data": "2019-03-12 18:46:33"}, {"text": " Just re watched your Humanity show ,is the post man in afterlife who reads Tony’s mail inspired from the story of your brother sending a postcard to your mother about the post man reading her mail? AfterLife Humanity", "compound": 0.4939, "pos": 0.082, "neg": 0.0, "neu": 0.918, "data": "2019-03-13 01:04:16"}, {"text": "About to start that one. So many good lines RE humanity , being a good person etc. My heart hurts", "compound": 0.5034, "pos": 0.26, "neg": 0.127, "neu": 0.613, "data": "2019-03-11 11:38:22"}, {"text": " afterlife is an absolute masterpiece. As someone who suffers from mental illness,the program creates laughs , serious insight and humanity to an illness very much misunderstood . When he loses it in pub with noise of guy eating crisps , wow that was me !! Must watch", "compound": 0.5727, "pos": 0.226, "neg": 0.198, "neu": 0.575, "data": "2019-03-11 17:40:11"}, {"text": "I’m a copper in Dublin 15 years and hated humanity for a while ‘after life’ just made me laugh and cry. Just amazing from start to finish", "compound": 0.0258, "pos": 0.207, "neg": 0.204, "neu": 0.588, "data": "2019-03-11 18:46:09"}, {"text": "His stand up can be unnecessarily cruel (it's possible to make jokes about a subject without targeting vulnerable people), but his work in TV comedy/ drama is funny, warm, heart breaking and full of humanity (it's also wonderfully offensive in a way that gets it's targets right).", "compound": 0.7896, "pos": 0.245, "neg": 0.109, "neu": 0.646, "data": "2019-03-12 03:06:53"}, {"text": " Afterlife is the best tv you’ve done. Your humanity shines through it. The vaginal yeast scene had me crying. The scenes in the home remind me so much of moments with my Dad. And as with all your work, it’s the delicate touches. Thanks for making it a better world.", "compound": 0.7964, "pos": 0.192, "neg": 0.053, "neu": 0.755, "data": "2019-03-12 05:59:54"}, {"text": "\"After Life\" is lessons in humanity wrapped in dark comedy. Thank you ", "compound": 0.6124, "pos": 0.333, "neg": 0.0, "neu": 0.667, "data": "2019-03-12 05:35:23"}, {"text": "An unbelievable series - all humanity is there... wonderfully portrayed by the whole cast. Thank you!", "compound": 0.8172, "pos": 0.414, "neg": 0.0, "neu": 0.586, "data": "2019-03-13 06:45:34"}, {"text": "new series AfterLife is as beautiful as it is understanding of & sympathetic to the array of wacky things people do to survive and find hope and connection whilst being part of the parasite fest that is humanity :-) absolutely incredible work. thanks RickyGervais", "compound": 0.9389, "pos": 0.291, "neg": 0.0, "neu": 0.709, "data": "2019-03-10 18:56:40"}, {"text": "Great show. It was real on so many levels. Depression, addiction and thoughts of suicide can affect anyone. To hurt and suffer is to be human. If you can find the good and share it with others, well, that is humanity . Cheers.", "compound": -0.4522, "pos": 0.229, "neg": 0.245, "neu": 0.526, "data": "2019-03-14 15:02:30"}, {"text": "No one puts more heart and humanity into his work than . His new show After Life (on Netflix) is hilarious, heart wrenching and beautiful all at the same time. Highly recommended, just like everything he has ever done. AfterLife Netflix ChubbyFunster", "compound": 0.8503, "pos": 0.231, "neg": 0.044, "neu": 0.725, "data": "2019-03-12 03:57:51"}, {"text": "Is there any chance you make an European Tour of one of your solos? I would love to see you live in Portugal. I loved Humanity so much", "compound": 0.8779, "pos": 0.305, "neg": 0.0, "neu": 0.695, "data": "2019-03-10 23:59:45"}, {"text": "After Life is amazing Love him or hate him, Ricky Gervais knows how to connect with peoples humanity", "compound": 0.6486, "pos": 0.3, "neg": 0.139, "neu": 0.562, "data": "2019-03-12 06:20:20"}, {"text": "If you fancy watching a series that can only be described as the ‘ultimate’ episode of The office/Extras/Derek/ Humanity all rolled into one then afterlife is the badger. you’ve only gone and nailed it again. Bravo.", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-12 05:39:11"}, {"text": " once again you are able to make me laugh and cry in a moment. Absolutely loved after life and the amazing casting! Followed by humanity in a wonderful day of Gervaisiness!!!!!", "compound": 0.9367, "pos": 0.378, "neg": 0.071, "neu": 0.551, "data": "2019-03-13 14:04:02"}, {"text": "Derek gives you the same feeling Afterlife does. Focuses on humanity and kindness but hilarious to. u will love it", "compound": 0.9118, "pos": 0.457, "neg": 0.0, "neu": 0.543, "data": "2019-03-12 04:41:17"}, {"text": "I binged-watched it all in one go Janet. It’s brilliant. Then I watched Humanity . Now I’m watching Derek (just amazing). I can’t get enough ... help me!", "compound": 0.7777, "pos": 0.236, "neg": 0.0, "neu": 0.764, "data": "2019-03-14 15:30:39"}, {"text": "Just watched Humanity on Netflix!! Very funny! Never seen his stand up properly so I shall be watching the lot soon!!!", "compound": 0.6554, "pos": 0.187, "neg": 0.0, "neu": 0.813, "data": "2019-03-12 23:58:27"}, {"text": "Exactly 1 year ago : Humanity premiered on . And it is still a pleasure to watch. Cannot wait to see the transformation from comedian to actor in After Life. HYPE", "compound": 0.743, "pos": 0.201, "neg": 0.0, "neu": 0.799, "data": "2019-03-13 15:00:50"}, {"text": "People who hate the C word would hear it a lot less if they stopped being such cunts humanity netflix hilarious", "compound": -0.7605, "pos": 0.1, "neg": 0.343, "neu": 0.557, "data": "2019-03-11 02:34:27"}, {"text": "First of all - afterlife is brilliant, full of humanity . Second, thanks for getting dementia and losing someone so right. Thirdly, thanks for showcasing amazing dogs and their healing powers. Here’s my GSD who has been a miracle worker for my heart ", "compound": 0.9393, "pos": 0.32, "neg": 0.048, "neu": 0.632, "data": "2019-03-11 06:02:49"}, {"text": "Congrats to for creating these masterpieces ! Such a rollercoaster of emotions ! Thank you, from a French fan :D Humanity AfterLife", "compound": 0.9553, "pos": 0.607, "neg": 0.0, "neu": 0.393, "data": "2019-03-12 02:02:22"}, {"text": " should have left it humanity ", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 08:33:32"}, {"text": "Afterlife is one of the most beautiful, moving and powerful things I’ve seen. is a genius and this is a treasure. His cultural and social commentary and analysis are second to none, he wonderfully and clinically pulls humanity ’s pants down every thirty secs. ", "compound": 0.7225, "pos": 0.183, "neg": 0.062, "neu": 0.755, "data": "2019-03-11 00:28:59"}, {"text": "I thought the humanity special was some of his best work but AfterLife is a game changer. The scene with the breast milk nearly killed me", "compound": -0.5859, "pos": 0.14, "neg": 0.197, "neu": 0.662, "data": "2019-03-14 01:45:39"}, {"text": "Just watched Humanity by on . You're a genius, simply brilliant and fuckin smart. \"That's what I mean. We're all gonna die, so we should have a laugh, because of you can laugh in the face of adversity, you're bulletproof.\" ", "compound": 0.7906, "pos": 0.272, "neg": 0.133, "neu": 0.595, "data": "2019-03-14 10:32:02"}, {"text": "Ricky Genius, with a deep love for animals n humanity", "compound": 0.6369, "pos": 0.375, "neg": 0.0, "neu": 0.625, "data": "2019-03-12 09:15:26"}, {"text": "No one does the brutal and beautiful nuance of humanity like Ricky Gervais .", "compound": 0.0258, "pos": 0.295, "neg": 0.29, "neu": 0.415, "data": "2019-03-13 08:06:09"}, {"text": "Started watch Afterlife tonight on with ... love the brutality of it, 4 episodes in and you better get happy sucker before we do realise humanity are parisites and earth is better off without us!!", "compound": 0.7835, "pos": 0.287, "neg": 0.149, "neu": 0.564, "data": "2019-03-11 07:01:02"}, {"text": "Če razmišljate, kaj netflixat, dejte Humanity . Ja vem, mal sem late to the party, sam vseen. ", "compound": 0.4019, "pos": 0.153, "neg": 0.0, "neu": 0.847, "data": "2019-03-10 19:56:13"}, {"text": " watched Humanity then After life both bloody awesome. Giggled my arse off and then got something in my eye. If I watch nothing else on Netflix all year these two would be worth the fee alone. Bravo to all concerned", "compound": 0.5574, "pos": 0.179, "neg": 0.103, "neu": 0.717, "data": "2019-03-10 20:15:43"}, {"text": "Spent this afternoon watching Afterlife and now about to watch Humanity . Its been an day and ive loved every minute!", "compound": 0.636, "pos": 0.181, "neg": 0.0, "neu": 0.819, "data": "2019-03-11 04:18:45"}, {"text": " just proves once again how amazingly talented he is. How he can go from Humanity to AfterLife Right after I finish it I continued with Derek", "compound": 0.5563, "pos": 0.135, "neg": 0.0, "neu": 0.865, "data": "2019-03-13 13:44:14"}, {"text": "The year: 2027. Due to economic collapse and climate decimation, the world has become a desolate landscape. But, a man rises above a broken city. A glimmer of hope for humanity . pulls down his scarf. “IS ANYONE OFFENDED BY ME?!?", "compound": -0.7773, "pos": 0.065, "neg": 0.217, "neu": 0.718, "data": "2019-03-12 12:49:19"}, {"text": "Just finished watching 's AfterLife , brilliant piece of work, couldn't recommend it any more, beautiful depiction of humanity , plenty of laughter, a little tragedy and something to think on, shaken, not stirred. Check it out on Netflix.", "compound": 0.6884, "pos": 0.23, "neg": 0.154, "neu": 0.616, "data": "2019-03-12 22:45:57"}, {"text": "Humanity ! Extras had its moments (Ross Kemp) After Life is the neatest he has got to The Office, a bit darker tho but at same time a bit cheesy too", "compound": 0.2828, "pos": 0.074, "neg": 0.0, "neu": 0.926, "data": "2019-03-13 22:46:45"}, {"text": " watched afterlife and humanity today, thanks for making my wife and my life that little bit better. Keep up the good work x", "compound": 0.8137, "pos": 0.307, "neg": 0.0, "neu": 0.693, "data": "2019-03-11 04:55:52"}, {"text": " This man saved his These are the people whose action restore the faith in humanity a little bit. joseguzman ", "compound": 0.7783, "pos": 0.342, "neg": 0.0, "neu": 0.658, "data": "2019-03-14 01:21:00"}, {"text": "Haha!! You’re too kind Dyane!! That bit on Humanity cracked me up. Did you love it?!!", "compound": 0.9147, "pos": 0.475, "neg": 0.0, "neu": 0.525, "data": "2019-03-14 18:54:36"}, {"text": "Seriously the best thing I've seen in ages- I've been glued to the series all weekend. A stellar cast led by the fantastic . Let nobody doubt what an exceptionally talented writer and actor he is, with humanity and pathos running through every scene. Simply perfect! ", "compound": 0.9214, "pos": 0.267, "neg": 0.073, "neu": 0.66, "data": "2019-03-11 06:06:29"}, {"text": "Afterlife it’s genius hats off to him again. Best quote so far “ humanity is a parasite. We should all kill ourselves, and land on someone from accounting”. Very thought provoking actually. mentalhealth", "compound": -0.3774, "pos": 0.105, "neg": 0.17, "neu": 0.725, "data": "2019-03-11 04:19:38"}, {"text": "Ricky Gervais : Humanity : 7/10 ", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-13 06:25:57"}, {"text": " does it again! Absolute genius man, caputuring humanity and humour at the same time. AfterLife", "compound": 0.5255, "pos": 0.195, "neg": 0.0, "neu": 0.805, "data": "2019-03-12 19:47:53"}, {"text": "I kinda have developed a crush on - never saw the but I can’t stop rewatching humanity and afterlife . You are absolutely profound and brilliant and amazing! Pudgy cute unite!", "compound": 0.9373, "pos": 0.381, "neg": 0.098, "neu": 0.52, "data": "2019-03-12 13:55:26"}, {"text": "Humanity is not a plague. We are equipped to handle the worst of the worst, but Need Jesus to have Control. ", "compound": -0.6249, "pos": 0.0, "neg": 0.221, "neu": 0.779, "data": "2019-03-13 04:06:19"}, {"text": "Well has done it again. How he makes laugh out loud comedy that teaches so articulately the condition of humanity astonishes me. Well done. AfterLife", "compound": 0.8519, "pos": 0.329, "neg": 0.0, "neu": 0.671, "data": "2019-03-12 05:16:18"}, {"text": "Check out \" Ricky Gervais : Humanity \" on Netflix comedy ", "compound": 0.3612, "pos": 0.263, "neg": 0.0, "neu": 0.737, "data": "2019-03-13 22:43:45"}, {"text": "Ricky, you did an absolutely great work of art with this - it was honest and moving - it touched people - and that’s what the best art always is. You have a gift of being able to tell stories of humanity , and you do it beautifully .", "compound": 0.9612, "pos": 0.327, "neg": 0.0, "neu": 0.673, "data": "2019-03-14 05:52:43"}, {"text": "If you haven’t seen AfterLife yet - get watching. Love take on anything humanity and life related. Also loves dogs and he created The Office - legend", "compound": 0.872, "pos": 0.31, "neg": 0.0, "neu": 0.69, "data": "2019-03-12 08:11:34"}, {"text": "Have you watched Humanity ?", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-12 04:29:25"}, {"text": "Derek? Humanity ? If u ain't into that I wouldn't bother go watch corrie or summert", "compound": 0.3391, "pos": 0.166, "neg": 0.0, "neu": 0.834, "data": "2019-03-14 04:10:03"}, {"text": "Watching AfterLife on Netflix. Makes me cry more than \"Derek\". knows humanity and human emotion so well. He can reduce me to mush with the simplest exchange on screen. Dick.", "compound": -0.566, "pos": 0.076, "neg": 0.177, "neu": 0.747, "data": "2019-03-13 07:39:15"}, {"text": "I wonder how many people watch After Life by and then complain about it. It's fucking hilarious. must soil themselves with excitement every time he releases something. I joined before just to watch Humanity then left, now joined again for this.", "compound": 0.5709, "pos": 0.139, "neg": 0.056, "neu": 0.805, "data": "2019-03-11 21:21:13"}, {"text": "Big fan, rewatched humanity last night... That joke about dogs and their jobs", "compound": 0.5423, "pos": 0.29, "neg": 0.0, "neu": 0.71, "data": "2019-03-12 20:47:35"}, {"text": "AfterLife what a rollercoaster of emotions. Loved every moment of it! Such a powerful observation of humanity . Thanks ", "compound": 0.8718, "pos": 0.432, "neg": 0.0, "neu": 0.568, "data": "2019-03-13 07:47:46"}, {"text": "Afterlife is hilarious, poignant, dark and slightly offensive in the best way. Everything I’ve come to love about and the damn Britts. And if you really want to be offended while laughing and muttering “yes that’s really bad” check out his show Humanity ", "compound": 0.8586, "pos": 0.273, "neg": 0.127, "neu": 0.6, "data": "2019-03-14 17:17:03"}, {"text": "I got a like off him last week haha, he is brilliant tho. Humanity where he says Caitlin Jenner didn't do much for women drivers nearly broke me ribs. ", "compound": 0.7579, "pos": 0.265, "neg": 0.08, "neu": 0.655, "data": "2019-03-14 06:23:28"}, {"text": "Binge watched all of 'After Life' last night. I'm sure many can relate to the screwy way grief messes with us, hardening hearts against more hurt. And, how animals can keep us going when we just wanna tell humanity to F-off. Bravo for such an honest production", "compound": -0.5709, "pos": 0.098, "neg": 0.163, "neu": 0.738, "data": "2019-03-13 10:50:04"}, {"text": "If you want just laugh watch humanity otherwise others are good but not for laugh", "compound": 0.8519, "pos": 0.484, "neg": 0.0, "neu": 0.516, "data": "2019-03-13 23:34:11"}, {"text": " That should be available on prescription. afterlife will do more for mental health than any quack. From the depths of despair you can find hope,love and humanity . Truly remarkable writing and performances from you all. You may well have saved this sole. Thank you.", "compound": 0.891, "pos": 0.256, "neg": 0.042, "neu": 0.701, "data": "2019-03-12 05:48:37"}, {"text": "Both have their own merits! I’ve seen Humanity 5 times now and I still wee each time haha x", "compound": 0.7177, "pos": 0.3, "neg": 0.0, "neu": 0.7, "data": "2019-03-12 04:21:25"}, {"text": " I live on Hampstead High Street, so see you round most days. Watching AfterLife has made me realise, you can never underestimate the humanity in a person you pass on the street. I'm blown away with your talent at capturing subtle and important human relationships.", "compound": 0.6692, "pos": 0.14, "neg": 0.0, "neu": 0.86, "data": "2019-03-11 05:54:12"}, {"text": " My Mrs admitted she’s never really liked you. Under duress, just finished watching Afterlife it made her laugh and cry, and cry and laugh! She loved it. I’ve suggested watching Humanity on weekend. She’s gonna fucking hate you again!", "compound": -0.2085, "pos": 0.22, "neg": 0.235, "neu": 0.546, "data": "2019-03-12 03:15:34"}, {"text": "So after watching AfterLife , I've decided to watch all of stuff on . Currently watching Humanity ... What a way to turn a boring Sunday into a pretty good one! RickyGervais", "compound": 0.6239, "pos": 0.196, "neg": 0.07, "neu": 0.734, "data": "2019-03-10 21:28:32"}, {"text": "Brilliant show Ricky. You do have a way with showing humanity , even though you like dogs better! Loved the series.", "compound": 0.9245, "pos": 0.472, "neg": 0.0, "neu": 0.528, "data": "2019-03-11 03:13:45"}, {"text": "Absolutely beautiful and brilliant so glad you reminded humanity how equal and so important dogs are", "compound": 0.9381, "pos": 0.547, "neg": 0.0, "neu": 0.453, "data": "2019-03-14 02:27:42"}, {"text": "\"If you can laugh in the face of adversity, you're bullet-proof.\" - Funny af. But boy it surely hits home. Humanity", "compound": 0.765, "pos": 0.333, "neg": 0.099, "neu": 0.567, "data": "2019-03-13 23:40:11"}, {"text": "“Let her host. Just don’t let her drive” after AfterLife I’ve had to go back to Humanity . Can’t wait for Supernatural I can get tickets", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-12 05:11:32"}, {"text": " Don’t normally do Twitter - but on off chance you read this, I wanted to say After Life is magnificent - deeply moving and a much needed dose of humanity in an increasingly inhumane world. And funny as fuck. Well, well done.", "compound": 0.9052, "pos": 0.316, "neg": 0.088, "neu": 0.595, "data": "2019-03-14 19:17:34"}, {"text": "Why is the world obsessing over Ricky Gervais , who is only marginally less of a stain on humanity than Richard Dawkins.", "compound": -0.34, "pos": 0.0, "neg": 0.112, "neu": 0.888, "data": "2019-03-14 16:15:58"}, {"text": " Fuck me. Binged AfterLife and not only did I really need it, it restored my faith in sarcasm, dark comedy and humanity at its best! Thank you for the belly laughs and tears.", "compound": 0.8908, "pos": 0.371, "neg": 0.151, "neu": 0.477, "data": "2019-03-12 08:48:01"}, {"text": "A profound philosophical essay about humanity ...", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-11 01:48:09"}, {"text": "Had a very -y weekend. AfterLife then TheOffice now Humanity been on a rollercoaster of emotions! Netflix ", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-11 05:19:09"}, {"text": "Bardzo dobry ale krotki. Polecam stand up ricky gervais - humanity", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 06:10:30"}, {"text": "How the hell have I always thought Karl Pilkington was the funny one until I saw Humanity and now Afterlife...hes just genius!", "compound": -0.4574, "pos": 0.112, "neg": 0.19, "neu": 0.698, "data": "2019-03-13 06:10:20"}, {"text": "So much humanity in each character, Truly awesome show.", "compound": 0.7906, "pos": 0.5, "neg": 0.0, "neu": 0.5, "data": "2019-03-12 03:32:25"}, {"text": "Spent a recovery Sunday watching afterlife which was fantastic viewing and humanity stand up brutal comedy which was even better... both deffo worth a watch...", "compound": 0.4404, "pos": 0.257, "neg": 0.132, "neu": 0.611, "data": "2019-03-11 23:44:32"}, {"text": "Have you watched his humanity tour? The mans a god", "compound": 0.2732, "pos": 0.208, "neg": 0.0, "neu": 0.792, "data": "2019-03-11 22:47:16"}, {"text": " Absolutely brilliant, Mate. Cheers! AfterLife Thank you Humanity", "compound": 0.882, "pos": 0.672, "neg": 0.0, "neu": 0.328, "data": "2019-03-12 17:33:21"}, {"text": " is that you? humanity", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-11 07:55:58"}, {"text": "After watching AfterLife I’ve just rewatched Humanity and it’s actually funnier second time around Great way to pass the morning on maternity leave Legend comedy babyissleeping", "compound": 0.8442, "pos": 0.286, "neg": 0.037, "neu": 0.677, "data": "2019-03-11 20:10:36"}, {"text": "The trajectory you have taken your craft is truly a fresh look at humanity . It’s easy to see the horrid but the decent takes a look. Thanks for looking and showing what you’ve found!", "compound": 0.7537, "pos": 0.249, "neg": 0.058, "neu": 0.693, "data": "2019-03-11 01:48:03"}, {"text": " AfterLife awed by your work. You get it. You put a mirror on the best of humanity , the absurdity and fragility, joy and pain... dementia, sad single office girls, loss, grief, marital breakdowns, bullies, love and friendship...and dogs. You are genius. Thank you", "compound": 0.7964, "pos": 0.252, "neg": 0.148, "neu": 0.6, "data": "2019-03-11 08:27:47"}, {"text": "Constantly binge watching Ricky Gervais humanity and Afterlife absolutely in tears both laughing and crying ", "compound": -0.2682, "pos": 0.156, "neg": 0.258, "neu": 0.586, "data": "2019-03-14 03:25:01"}, {"text": "2 episodes in. We went to see him twice on the humanity tour if you get the opportunity to see him live. Take it. He's fucking hilarious.", "compound": 0.6997, "pos": 0.194, "neg": 0.0, "neu": 0.806, "data": "2019-03-12 17:54:57"}, {"text": " Just finished After Life and as usual brilliant,I started episode 4 and couldn't stop its now 4am. You really are an amazing person and really get humanity , Thank you for making the world a better place with your humour and sarcasm. Plus your love of animals bonus.", "compound": 0.9662, "pos": 0.366, "neg": 0.031, "neu": 0.603, "data": "2019-03-14 12:08:26"}, {"text": " Good job on After Life, it made me laugh and it made me cry, it also restored my faith in humanity , (except for the arseholes)", "compound": 0.8225, "pos": 0.336, "neg": 0.089, "neu": 0.575, "data": "2019-03-11 19:26:45"}, {"text": " lovely lovely lovely. Thank you for spreading the love and the humanity .", "compound": 0.959, "pos": 0.721, "neg": 0.0, "neu": 0.279, "data": "2019-03-12 06:11:21"}, {"text": "After watching AfterLife I am now onto watching Humanity for the 5th time. Can’t get enough of the genius ", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-12 06:43:32"}, {"text": "omg don't! i was there too?! humanity tour yeh? i completely agree one of the best moments of my bloody life", "compound": 0.7216, "pos": 0.296, "neg": 0.108, "neu": 0.596, "data": "2019-03-11 00:31:23"}, {"text": " Humanity was brilliant. I was struggling for air. I'm glad it ended. Otherwise I would have suffocated. Afterlife was interesting. I enjoyed the perspective.", "compound": 0.875, "pos": 0.405, "neg": 0.089, "neu": 0.506, "data": "2019-03-14 09:20:51"}, {"text": " by far the best program I've watched all year. Poignant and funny. A work of art. Almost restores my faith in humanity !", "compound": 0.8965, "pos": 0.41, "neg": 0.0, "neu": 0.59, "data": "2019-03-11 04:21:43"}, {"text": " You are a true auteur of kindness, gratitude and humility. Those strengths bring every one of your main characters to the climax of their journey. As a teacher I am truly grateful that you use TV to inspire audiences with such humanity and love. Bravo for AfterLife", "compound": 0.9766, "pos": 0.416, "neg": 0.0, "neu": 0.584, "data": "2019-03-11 14:07:43"}, {"text": "It's beautiful Ricky. And we researched Humanity to top it off. A rewatch of Derek coming soon.", "compound": 0.6908, "pos": 0.289, "neg": 0.0, "neu": 0.711, "data": "2019-03-11 02:44:00"}, {"text": "I see him live when he done his ‘ Humanity ’ stand up. I was in stitches!", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-13 04:26:16"}, {"text": " humanity is a plague.", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-12 05:27:34"}, {"text": "What a sickenning specimen of humanity this man is. Wonder if it's the only way he can get an errection?", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-11 06:56:14"}, {"text": " just watching humanity again but it's the 1st time our cat has watched it. ", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-13 03:37:19"}, {"text": "I am so depressed because I can’t see how you can top this. But wait...dog tells me you will! You bring us joy Ricky, and philosophy and humanity . Thank you.", "compound": 0.5857, "pos": 0.233, "neg": 0.1, "neu": 0.667, "data": "2019-03-14 00:45:33"}, {"text": " Ricky is one of the great comic minds of our time. If his new show is anything as good as his stand up special Humanity , which had me in stitches, it will be special. Plus it has an awesome dog in it, can't go wrong!", "compound": 0.9604, "pos": 0.332, "neg": 0.0, "neu": 0.668, "data": "2019-03-12 00:07:15"}, {"text": "Huge fan of , but even more so after watching all of AfterLife on back to back. Funny but with so much heart and Humanity ! Highly recommend it.", "compound": 0.8788, "pos": 0.326, "neg": 0.0, "neu": 0.674, "data": "2019-03-11 06:44:25"}, {"text": "Friends - I really recommend afterlife on netflix starring rickygervais . As someone who survived the first year after losing a spouse to cancer I was a bit wary but this story is told in a way that celebrates humanity in all the right ways.", "compound": 0.7681, "pos": 0.234, "neg": 0.094, "neu": 0.672, "data": "2019-03-11 06:45:37"}, {"text": "Ps meant the human race not your show ‘ humanity ’", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-11 18:53:16"}, {"text": "Mate this must be one of the best series I’ve ever seen. I hope it will raise enough awareness about depression and the condition that makes humanity struggle at this point in time. Thank you for doing this work Afterlife", "compound": 0.5574, "pos": 0.194, "neg": 0.121, "neu": 0.685, "data": "2019-03-13 16:50:29"}, {"text": "seen all, without stopping, the first season ... wonderful !! congratulations Ricky Gervais !! Again you put in people, which is more precious: humanity !!", "compound": 0.9349, "pos": 0.403, "neg": 0.0, "neu": 0.597, "data": "2019-03-10 21:24:06"}, {"text": "Hope in one hand and shit in the other and tell me which one fills up fastest. Hope is nice and sweet. I therefore hope that a sequel to Humanity is in the making because I prefer to have a mouth spewing laughs to a hand full of shit! Humanity2 2Handsfull bustagutlaughing H2 ", "compound": 0.945, "pos": 0.351, "neg": 0.103, "neu": 0.546, "data": "2019-03-14 15:32:07"}, {"text": "Started AfterLife on Netflix this morning and finished it just now. Pure excellence from start to finish. Beautifully written and brilliantly performed; depth without pretension. Hilarious, moving, wise and overflowing with humanity . We are lucky to have Ricky. ", "compound": 0.9472, "pos": 0.341, "neg": 0.043, "neu": 0.616, "data": "2019-03-11 03:10:17"}, {"text": "Last month rewatched The Office. Watched Humanity , rewatched Extras last week, watched After Life this week. Next: Derek rewatch.", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 12:16:07"}, {"text": " Liked the afterlife , best reality since the Osbournes. Didn’t know you have a day job, but well UK is not exactly a Hollywood. Based on Humanity expected the house in Hammersmith be bit more posh, loved the dog thou.", "compound": 0.9172, "pos": 0.281, "neg": 0.0, "neu": 0.719, "data": "2019-03-14 05:33:54"}, {"text": "He’s hilarious... watch humanity as well. I was crying", "compound": -0.25, "pos": 0.188, "neg": 0.277, "neu": 0.536, "data": "2019-03-12 21:05:52"}, {"text": "Smh is right, humanity is a plague. ", "compound": -0.3182, "pos": 0.0, "neg": 0.315, "neu": 0.685, "data": "2019-03-14 17:01:43"}, {"text": "Laugh-sobbing at a snow globe of Kevin Hart. is a certifiable genius of comedy and humanity . AfterLife", "compound": 0.3612, "pos": 0.152, "neg": 0.0, "neu": 0.848, "data": "2019-03-11 19:33:52"}, {"text": "A beautifully observed and honest handling of sensitive subject matter. Through Tony personifies humanity ’s complexity, with all it’s lumps and bumps.", "compound": 0.7964, "pos": 0.31, "neg": 0.0, "neu": 0.69, "data": "2019-03-11 21:29:58"}, {"text": "Vote 1 Ricky, for pope of the Catholic church. Then rename the church to The Art of Humanity . Then rename the bible to The First Fairy Tales.", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 06:23:17"}, {"text": " I’m so glad you put the bit about god’s into humanity as it saves me from explaining it to everyone I know.", "compound": 0.5095, "pos": 0.141, "neg": 0.0, "neu": 0.859, "data": "2019-03-12 02:18:20"}, {"text": "netflix is launching a quiet secret war against humanity --they've given both Adam Sandler & Ricky Gervais several shows, and have produced roughly 4 satanist themed teen programs", "compound": -0.5994, "pos": 0.0, "neg": 0.14, "neu": 0.86, "data": "2019-03-11 15:03:06"}, {"text": " I really enjoyed your “ Humanity ”. It’s nice to know that I’m not alone with my way of thinking. Also with you on the animal cruelty issues. Stay strong...", "compound": 0.4995, "pos": 0.22, "neg": 0.105, "neu": 0.675, "data": "2019-03-12 13:25:05"}, {"text": "I thought it was superb. seems to be capturing and then reflecting the full spectrum of elements of modern humanity . And all done with trademark acidic sarcasm.", "compound": 0.4939, "pos": 0.137, "neg": 0.063, "neu": 0.8, "data": "2019-03-10 19:36:56"}, {"text": "It is brilliant Ricky, sad, funny, honest and reminding us of our humanity . I hope it continues to receive the praise it is due.", "compound": 0.9246, "pos": 0.451, "neg": 0.085, "neu": 0.464, "data": "2019-03-10 23:44:03"}, {"text": "Ricky Gervais just getting better by every year, so sad they are showing American “The Office” in Norway . If haven’t seen Humanity , u will have a treat", "compound": 0.1553, "pos": 0.177, "neg": 0.126, "neu": 0.696, "data": "2019-03-12 20:40:42"}, {"text": " I saw \" Humanity \" on Netflix, i need to tell: you have my respect, thank you! m(_ _)m", "compound": 0.7088, "pos": 0.312, "neg": 0.0, "neu": 0.688, "data": "2019-03-13 07:05:20"}, {"text": "VERY clever! Just sayin to a pal what an incredible depiction it is of grief & just raw, honest humanity . The fact that humour & pain are so interlinked has seldom been better illustrated. Fuckin awesome! I'm missin all the Afterlife characters like you do after a good book", "compound": 0.9119, "pos": 0.314, "neg": 0.136, "neu": 0.55, "data": "2019-03-12 01:22:09"}, {"text": " Interviewer : Now you're rich and famous, I bet you don't know how much a pint of milk is? Ricky : Dunno here's a grand go get me a pint Genius Humanity", "compound": 0.765, "pos": 0.216, "neg": 0.0, "neu": 0.784, "data": "2019-03-13 22:43:22"}, {"text": " humanity superb. That is all.", "compound": 0.6249, "pos": 0.506, "neg": 0.0, "neu": 0.494, "data": "2019-03-12 05:26:38"}, {"text": "I'm not normally a big fan - aside from the podcasts and \"A Guide to...\" but after the Humanity stand-up my views changed and AfterLife blew me away. It's apt Tony got that hammer as he hit countless nails on the head. Thank you, sir. Utter genius.", "compound": 0.4155, "pos": 0.068, "neg": 0.031, "neu": 0.901, "data": "2019-03-12 06:55:59"}, {"text": " AfterLife has destroyed me. What a stunning and refreshing slice of humanity . Thank you.", "compound": 0.2263, "pos": 0.279, "neg": 0.175, "neu": 0.546, "data": "2019-03-12 11:27:53"}, {"text": "Have a wee change, afterlife will make you believe in humanity again...", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-11 01:54:51"}, {"text": "The hilarious never fails to make me laugh until my belly hurts. Bloody genius. Humanity Netflix itsthecontextofthejokefolks", "compound": 0.3883, "pos": 0.324, "neg": 0.225, "neu": 0.451, "data": "2019-03-10 20:25:03"}, {"text": " is a gift to humanity", "compound": 0.4404, "pos": 0.492, "neg": 0.0, "neu": 0.508, "data": "2019-03-10 22:36:28"}, {"text": "Another outstanding work from Mr Gervais. He does humanity so well and I too laughed and cried and wished it could go on forever. Television at its best (and congrats to your best mate too)", "compound": 0.9635, "pos": 0.421, "neg": 0.051, "neu": 0.528, "data": "2019-03-11 02:21:41"}, {"text": "Watching afterlife and it's nice to know I'm not the only one who despises humanity , longingly waits for the inevitable extinction of the human race and acts like an arsehole in the meantime. Cheers, . You've outdone yourself.", "compound": 0.7269, "pos": 0.224, "neg": 0.067, "neu": 0.71, "data": "2019-03-11 06:00:41"}, {"text": "Humanity , excellent !", "compound": 0.6114, "pos": 0.8, "neg": 0.0, "neu": 0.2, "data": "2019-03-10 20:50:04"}, {"text": "AfterLife Wow! Take a bow it's a cracker. Great cast, very funny, very moving and thought provoking. Tears of joy and sadness. \"you're my boy\" fucking finished me. Think I'll have to watch Derek now. Not sure the wife is ready for Humanity yet though.", "compound": 0.9026, "pos": 0.294, "neg": 0.142, "neu": 0.564, "data": "2019-03-13 07:58:04"}, {"text": "I watched both After Life and Humanity this week, thank you brilliant work !", "compound": 0.7644, "pos": 0.397, "neg": 0.0, "neu": 0.603, "data": "2019-03-12 04:32:06"}, {"text": "\"After Life\" on NetFlix. Poetically engaging and thoughtful portrayal of the hideous beauty of life. Thank you , for the wonderful reminder of our responsibility to fully live our lives and find our own joy in the messy world of humanity .", "compound": 0.946, "pos": 0.346, "neg": 0.046, "neu": 0.608, "data": "2019-03-11 20:36:06"}, {"text": "Amazing! Just started watching After Life and loving it so far . Watched humanity again tonight and once again cried laughing! Hilarious", "compound": 0.9115, "pos": 0.433, "neg": 0.079, "neu": 0.488, "data": "2019-03-14 09:21:11"}, {"text": "Tweeted before when I had just started. Now I'm so sad I've finished. Terrific characters and such a funny, touching and spot-on look at depression, humanity and hope. Laughed and cried. Thank you so much for this, ! ", "compound": 0.5269, "pos": 0.283, "neg": 0.198, "neu": 0.519, "data": "2019-03-11 02:01:06"}, {"text": "Just finished it too After Life ...... an inspired window on our world ....... loved its honesty and humanity .....great script.", "compound": 0.8834, "pos": 0.364, "neg": 0.0, "neu": 0.636, "data": "2019-03-14 06:12:20"}, {"text": "Loved its warmth, it’s painful sadness, it’s joy and it’s humanity ....beautifully shot too. Top performances, especially Roisin Conaty.", "compound": 0.7717, "pos": 0.399, "neg": 0.185, "neu": 0.415, "data": "2019-03-11 03:04:48"}, {"text": " . Thank you. Thank you for understanding humanity and creating something that has to be one of the most truthful things I’ve ever had the privilege to watch. AfterLife is fucking amazing and you are truly and beautifully brilliant.", "compound": 0.9788, "pos": 0.487, "neg": 0.0, "neu": 0.513, "data": "2019-03-12 07:02:54"}, {"text": " watched the after life an it was amazing as usual but i thought it was quite sad and funny... im now watching humanity hilarious........", "compound": -0.4921, "pos": 0.086, "neg": 0.164, "neu": 0.75, "data": "2019-03-11 05:50:46"}, {"text": " I know your After life poster wasn't airbrushed.. there the same beatdown jeans you wore for the Humanity tour", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-13 23:14:31"}, {"text": " Oh Ricky, what an absolute work of genius AfterLife is. Rarely have I laughed and sobbed so much in the space of every half hour piece. Fantastic cast, wonderful script and such a poignant observation of humanity . Hats off to you sir x themansagenius ", "compound": 0.4442, "pos": 0.147, "neg": 0.108, "neu": 0.745, "data": "2019-03-11 00:48:10"}, {"text": "Absolutely brilliant. Had me laughing and crying in equal measures. The world's in desperate need of humanity and you've reminded us about the important things in life.", "compound": 0.5709, "pos": 0.249, "neg": 0.148, "neu": 0.603, "data": "2019-03-13 08:02:35"}, {"text": "Wonderful program. Humanity . Friendship. Despair. Hope and love. Just brilliant. Congratulations.", "compound": 0.9643, "pos": 0.773, "neg": 0.083, "neu": 0.144, "data": "2019-03-12 20:46:31"}, {"text": "Australia has only just got it today...I’m only 15 min into it! Thank you absolutely hysterical..as always! loved your “ Humanity ” & so excited to see this! Love your humour! Thank you for loving animals", "compound": 0.9787, "pos": 0.476, "neg": 0.0, "neu": 0.524, "data": "2019-03-10 21:00:05"}, {"text": "I am literally roaring watching ’ Humanity tour. whyidonthavechildren", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-12 04:15:47"}, {"text": "Just watched stand up humanity ... Oh my ribs hurt and face aches!!", "compound": -0.717, "pos": 0.0, "neg": 0.352, "neu": 0.648, "data": "2019-03-11 07:11:29"}, {"text": "I was watching Humanity again and my wife heard it from the other room. She comes out and says \"I had no idea Jamie Oliver was so funny!\"", "compound": -0.3595, "pos": 0.0, "neg": 0.087, "neu": 0.913, "data": "2019-03-10 18:12:47"}, {"text": "Actually decided I hate humanity as much as Ricky gervais", "compound": -0.5719, "pos": 0.0, "neg": 0.316, "neu": 0.684, "data": "2019-03-13 18:35:12"}, {"text": " is the funniest man alive his stand up humanity is funny aswell and also on Netflix", "compound": 0.8442, "pos": 0.412, "neg": 0.0, "neu": 0.588, "data": "2019-03-12 04:47:46"}, {"text": "I so agree it is pognant and shows grieving but has a lovely ending. There is hope for humanity !!", "compound": 0.8855, "pos": 0.417, "neg": 0.078, "neu": 0.506, "data": "2019-03-13 02:41:18"}, {"text": " Watched \"After Life\" and loved it! and now rewatching \" Humanity \" and also loving that! I know some trans agenda people attacked you for it but it's brilliant and I hope you can stick to your guns despite the rancor from that crowd.", "compound": 0.9265, "pos": 0.282, "neg": 0.039, "neu": 0.679, "data": "2019-03-11 23:20:38"}, {"text": "I thought it was really self indulgent. If there was a bit more humility that Tony was actually just a selfish prick and not this good man in pain I could have bought it more. The only time I got a sense of humanity is when his brother in law tells him", "compound": -0.8899, "pos": 0.0, "neg": 0.216, "neu": 0.784, "data": "2019-03-11 18:14:14"}, {"text": "Oh, the humanity ! AfterLife is a masterpiece for many reasons but mostly for reminding us that humans really NEED dogs. you are most extraordinary. ", "compound": 0.4295, "pos": 0.114, "neg": 0.0, "neu": 0.886, "data": "2019-03-11 20:00:53"}, {"text": "2 Dictatorships don't give a shit about humanity , let alone precious lives like these! LivingHell", "compound": 0.8134, "pos": 0.461, "neg": 0.098, "neu": 0.441, "data": "2019-03-13 07:59:16"}, {"text": "Albeit it sad, I enjoyed afterlife so much that I decided to watch in Humanity for the 3rd time x hilarious", "compound": 0.4404, "pos": 0.249, "neg": 0.129, "neu": 0.622, "data": "2019-03-14 05:59:52"}, {"text": " just when u think \"u should of left it\" after Humanity u follow it up with Afterlife. Genius.", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-11 01:30:16"}, {"text": " what an amazing cast and fabulous script. If this was a film it would cleanup at awards season. Afterlife was all my favourite bits of humanity played out on the small screen. Perfection", "compound": 0.946, "pos": 0.376, "neg": 0.0, "neu": 0.624, "data": "2019-03-14 00:09:52"}, {"text": "In the last three days, I’ve watched The Office (UK), David Brent: Life on the Road, and After Life. Watched Humanity when it came out. Is there anything you’e contributed to that’s not good?", "compound": -0.3412, "pos": 0.0, "neg": 0.068, "neu": 0.932, "data": "2019-03-14 13:23:45"}, {"text": " Binged AfterLife today. I really relate to how you portrayed Tony. That character is basically me, The show won't probably change my viewpoint of humanity , but it did gave me a different perspective towards my inner circle. I'm sure they'll thank you for it :D ", "compound": 0.9144, "pos": 0.227, "neg": 0.0, "neu": 0.773, "data": "2019-03-11 08:39:33"}, {"text": "I was probably the last person in the world to watch Humanity , but thank fuck I finally did..comedy at its best! And surely my swearing is acceptable due to the subject", "compound": 0.8718, "pos": 0.348, "neg": 0.156, "neu": 0.496, "data": "2019-03-12 08:01:18"}, {"text": "Every review is ‘he is an asshole and narcissist’ then ends with “For the first time since The Office, he has made a show with humanity and heart.”", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-11 08:32:29"}, {"text": " listened only two weeks ago to a past Desert Island Discs. Lilywhite. Beautiful. Jimmy Webb my joy. Loved your story, Loved The Office, Extras and Derek. Love your stand up. And now After Life. Love your humanity and humour RG. You finished with Lilywhite,", "compound": 0.9818, "pos": 0.429, "neg": 0.0, "neu": 0.571, "data": "2019-03-10 18:23:12"}, {"text": "Loved Humanity and loving AfterLife !! Come and do stand up in my local pub and I’ll donate £500 to an animal charity and i’ll pay for beers?!?!", "compound": 0.914, "pos": 0.323, "neg": 0.037, "neu": 0.64, "data": "2019-03-11 04:04:22"}, {"text": " Pls call NJ Murphy 609-292-6000 & tell him 2 keep his promise 2 stop NJ bear hunt. Hunters throw firecrackers in dens scare mom&cubs out then shoot TheOffice Extras Derek Humanity AfterLife SuperNature ", "compound": -0.6369, "pos": 0.099, "neg": 0.214, "neu": 0.687, "data": "2019-03-12 23:11:37"}, {"text": "Just when you think can’t do any better, he makes afterlife Watched all 6 episodes and it’s probably the best 3 TV hours I’ve ever seen. His ability to deliver humour against a background of sadness is extraordinary. humanity dogsrule", "compound": 0.8625, "pos": 0.264, "neg": 0.061, "neu": 0.675, "data": "2019-03-11 06:06:02"}, {"text": "Do U mean Derek ? Loved that series. Have you Humanity just brilliant he makes more sense in talking for five minutes than Teresa May has talked in years.", "compound": 0.8271, "pos": 0.235, "neg": 0.0, "neu": 0.765, "data": "2019-03-11 22:19:03"}, {"text": " Humanity OMG stop... in stitches!", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-13 06:09:30"}, {"text": "It’s very interesting how suicide is approached in this series. It appears as not a cry for help but as a part of life no different then death. You get a lot of Ricky stand up style too which is subtle but if you’ve followed him through his career you get his take on humanity", "compound": -0.8716, "pos": 0.06, "neg": 0.203, "neu": 0.737, "data": "2019-03-14 08:23:22"}, {"text": "Finished this last night! Honestly fantastic, followed by rewatching humanity to! Loved it!", "compound": 0.9077, "pos": 0.532, "neg": 0.0, "neu": 0.468, "data": "2019-03-11 17:16:22"}, {"text": " try as I might, I couldn't get on with Humanity . However, two episodes in and After Life is quite simply a work of genius. Thank you for a journey through the emotions", "compound": 0.3612, "pos": 0.085, "neg": 0.0, "neu": 0.915, "data": "2019-03-12 06:08:39"}, {"text": "basically,,, the homophobia in my dad JUMPED out. we watched that ricky gervais humanity comedy show a while back that is funny & offensive in so many ways", "compound": 0.34, "pos": 0.172, "neg": 0.096, "neu": 0.732, "data": "2019-03-13 09:00:19"}, {"text": " This just renewed my faith in humanity . AfterLife ", "compound": 0.4215, "pos": 0.286, "neg": 0.0, "neu": 0.714, "data": "2019-03-12 07:30:07"}, {"text": "Ricky you should take immense pride in this piece of work and how it's pulled people together through empathy and pure humanity . So heartwarming and Tim we're all behind you fella", "compound": 0.6997, "pos": 0.166, "neg": 0.0, "neu": 0.834, "data": "2019-03-12 20:02:07"}, {"text": " afterlife Sad, moving, funny. Full of humanity", "compound": -0.0516, "pos": 0.264, "neg": 0.282, "neu": 0.455, "data": "2019-03-11 06:28:51"}, {"text": "Is AfterLife supposed to be a comedy? It’s so dreary and dull. Looks like has jumped the shark with this one (although I do agree that humanity ’s a plague). wasteofrime", "compound": 0.2128, "pos": 0.207, "neg": 0.156, "neu": 0.636, "data": "2019-03-11 04:16:54"}, {"text": "Best AfterLife scene so far: on the car after being offended by the joke of suicide. The brother in law speech is exactly in Humanity . Stop being offended u fucking selfish! Great lesson by the greatest guy!", "compound": 0.5376, "pos": 0.275, "neg": 0.249, "neu": 0.477, "data": "2019-03-13 00:40:20"}, {"text": "Watching Ricky Gervais ’s Humanity on my last night of “work” was an excellent way to lead into my retirement. Absolutely brilliant!", "compound": 0.8436, "pos": 0.288, "neg": 0.0, "neu": 0.712, "data": "2019-03-14 18:47:56"}, {"text": " =genius. Just watched 1st season of series “After Life” in one sitting. Every layer of the onion (dare you not to cry) in half-hr episodes: drama, hilarity, tenderness, desolation, hope, humanity . Exceptional writing, acting, editing. Pls make more!", "compound": 0.7424, "pos": 0.172, "neg": 0.0, "neu": 0.828, "data": "2019-03-13 09:17:18"}, {"text": "That’s the real reason it was called Humanity - it was the closest to HugeManatee they could get... ", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-12 22:30:59"}, {"text": "Wonderful Afterlife demonstrates the importance of humour in our evolution. It resonated so deeply & subversively took us all on the very journey it portrays. Tv therapy for the soul. Humanity imprinted in perfect detail onto every frame. Bravo & cast & Thankyou", "compound": 0.9186, "pos": 0.265, "neg": 0.0, "neu": 0.735, "data": "2019-03-12 05:33:33"}, {"text": "Ah i didn't know Humanity was now on Netflix. Saw you in this at Plymouth Pavilions in Devon Will watch it again on tv then thanks. Yed well done innit ps I've stopped crying over Afterlife now", "compound": 0.0, "pos": 0.119, "neg": 0.119, "neu": 0.762, "data": "2019-03-14 15:39:07"}, {"text": "Really? I love everything he does,seen him live in Oxford when he did he stand up your Humanity proper funny mate. Can’t wait to go to him on his next tour. The office is the best tv show tho for me.", "compound": 0.9117, "pos": 0.239, "neg": 0.0, "neu": 0.761, "data": "2019-03-12 07:00:21"}, {"text": "I watched After Life in one sitting, just had to. And now watched Ricky Gervais ’ Humanity twice in two days, so now I feel I’ve overdosed on Ricky. Might have to go and lie down for the next few days, well worth it though.", "compound": 0.4588, "pos": 0.089, "neg": 0.0, "neu": 0.911, "data": "2019-03-14 04:09:16"}, {"text": " just finished watching AfterLife What a beautiful reflection of humanity . Brilliantly cast. Amazing writing and wonderfully told. Some of the best I’ve seen in a very long time.", "compound": 0.9674, "pos": 0.485, "neg": 0.0, "neu": 0.515, "data": "2019-03-11 01:20:37"}, {"text": "Just finished watching AfterLife on such a brilliant observation on humanity and loss. We have all had times in our life where we want to go Michael Douglas in Falling Down on the world", "compound": 0.296, "pos": 0.134, "neg": 0.103, "neu": 0.763, "data": "2019-03-12 03:39:43"}, {"text": "Well, there it is. AfterLife is a masterclass in humanity . Utterly brilliant work from And if you disagree, I will fight you like an injured, caged rat. ", "compound": 0.2006, "pos": 0.244, "neg": 0.222, "neu": 0.534, "data": "2019-03-13 01:22:50"}, {"text": "Your 6 episodes captured as much if not more than any video philosophical treatise on Humanity . Better than Python's Meaning of Life and Steven's Greatest Story Ever Told.", "compound": 0.7964, "pos": 0.221, "neg": 0.0, "neu": 0.779, "data": "2019-03-14 08:05:16"}, {"text": "Just binge watched After Life - Ricky Gervais you are a remarkable writer and performer. Humanity , empathy and compassion by the bucketload. I love your work x ", "compound": 0.8957, "pos": 0.351, "neg": 0.0, "neu": 0.649, "data": "2019-03-11 03:06:25"}, {"text": " I just binge watched six episodes of AfterLife and I want to thank you for your humor and humanity . The character development was amazing and I hope there will be more!", "compound": 0.8977, "pos": 0.359, "neg": 0.0, "neu": 0.641, "data": "2019-03-11 05:04:51"}, {"text": "All three are must watch! Derek AfterLife Humanity looking forward to when SuperNature comes out. ", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 18:45:35"}, {"text": "Loved AfterLife . I binged watched all episodes yesterday. Every episode provides an unexpected spiritual awakening- filled my spirit with hope for humanity . kindness truelove and selfcompassion Thanks for a brilliant season.", "compound": 0.9531, "pos": 0.442, "neg": 0.0, "neu": 0.558, "data": "2019-03-11 08:26:48"}, {"text": "Thank you for your Humanity stand up and the 5' talking about wigs.", "compound": 0.3612, "pos": 0.172, "neg": 0.0, "neu": 0.828, "data": "2019-03-12 20:03:38"}, {"text": "I want to know what happened to Thursday! Fantastic day in Melbourne; wife confronts me about ‘finally’ signing up with ; next I know is we have watched Humanity plus EVERY EPISODE of AfterLife by the (insert lots of superlatives from a thesaurus) ", "compound": 0.5093, "pos": 0.12, "neg": 0.044, "neu": 0.835, "data": "2019-03-14 13:00:18"}, {"text": "So my friend of 50 years and I sat down to watch Humanity . She was laughing so hard we had to pause the show so she could catch her breath. Seriously, a couple of old ladies laughing at balls floating in a bathtub nearly killed us.", "compound": 0.4238, "pos": 0.18, "neg": 0.147, "neu": 0.673, "data": "2019-03-14 11:26:51"}, {"text": " Afterlife so much, binge watched, then Humanity . Joined Twitter because of the Dog/ China issue of Humanity & still having daymares about it. Didn’t know Ricky was doing so much to stop this. Im English living in US, I miss Uk humor. Thank U so much", "compound": 0.1372, "pos": 0.097, "neg": 0.085, "neu": 0.818, "data": "2019-03-14 09:26:15"}, {"text": "The humanity oozes out of whenever his characters cry. Afterlife", "compound": -0.4767, "pos": 0.0, "neg": 0.256, "neu": 0.744, "data": "2019-03-11 03:26:56"}, {"text": "Hi Fiona, I just read this review after watching afterlife. I agree the show had humanity and heart... I thought it was beautifully written and pitched grief perfectly. Why was the headline and 90% of your review was so full of negativity and bile?", "compound": 0.5627, "pos": 0.196, "neg": 0.127, "neu": 0.677, "data": "2019-03-11 10:02:37"}, {"text": "AfterLife Paradox: made a deal with a devil that he doesn't believe in to perfectly understand humanity ... There is no other explanation.. He sold his soul to perfectly understand the soul.", "compound": 0.34, "pos": 0.203, "neg": 0.193, "neu": 0.604, "data": "2019-03-13 01:10:07"}, {"text": " great show \"after life\", but after finish it I will need to watch again \" Humanity \" to leave crying... ", "compound": 0.3071, "pos": 0.135, "neg": 0.069, "neu": 0.796, "data": "2019-03-11 18:26:59"}, {"text": "Watch humanity , was in tears to that but this is fucking brilliant! this was incredible! Gutted I’ve finished it!", "compound": 0.7944, "pos": 0.261, "neg": 0.058, "neu": 0.681, "data": "2019-03-11 04:42:32"}, {"text": "After introducing my gf to ’ AfterLife , I have her hooked on Derek . Now I’m re-watching for the 4th time! She WILL watch Humanity next! GeniusGervais ", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-13 05:16:40"}, {"text": "Binge-watched 'After Life' on Netflix. Absolutely brilliant! Full of humanity and empathy. ", "compound": 0.6581, "pos": 0.285, "neg": 0.0, "neu": 0.715, "data": "2019-03-11 14:17:55"}, {"text": "Dear , After Life is so beautiful and brilliantly written. I love how it brings out the humanity of life’s challenges with such raw emotional truth. Thank you for the show and for letting me believe in love again", "compound": 0.9798, "pos": 0.5, "neg": 0.0, "neu": 0.5, "data": "2019-03-13 10:19:42"}, {"text": "AfterLife . What a beautiful portrayal of humanity . Even through anguish,pain,greif and suffering there is that one flicker of light. Thank you for the brutal honesty", "compound": 0.34, "pos": 0.268, "neg": 0.201, "neu": 0.531, "data": "2019-03-11 14:26:44"}, {"text": "Back home and in the baf, watching ' humanity", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-10 19:43:53"}, {"text": "We all need a good laugh in the middle of this American shit storm! Watch Ricky Gervais ’s stand up comedy “ HUMANITY ” & his new series “AFTER LIFE”. BRILLIANT!", "compound": 0.8889, "pos": 0.338, "neg": 0.086, "neu": 0.575, "data": "2019-03-14 05:05:14"}, {"text": "Thank you for the years of laughter and entertainment. Watched Humanity for 4th time last night. Brilliant!!", "compound": 0.9167, "pos": 0.498, "neg": 0.0, "neu": 0.502, "data": "2019-03-14 00:31:08"}, {"text": " AfterLife has just destroyed me. What a stunning and refreshing slice of humanity . Thank you", "compound": 0.2263, "pos": 0.264, "neg": 0.166, "neu": 0.57, "data": "2019-03-12 04:23:29"}, {"text": "Watching humanity now! Even Emmas laughing", "compound": 0.5411, "pos": 0.411, "neg": 0.0, "neu": 0.589, "data": "2019-03-13 19:33:23"}, {"text": " afterlife is excellent, finished it earlier today and also watched Life on the Road and then Humanity again. Thought I’d share this with you. Not that you’d shop in B&M but in case you know any peasants that do ", "compound": 0.4497, "pos": 0.096, "neg": 0.0, "neu": 0.904, "data": "2019-03-13 11:42:49"}, {"text": " the scenes with Anne (and Stan) are absolutely superb. Really brings a massive amount of humanity and warmth to the show. Even the dickheads are moderately likeable.", "compound": 0.8858, "pos": 0.311, "neg": 0.0, "neu": 0.689, "data": "2019-03-12 03:51:31"}, {"text": " is hands down one of the funniest humans on this planet. I am laughing so hard watching his stand up special Humanity on .", "compound": 0.8241, "pos": 0.324, "neg": 0.064, "neu": 0.613, "data": "2019-03-13 02:50:14"}, {"text": " incredible writer & actor weaving pathos comedy tragedy vulnerability humanity grief loss love & dogs into a canvas of uncomfortable raw visceral satisfying delight! In other words - afterlife is genius. laidbare", "compound": 0.126, "pos": 0.288, "neg": 0.311, "neu": 0.402, "data": "2019-03-12 09:44:11"}, {"text": " After Life is a gem. Like Derek you’ve captured so much about life, grief, relationships, kindness, humanity . Laughing and crying in equal measure. I also now want a dog!", "compound": 0.4574, "pos": 0.281, "neg": 0.172, "neu": 0.547, "data": "2019-03-10 21:59:50"}, {"text": " I watched AfterLife in one evening and it’s brilliant. You my be the savior of humanity or at least of sweet loving comedies about life. It’s nice to see you interacting with a pup you look happiest went your tossing a ball. Loveforanimals", "compound": 0.9657, "pos": 0.375, "neg": 0.0, "neu": 0.625, "data": "2019-03-12 21:04:16"}, {"text": "AfterLife is just another incredible masterpiece of work from the catalogue. Funny, heartwarming and full of underlying truths for humanity ! Top work! ", "compound": 0.9358, "pos": 0.473, "neg": 0.0, "neu": 0.527, "data": "2019-03-11 23:24:26"}, {"text": " After Life was amazing...so amazing that I watched Ricky Gervais Humanity just to get a little more Ricky Gervais . Friggin Hilarious Thanks so much for the much needed laughter.", "compound": 0.9212, "pos": 0.364, "neg": 0.0, "neu": 0.636, "data": "2019-03-11 08:00:59"}, {"text": " watching humanity you fucking killing me thanks", "compound": -0.3673, "pos": 0.246, "neg": 0.365, "neu": 0.389, "data": "2019-03-14 09:14:34"}, {"text": "Just finished watching \" Humanity \" now That's tripping Man!!!", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 05:00:17"}, {"text": "Ooh have you seen humanity", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 14:17:32"}, {"text": " you capture humanity in its raw form in your work , pure genius", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-11 01:25:38"}, {"text": " Watched your Humanity stand-up and afterlife . Beautiful and brilliant. Please don’t break my heart with some weird skeleton in your closet and go the way of the Louis CK dodo bird.", "compound": 0.8519, "pos": 0.258, "neg": 0.044, "neu": 0.698, "data": "2019-03-11 00:14:43"}, {"text": "You show your true depth and humanity with your writing and acting of such things as Derek and now After Life. It hit me where it hurts and it was hard to hear my own thoughts spoken so openly on screen, but I’m glad you did. Thank you for sharing your work.", "compound": 0.891, "pos": 0.207, "neg": 0.052, "neu": 0.741, "data": "2019-03-11 04:12:00"}, {"text": " Watched afterlife the day it came out and loved it! I've been battling depression for awhile now. I've watched Humanity everyday for the past 3 weeks, and it always pulls me towards the light. Thank you so much!", "compound": 0.2924, "pos": 0.153, "neg": 0.127, "neu": 0.721, "data": "2019-03-13 07:44:11"}, {"text": "I’m arriving to the party late just having got Netflix. So first thing I play. Humanity . Next will be Afterlife. I’ve arrived late but not dead", "compound": 0.8098, "pos": 0.275, "neg": 0.0, "neu": 0.725, "data": "2019-03-11 06:11:37"}, {"text": "I can't believe I've made it this far in my life without really knowing about you. I watched this and thought - finally, someone (Tony) with a similar thought process to my own. When are there going to be more episodes? I watched them all then went on to Humanity - awesome!", "compound": 0.6588, "pos": 0.089, "neg": 0.0, "neu": 0.911, "data": "2019-03-14 09:09:00"}, {"text": "I have just watched the 1st episode of After Life, and after Humanity I wouldn’t have thought you could better yourself mr , but you’ve just hit the next level.. outstanding Sir, I salute you", "compound": 0.8151, "pos": 0.204, "neg": 0.0, "neu": 0.796, "data": "2019-03-10 19:50:40"}, {"text": "Open your mind, the man is a genius! As we talk I’m watching Humanity ..", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-11 04:23:00"}, {"text": "Check out \" Ricky Gervais : Humanity \" on Netflix ", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-13 20:38:13"}, {"text": "Warm up by watching Humanity , then binge on .", "compound": 0.2263, "pos": 0.213, "neg": 0.0, "neu": 0.787, "data": "2019-03-14 00:49:39"}, {"text": "While at it check his stand up Humanity it's ridiculously funny.", "compound": 0.128, "pos": 0.203, "neg": 0.168, "neu": 0.629, "data": "2019-03-13 16:15:17"}, {"text": " utterly brilliant. Having loved TheOffice , extras , Humanity and Derek watching them over & over again then you bring us AfterLife . Funny, moving and absolutely spot on. your work. So unbelievably talented. Don’t ever stop", "compound": 0.9304, "pos": 0.332, "neg": 0.049, "neu": 0.619, "data": "2019-03-14 04:37:53"}, {"text": " doubt the offended people would be big fans of humanity", "compound": -0.5423, "pos": 0.0, "neg": 0.36, "neu": 0.64, "data": "2019-03-13 05:49:08"}, {"text": "dogsaremadeofgood BBC News - Ricky Gervais : 'Dogs will save humanity ' ", "compound": 0.4939, "pos": 0.286, "neg": 0.0, "neu": 0.714, "data": "2019-03-11 18:51:41"}, {"text": "Watching Humanity On Awesome Show RickyGervais", "compound": 0.6249, "pos": 0.451, "neg": 0.0, "neu": 0.549, "data": "2019-03-11 18:21:31"}, {"text": " AfterLife humanity without a doubt the funniest fucking thing on Netflix at the minute.", "compound": -0.2057, "pos": 0.132, "neg": 0.182, "neu": 0.686, "data": "2019-03-11 21:08:35"}, {"text": "I’ve watched 15 minute of episode 1 AfterLife and it’s just as good as humanity . . Best thing on Netflix.", "compound": 0.7964, "pos": 0.307, "neg": 0.0, "neu": 0.693, "data": "2019-03-10 23:27:42"}, {"text": "Night of AfterLife Humanity on . Brilliance. Utter muthafuhckin brilliance. In every arena of entertainment. Every damn level of the human condition this man will explain to you and it’s brilliant. I’m in awe and will never be worthy.", "compound": 0.8832, "pos": 0.28, "neg": 0.099, "neu": 0.621, "data": "2019-03-14 11:55:48"}, {"text": "After Life w/ was by far one of the best shows I've watched in awhile. I actually teared up once and got my emotions thrown all over the place several times. By far one of my favorite Ricky Gervais performances other than Humanity . Thanks for making it feel so real", "compound": 0.8779, "pos": 0.18, "neg": 0.0, "neu": 0.82, "data": "2019-03-12 21:44:57"}, {"text": "Ricky is right..... until Tommy Robinson wants to air his own brand of “comedy”. I believe if we were better humans we could live like this.... but I’ve read some Twitter TLs that make me despair of humanity .", "compound": -0.0644, "pos": 0.091, "neg": 0.073, "neu": 0.836, "data": "2019-03-12 03:27:26"}, {"text": "Just watched AfterLife in one sitting. There's so much humanity in it. + I loved that I got all the previous references. Thanks ", "compound": 0.7783, "pos": 0.274, "neg": 0.0, "neu": 0.726, "data": "2019-03-11 06:52:03"}, {"text": "In a horrible world you can always rely on to remind us of our humanity . ", "compound": -0.5423, "pos": 0.0, "neg": 0.212, "neu": 0.788, "data": "2019-03-13 04:40:19"}, {"text": "Me and my sister watched it thhis ", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-11 07:30:41"}, {"text": " After Life on is a much see. This tweet I'm sharing is what Ricky and his Humanity is all about. ", "compound": 0.4215, "pos": 0.135, "neg": 0.0, "neu": 0.865, "data": "2019-03-12 22:34:51"}, {"text": " I don’t usually watch your comedy but wow. After Life is fantastic. I sat down to watch 1 episode and 3 hours later I was still there. A wonderful story of grieving and humanity . Thank you.", "compound": 0.9493, "pos": 0.415, "neg": 0.092, "neu": 0.494, "data": "2019-03-14 01:46:07"}, {"text": "Always been a massive fan, but AfterLife is an absolute masterpiece. All of Ricky’s usual undertones and humanity whilst being funny - yet each is perfectly balanced. Watch it", "compound": 0.9581, "pos": 0.424, "neg": 0.0, "neu": 0.576, "data": "2019-03-11 07:36:25"}, {"text": "I genuinely don’t think that a more beautiful TV show has ever been created than AfterLife . shining a spotlight on the burning core of our humanity . It’s an indescribable feeling. Even the most skilled writer will find it hard to do it justice. Just watch it.", "compound": 0.8655, "pos": 0.22, "neg": 0.028, "neu": 0.753, "data": "2019-03-13 00:13:06"}, {"text": " often does my head in, but I can’t deny his talent or humanity . I suspect the arrogant, deliberately maddeningly annoying little fucker has a heart of gold. I’m watching AfterLife and I’d do anything to cheer poor Tony up. The sadness is palpable.", "compound": -0.9643, "pos": 0.123, "neg": 0.41, "neu": 0.467, "data": "2019-03-11 19:05:31"}, {"text": " AfterLife - a triumph. Though, nothing that includes : Bill Withers James Taylor Cat Stevens Choppers Humanity saving dogs..... could ever fail. Best thing you’ll watch this year, or next", "compound": 0.5859, "pos": 0.21, "neg": 0.101, "neu": 0.69, "data": "2019-03-10 18:59:12"}, {"text": "I recall did a superb piece in Humanity about allowing idiots from the public to give their opinions on the news.", "compound": 0.6249, "pos": 0.186, "neg": 0.0, "neu": 0.814, "data": "2019-03-13 23:42:16"}, {"text": "My goodness, how did you watch past the Pedo clip, it’s relatable to many, I’m fat and he’s right, AfterLife strips bare humanity , postcard for the postman to read was typical aka Genius", "compound": 0.4588, "pos": 0.086, "neg": 0.0, "neu": 0.914, "data": "2019-03-12 05:59:10"}, {"text": "Stunning! Whole family laughed and cried - your genius humanity", "compound": 0.5093, "pos": 0.407, "neg": 0.179, "neu": 0.414, "data": "2019-03-14 02:20:53"}, {"text": "After Life - just brilliant The hubby now wants to invest in an air horn, cheers !! memories humanity afterlife Netflix", "compound": 0.8168, "pos": 0.294, "neg": 0.0, "neu": 0.706, "data": "2019-03-13 02:05:35"}, {"text": "The meaning of life through the observations of a character who had it all in the simple things NailOnTheHead beautiful humanity SetYourSights wonderful series. blessed to have caught it AfterLife thanks ", "compound": 0.9371, "pos": 0.356, "neg": 0.0, "neu": 0.644, "data": "2019-03-11 05:48:08"}, {"text": "You not watched his humanity stand up then?", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-13 01:47:13"}, {"text": " AfterLife is one of the best bits of telly ive watched in a long time. Apprecieate your contributions to humanity and comedy!", "compound": 0.7901, "pos": 0.269, "neg": 0.0, "neu": 0.731, "data": "2019-03-14 06:00:24"}, {"text": "Just binge watched it - what an incredibly touching, moving and funny window on humanity ... thank you so much Ricky!", "compound": 0.69, "pos": 0.24, "neg": 0.0, "neu": 0.76, "data": "2019-03-13 06:43:07"}, {"text": " absolutely amazing just watched \"After Life\" I've never watched any of your stuff before. I've totally missed out I've now watched \" Humanity \" and the whole series of \"Dereck\" I'm now a huge fan of yours! Thanks for making me laugh and cry !!", "compound": 0.8879, "pos": 0.284, "neg": 0.099, "neu": 0.618, "data": "2019-03-14 00:34:03"}, {"text": " I'd put Ricky's face in my snow globe. Thanks for all the feels, laughs, and straight up humanity . AfterLife Derek netflix", "compound": 0.7906, "pos": 0.308, "neg": 0.0, "neu": 0.692, "data": "2019-03-12 10:00:56"}, {"text": "I just watched ‘s humanity show on Netflix and it was amazing!!!!! That guy is awesome! Funny clever and I totally agree with him about animal cruelty!!!! Well done!!!!", "compound": 0.9438, "pos": 0.422, "neg": 0.0, "neu": 0.578, "data": "2019-03-13 05:04:30"}, {"text": "Really enjoying ' AfterLife . It's like his Humanity special retrofitted on to The Office to exceptionally watchable result. Can't wait to see how this turns out.", "compound": 0.8357, "pos": 0.288, "neg": 0.0, "neu": 0.712, "data": "2019-03-11 12:56:10"}, {"text": "2.25 and I’m lying on the couch pissing myself at . After life and now Humanity . Not sure if I should be laughing at a dead child with my two in the next room.", "compound": -0.8467, "pos": 0.077, "neg": 0.297, "neu": 0.626, "data": "2019-03-13 10:27:03"}, {"text": "Carpoolkamikaze Just started watching new show on AfterLife . It's absolutely brilliant! He continues to produce some of the most intelligent, creative and brilliant content of any generation. His humanity and humor continues to be an inspiration.", "compound": 0.9659, "pos": 0.405, "neg": 0.0, "neu": 0.595, "data": "2019-03-14 13:30:56"}, {"text": "Ricky Gervais Humanity is fucking hilarious oh my, he takes dark humour to a whole new level", "compound": 0.7264, "pos": 0.303, "neg": 0.0, "neu": 0.697, "data": "2019-03-14 08:13:17"}, {"text": "Ricky Gervais your a genius. Hat off to you Sir for an awe inspiring show aimed at the heart of humanity . Will watch the series again for sure. Afterlife", "compound": 0.6249, "pos": 0.164, "neg": 0.0, "neu": 0.836, "data": "2019-03-13 11:12:21"}, {"text": " You and your dark humour are putting a smile on my face whilst I rest up with a bad leg. Can’t get enough.... AfterLife humanity derek", "compound": 0.2732, "pos": 0.192, "neg": 0.12, "neu": 0.687, "data": "2019-03-13 20:47:02"}, {"text": "Just laughed and ugly cried all the way through AfterLife you are an unbelievable talent you’d make the cut for my dinner party. Derek , Humanity , now After Life !! Best things ok TV", "compound": 0.8513, "pos": 0.351, "neg": 0.162, "neu": 0.487, "data": "2019-03-10 21:11:58"}, {"text": "Sublime wonderful performance, story, ensemble. Pathos and humanity coupled with dark, dry comedy: extraordinary. Not to mention your love of dogs and how they change us being essential. I could not stop watching. Thank you.", "compound": 0.8801, "pos": 0.283, "neg": 0.049, "neu": 0.668, "data": "2019-03-12 12:43:35"}, {"text": "Humanity is funny", "compound": 0.4404, "pos": 0.592, "neg": 0.0, "neu": 0.408, "data": "2019-03-14 01:21:37"}, {"text": " We sat down last night to watch an episode of After Life. We ended up watching them all. Couldn’t stop. It’s brilliant, Ricky. Nobody has combined comedy & humanity so beautifully since Chaplin. Thank you for making our planet a little better place.", "compound": 0.9217, "pos": 0.293, "neg": 0.042, "neu": 0.665, "data": "2019-03-12 20:31:11"}, {"text": "Watched the first 3 episodes of Afterlife last night. So many subtle things from what seems his own life in there. His love for Lisa Jane as his wife, his love of dogs and his distain for humanity all captured brilliantly. Loving it so far.", "compound": 0.9538, "pos": 0.29, "neg": 0.0, "neu": 0.71, "data": "2019-03-10 20:43:34"}, {"text": "Humanity !!!", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-11 03:33:32"}, {"text": " Humanity had me laughing like a lunatic tonight. It'll always be with me whenever I see an advert for guitar lessons!", "compound": 0.4199, "pos": 0.238, "neg": 0.127, "neu": 0.635, "data": "2019-03-13 07:24:42"}, {"text": "Yup, won me over with humanity , one of my favourite things to watch. Afterlife is brilliant (not finished yet though)", "compound": 0.8176, "pos": 0.294, "neg": 0.0, "neu": 0.706, "data": "2019-03-12 07:22:04"}, {"text": "Love your show I couldn’t stop watching it. I just watched your stand up on Netflix, Humanity . You remind me of my brothers.", "compound": 0.4588, "pos": 0.165, "neg": 0.087, "neu": 0.748, "data": "2019-03-13 07:12:01"}, {"text": " just watched all episodes of AfterLife it was brilliant. I feel emotionally drained but also as if I’ve had a lesson in life and humanity . Thank you", "compound": 0.5994, "pos": 0.192, "neg": 0.06, "neu": 0.748, "data": "2019-03-10 19:52:15"}, {"text": " humanity right up my street ruthless", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-13 03:15:00"}, {"text": "I have grown huge interests and started to like much more since watched Humanity , I like he does his comedy not for the sake of it, I started to see his points in his jokes, therefore I appreciate his sense of humour more, although still quite blunt sometimes", "compound": 0.9485, "pos": 0.353, "neg": 0.0, "neu": 0.647, "data": "2019-03-12 22:40:15"}, {"text": " Binged watched AfterLife Bravo! It is an authentic, heart-rending representation of Life, humanity & how one wades through Grief - I laughed & I cried. Same message as I had just read here \"Everyone Around You is Grieving. Go Easy\": ", "compound": -0.75, "pos": 0.071, "neg": 0.222, "neu": 0.708, "data": "2019-03-10 21:31:45"}, {"text": "Just binged After Life, started off thinking that pudgy cunt was just trying to capitalize while he's a \"hot property\"...then realized The Office, Extras, the Pilkington series, Ghost Town, The Invention of Lying, Humanity ...he just might be talented after all..", "compound": -0.6808, "pos": 0.068, "neg": 0.185, "neu": 0.747, "data": "2019-03-12 03:57:14"}, {"text": "I’m not one for publicly massaging egos, however is a worthy exception.After laughing till I cried the first time I watched humanity , AfterLife just proves that this guy is, not only incredibly funny but he is a literary genius Pass me the bleach", "compound": 0.1125, "pos": 0.095, "neg": 0.085, "neu": 0.82, "data": "2019-03-11 04:36:57"}, {"text": "Thank you for creating such a beautiful series. AfterLife has so much heart and humanity . Perfection.", "compound": 0.9062, "pos": 0.528, "neg": 0.0, "neu": 0.472, "data": "2019-03-12 05:03:33"}, {"text": "So easy. Not believing sets u free. Creates better morals and deeper love of humanity .", "compound": 0.8655, "pos": 0.514, "neg": 0.112, "neu": 0.374, "data": "2019-03-14 13:10:02"}, {"text": " when I see you retweet yet another stellar review about afterlife or before then humanity , yes we all know your great ", "compound": 0.7783, "pos": 0.274, "neg": 0.0, "neu": 0.726, "data": "2019-03-12 07:33:33"}, {"text": "Wife and I sat down this evening to give AfterLife a go and ended up finished the entire series. Great job by and everyone else involved! This one will stay with us for a while, touched by the humanity of it.", "compound": 0.6588, "pos": 0.106, "neg": 0.0, "neu": 0.894, "data": "2019-03-13 06:47:09"}, {"text": "Just watched humanity because I am a women in my 30s with no broadband who goes to her ma’s house to watch stuff on Netflix.", "compound": -0.296, "pos": 0.0, "neg": 0.091, "neu": 0.909, "data": "2019-03-13 23:57:50"}, {"text": "So this week I've watched Humanity and afterlife by ... the bloke is a genius! One of those people in our lifetime that are just born with so much talent! Have a watch if u havent seen them... both on netflix", "compound": 0.5665, "pos": 0.09, "neg": 0.0, "neu": 0.91, "data": "2019-03-11 00:14:18"}, {"text": " before my mate moved to Scotland we saw Humanity live in Amsterdam. Now we app while watching After alife. But I'm cheating, allready saw it and watching it for the third time", "compound": -0.5574, "pos": 0.0, "neg": 0.104, "neu": 0.896, "data": "2019-03-11 00:22:10"}, {"text": " I was diagnosed with oral cancer in January. After surgery to remove a third of my tongue and left neck lymph nodes, I am officially cancer-free. As a survivor I say humanity and afterlife is brilliant. Thank you for helping me survive. Kindness is everything.", "compound": 0.8225, "pos": 0.267, "neg": 0.084, "neu": 0.649, "data": "2019-03-11 19:47:29"}, {"text": "Late to the party I know but finally getting around to watching Humanity never laughed so much in a long time...... apart from when I watched Afterlife", "compound": -0.3335, "pos": 0.068, "neg": 0.119, "neu": 0.813, "data": "2019-03-13 20:48:32"}, {"text": "Haha aw man that’s brilliant. and yea humanity is ridiculous. I’d love to go on the ale with Ricky and Karl pilkington tho...", "compound": 0.8591, "pos": 0.338, "neg": 0.077, "neu": 0.585, "data": "2019-03-14 06:26:39"}, {"text": " show Humanity on Netflix cured my depression. Na, just kidding. Everything still sucks, but at least I had a good laugh and I don't feel so bad about my dark sense of humour anymore. PS: even Mr. Lover Lover laughed and he's been having a ruff day.", "compound": 0.9646, "pos": 0.397, "neg": 0.144, "neu": 0.459, "data": "2019-03-14 07:01:01"}, {"text": "Just watched Humanity . Hilarious and spot on. Thank you for all you do to help stop animalcruelty and for always making me laugh during the worst times.", "compound": 0.6369, "pos": 0.296, "neg": 0.162, "neu": 0.541, "data": "2019-03-11 04:47:03"}, {"text": " absolutely sobbing watching your show After Life. How can you be such a funny bastard but cut right to the core of humanity at the same time?", "compound": -0.5989, "pos": 0.063, "neg": 0.222, "neu": 0.714, "data": "2019-03-11 01:00:55"}, {"text": "AfterLife is full of humanity . Really beautifully written and performed. Thank you.", "compound": 0.7574, "pos": 0.394, "neg": 0.0, "neu": 0.606, "data": "2019-03-11 18:29:24"}, {"text": " ’ Afterlife is absolutely fantastic. A poignant and honest snapshot of humanity at its best - Do yourself a favour and set aside 3 hours of your life to watch it", "compound": 0.9359, "pos": 0.383, "neg": 0.0, "neu": 0.617, "data": "2019-03-13 06:13:16"}, {"text": " greetings from Switzerland. I love your Humor so much, especially „ Humanity “ and „After Life“. I hope there will be new stand up soon!! You are great. Sorry for my english....", "compound": 0.9467, "pos": 0.397, "neg": 0.031, "neu": 0.572, "data": "2019-03-12 03:04:19"}, {"text": " After Life is a genius exploration of humanity , purpose and our search for meaning. Thoroughly enjoyed. Thank you!", "compound": 0.8207, "pos": 0.38, "neg": 0.0, "neu": 0.62, "data": "2019-03-12 22:33:22"}, {"text": " you brilliant beast. I loved Derek, and now you've gone and done After Life. I laugh and cry, sometimes at the same time. You are an enigmatic, irreverent, beautiful reminder of humanity . Thank you.", "compound": 0.9393, "pos": 0.378, "neg": 0.066, "neu": 0.556, "data": "2019-03-12 18:18:47"}, {"text": "There was a guardian reviewer who said this was first show where he showed any humanity . Clearly not seen the office, Extras, or Derek", "compound": 0.4019, "pos": 0.109, "neg": 0.0, "neu": 0.891, "data": "2019-03-11 05:50:02"}, {"text": "You've done a service to humanity Love comes from within. Thank you for AfterLife", "compound": 0.7717, "pos": 0.379, "neg": 0.0, "neu": 0.621, "data": "2019-03-14 09:48:37"}, {"text": "Oh my gosh. Genius series. Laughing and then sobbing. You just know humanity at their best and worst.", "compound": 0.1779, "pos": 0.263, "neg": 0.238, "neu": 0.498, "data": "2019-03-11 07:14:52"}, {"text": "AfterLife is a masterpiece riffing on grief, suicide, humanity , kindness, anger, sorrow, frustration and pretty much every emotion you're capable of feeling. , thank you for showing us time and time again that KindnessIsMagic ( LifeOfBrian was a stroke of genius). ", "compound": -0.4588, "pos": 0.278, "neg": 0.294, "neu": 0.428, "data": "2019-03-13 09:25:56"}, {"text": " Humanity had me in tears of laughter.. After Like.. Wow, crying like a baby at the end, when you realise the short time we're here. Thanks for the nudge", "compound": 0.6369, "pos": 0.247, "neg": 0.134, "neu": 0.618, "data": "2019-03-11 14:38:16"}, {"text": "“I’m just an ordinary guy going round talking to people, sort of like Jesus in a way, but better... Well I’ve actually turned up” Absolutely brilliant! Watching Humanity ", "compound": 0.8803, "pos": 0.298, "neg": 0.0, "neu": 0.702, "data": "2019-03-13 03:09:14"}, {"text": "I’ve just been watching afterlife by Not only is the writing genius but bloody hell this captures humanity , grief, loss is the most honest of ways possible loved it RickyGervais bereavement fivestars", "compound": -0.8053, "pos": 0.191, "neg": 0.326, "neu": 0.484, "data": "2019-03-11 02:21:52"}, {"text": "An absolute masterpiece!You have such an amazing ability to capture all aspects of humanity . You never shy away from contraversal or difficult subjects. A wonderful writer and actor. You can make people laugh, cry and question why we are all here! 5*", "compound": 0.8786, "pos": 0.284, "neg": 0.101, "neu": 0.615, "data": "2019-03-11 05:10:47"}, {"text": "Humanity is in my opinion more thought provoking and will make u cry with laughter and sadness within minutes of each other than derek. Fantastic show Ricky you should be v proud", "compound": 0.4256, "pos": 0.236, "neg": 0.192, "neu": 0.572, "data": "2019-03-11 01:43:02"}, {"text": "How to get to like your tweet: Write how much you think he sucks followed by how much you loved AfterLife or Humanity", "compound": 0.5994, "pos": 0.221, "neg": 0.087, "neu": 0.692, "data": "2019-03-14 03:55:25"}, {"text": "Beautiful . There are no words that would do you justice for giving us AfterLife . There is only thank you. Twitter is humanity ’s toilet and yet, for a moment, it gives us magic like this - a chance for a stranger to say to another: thank you, you have moved me.", "compound": 0.9455, "pos": 0.321, "neg": 0.036, "neu": 0.643, "data": "2019-03-11 08:43:27"}, {"text": " I loved you in theoffice then grew to know your voice in derek and now I know I’m not alone in the world with a mind like this after seeing AfterLife It is brilliant. You are brilliant. Keeping bringing humanity to the screen. Thank you.", "compound": 0.9534, "pos": 0.336, "neg": 0.0, "neu": 0.664, "data": "2019-03-12 04:51:16"}, {"text": "You do such a good job humanizing people. You really do Thank you for contributing to Humanity . Afterlife Derek", "compound": 0.6887, "pos": 0.262, "neg": 0.0, "neu": 0.738, "data": "2019-03-12 10:58:25"}, {"text": " I’ve often wondered why your laugh is so high pitch, then after watching Humanity I realized it’s from you sitting on your pendulous testicles. I’m not looking forward to that in 30 years when I’m your age. I’m 35 now. cunt", "compound": 0.1027, "pos": 0.08, "neg": 0.071, "neu": 0.848, "data": "2019-03-14 03:41:41"}, {"text": "Not watched Derek yet but humanity has had four watches with different friends and after life s going spot on.", "compound": 0.631, "pos": 0.187, "neg": 0.0, "neu": 0.813, "data": "2019-03-14 17:37:19"}, {"text": "Parts of humanity was funny the Bruce Jenner bit but turned it of half way though didn’t get derek at all and never watched the office some extras were ok", "compound": 0.5789, "pos": 0.145, "neg": 0.0, "neu": 0.855, "data": "2019-03-11 22:23:16"}, {"text": "AfterLife is the best series on this year! is utterly brilliant. I had tears from sadness & tears from laughter. The cast, the story, the emotions, the jokes, the humanity ...Everything! Award winning in every way.", "compound": 0.9408, "pos": 0.394, "neg": 0.136, "neu": 0.47, "data": "2019-03-11 10:19:13"}, {"text": "Just finished watching Humanity by . Bloody brilliant - and especially love Bob (and Barry)", "compound": 0.7501, "pos": 0.391, "neg": 0.137, "neu": 0.472, "data": "2019-03-13 16:28:58"}, {"text": "Unpopular opinion but is it just me or does anyelse think afterlife isn't that good. It's has some good bits but it doesn't compare to humanity . Still love though easily the best comedian going", "compound": 0.931, "pos": 0.346, "neg": 0.119, "neu": 0.535, "data": "2019-03-11 00:05:19"}, {"text": "Actually, Afterlife *is* the best thing ⁦ ⁩ has done - funny, truly affecting with a deep seam of humanity that has something important to say. ", "compound": 0.8957, "pos": 0.371, "neg": 0.0, "neu": 0.629, "data": "2019-03-11 18:48:48"}, {"text": "Afterlife from is just incredible, every 2/3 mins there’s a life lesson in there and it’s insane! I didn’t expect this heartfelt series to come from the guy from his Humanity show or the office. Genuinely lost for words with this! Fantastic ", "compound": 0.7148, "pos": 0.179, "neg": 0.1, "neu": 0.721, "data": "2019-03-14 07:15:57"}, {"text": "I’m in full Ricky Gervais mode since finishing AfterLife Watching Humanity now. Very relatably hilarious! Well, not the testicles in the bath parts... But “I should’ve left it” sums up much of my life pretty well!", "compound": 0.8814, "pos": 0.26, "neg": 0.0, "neu": 0.74, "data": "2019-03-12 03:51:41"}, {"text": "Best thing I've seen in years! Then, afterwards, I rewatched Humanity and wet my pants AGAIN!", "compound": 0.6988, "pos": 0.255, "neg": 0.0, "neu": 0.745, "data": "2019-03-11 02:47:33"}, {"text": " just finished AfterLife ..loved it can’t wait for season 2! Also Humanity ..looks like I found a gem", "compound": 0.4199, "pos": 0.157, "neg": 0.0, "neu": 0.843, "data": "2019-03-13 01:00:37"}, {"text": "AfterLife = derek + TheOffice + Humanity ! Sarcasm is a place the mind goes to tickle itself when it has lost its heart!! thatswhatshesaid ", "compound": -0.6219, "pos": 0.0, "neg": 0.22, "neu": 0.78, "data": "2019-03-10 20:11:30"}, {"text": "\"After Life\" on NetFlix. Poetically engaging and thoughtful portrayal of the hideous beauty of life. Thank you , for the wonderful reminder of our responsibility to fully live our lives and find our own joy in the messy world of humanity .", "compound": 0.946, "pos": 0.346, "neg": 0.046, "neu": 0.608, "data": "2019-03-11 20:36:18"}, {"text": " never disappoints. Derek to Humanity to AfterLife . All of it. And everything in between. Talented and real!", "compound": 0.6981, "pos": 0.278, "neg": 0.0, "neu": 0.722, "data": "2019-03-11 07:47:37"}, {"text": "Top Tip! Spend today on Netflix binge-watching Ricky Gervais ' greatest ever work in AfterLife I'm not exaggerating when I say it's the best representation of humanity I've EVER seen on TV! It's beautiful, it's funny, it's heart-rending, it's hopeful, it's truth. Sublime ", "compound": 0.9742, "pos": 0.428, "neg": 0.0, "neu": 0.572, "data": "2019-03-10 18:28:41"}, {"text": "Just finished episode 4 of Afterlife .... every laptop moment makes my soul happy. Say what you like but is a maestro at showing raw humanity and tugging at your heart strings. But before u realise it you’re smiling ear to ear or laughing!", "compound": 0.9134, "pos": 0.255, "neg": 0.0, "neu": 0.745, "data": "2019-03-10 18:10:49"}, {"text": "Started Afterlife today. The juxtaposition of ' stand up and Afterlife as well as Derek is fantastic. His humanity is shown through both mediums and doesn't get enough credit for either.", "compound": 0.5448, "pos": 0.163, "neg": 0.063, "neu": 0.774, "data": "2019-03-13 06:27:50"}, {"text": "I really believe you have done Fiona I've read about how many times fans said they had seen Humanity and they got trolled for it because they said 8,, I've watched it more than that but didn't wanna say. Rickyisgod proud", "compound": 0.631, "pos": 0.096, "neg": 0.0, "neu": 0.904, "data": "2019-03-14 00:33:58"}, {"text": "AfterLife is absolutely brilliant. always knows how to dig deep into the core of our humanity . I’ve been laughing & crying since episode 1. you better give him a ton of money and a lifetime movie deal. I’d anything to just be an extra in one of his shows", "compound": 0.796, "pos": 0.184, "neg": 0.056, "neu": 0.76, "data": "2019-03-11 23:53:57"}, {"text": " ’ new show afterlife is the ThisIsUs of . I cried like a baby each episode and I loved every minute if it! Watch it immediately. After that watch his special humanity if you need a laugh. beagoodperson", "compound": 0.8858, "pos": 0.298, "neg": 0.06, "neu": 0.642, "data": "2019-03-11 08:22:46"}, {"text": " new lesson in humanity afterlife will make you smile, cry,laugh and despair however ultimately it’s hopeful, it touches a nerve in those who have been there or similar circumstances and opens the eyes of those who haven’t.. isrickyagod", "compound": 0.5423, "pos": 0.138, "neg": 0.055, "neu": 0.808, "data": "2019-03-11 15:28:30"}, {"text": "I disagree. We need to keep in the public eye as he’s not tweeted for like two minutes, people may totally forget who he is and what he’s done for Humanity", "compound": -0.7098, "pos": 0.0, "neg": 0.204, "neu": 0.796, "data": "2019-03-11 04:04:17"}, {"text": "I don't know what you're talking about. \"Derek\" was a comedic masterpiece. My faith in humanity is starting to dwindle.", "compound": 0.8625, "pos": 0.39, "neg": 0.0, "neu": 0.61, "data": "2019-03-14 00:25:40"}, {"text": "Humanity ", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-13 22:18:03"}, {"text": "AfterLife I'm only two episodes in, but has still got it. I was afraid after seeing his Humanity special that he was just going to talk about atheism and Twitter arguments for the rest of his career.", "compound": 0.0, "pos": 0.086, "neg": 0.086, "neu": 0.827, "data": "2019-03-14 09:38:58"}, {"text": "Afterlife may be the greatest thing I’ve watched since, well.. Either Derek or the Humanity stand up, oh or LifeOnTheRoad is an absolute genius. Strong language, dark jokes, yet heart warming & a proper tear-jerker as well.", "compound": 0.9042, "pos": 0.306, "neg": 0.0, "neu": 0.694, "data": "2019-03-11 23:26:09"}, {"text": "Had enough of the footie today. Getting stuck into AfterLife by on hope it’s as good as Humanity", "compound": 0.5859, "pos": 0.254, "neg": 0.088, "neu": 0.658, "data": "2019-03-11 00:11:34"}, {"text": "After watching AfterLife I’ve had to re watch Humanity and my god my sides are killing. is genius!", "compound": -0.5562, "pos": 0.092, "neg": 0.206, "neu": 0.702, "data": "2019-03-14 00:42:37"}, {"text": " My husband and I finished your new series AfterLife last night. We laughed. We cried. So much humanity written into every episode, plus lots of laughs, as well as the “cringey” moments. . Thank you Ricky. Wonderful series.", "compound": 0.8979, "pos": 0.308, "neg": 0.055, "neu": 0.637, "data": "2019-03-10 22:27:08"}, {"text": "Just start all over again mate but watch Humanity 1st", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-11 02:29:19"}, {"text": "I’ve watched afterlife twice now. It’s a truly brilliant program that everyone should watch especially those who need lessons in humanity . you’re a genius & from now on I’ll try not to be a twat", "compound": 0.8811, "pos": 0.267, "neg": 0.0, "neu": 0.733, "data": "2019-03-12 15:23:02"}, {"text": " After Life showed your Acting, Writing and Directing talent, Cheers to a job well done. Now I am hoping to see you with your next stand up Routine that will push itself to the forefront once again and leave Humanity in the rear view mirror. nextgreatstandupshowsoon ", "compound": 0.8625, "pos": 0.212, "neg": 0.024, "neu": 0.765, "data": "2019-03-14 01:26:53"}, {"text": "My 16 year old Muffin Cat loves Freedom of Speech & RickyGervais 's Humanity GVTV Comedy AfterLife Netflix Vale ", "compound": 0.886, "pos": 0.409, "neg": 0.0, "neu": 0.591, "data": "2019-03-13 11:21:08"}, {"text": "How have I not watched anything for this long!? Just finished Humanity and Derek currently watching AfterLife . Fucking brilliant! You have and I rolling. Thank you.", "compound": 0.8007, "pos": 0.246, "neg": 0.0, "neu": 0.754, "data": "2019-03-14 08:16:14"}, {"text": "Loved all his stuff. Humanity was brilliant too.", "compound": 0.8271, "pos": 0.562, "neg": 0.0, "neu": 0.438, "data": "2019-03-11 00:07:06"}, {"text": "Can we use plane safety instructions piece from Humanity . For the actual flights?", "compound": 0.4215, "pos": 0.189, "neg": 0.0, "neu": 0.811, "data": "2019-03-14 11:00:46"}, {"text": " You have had other shows on Netflix like Humanity and SuperNature, but Aftler Life is your first streaming tv show. Got any plans to do more?", "compound": 0.1901, "pos": 0.065, "neg": 0.0, "neu": 0.935, "data": "2019-03-14 00:15:14"}, {"text": "I'm half way through After Life and apart from the bits where it's clearly just Ricky Gervais spouting Ricky Gervais opinions (atheism) it's absolutely sublime. I love the characters, I love the humanity of it, I love the acting ability of the entire cast.", "compound": 0.9609, "pos": 0.339, "neg": 0.0, "neu": 0.661, "data": "2019-03-12 07:04:44"}, {"text": "It really is, isn't it? AfterLife is a masterpiece of performing, writing and conveying humanity perfectly.", "compound": 0.8519, "pos": 0.39, "neg": 0.0, "neu": 0.61, "data": "2019-03-12 05:26:14"}, {"text": "If the bible is a blueprint for Christianity, afterlife is a blueprint for humanity . What a beautifully crafted series that gets you right in the feels!", "compound": 0.6114, "pos": 0.154, "neg": 0.0, "neu": 0.846, "data": "2019-03-12 00:17:07"}, {"text": "Loved TheOffice . Humanity was stand up on another level. AfterLife is simply brilliant. So well written. So well done Mr. ", "compound": 0.9097, "pos": 0.438, "neg": 0.0, "neu": 0.562, "data": "2019-03-13 07:48:26"}, {"text": "I am literally hung over from crying and laughing after watching in afterlife . This show makes humanity feel better about being human. And makes grief feel like happiness. brutal until it’s beautiful", "compound": 0.6908, "pos": 0.325, "neg": 0.21, "neu": 0.465, "data": "2019-03-10 21:11:11"}, {"text": " I just watched the entirety of After Life and all I can say is that you should be so proud. It was so poignant & delved into the real questions that humanity throws up, head-on. The complexity of mourning and hope. Seeing the extraordinary in the everyday. Wow.", "compound": 0.8312, "pos": 0.196, "neg": 0.053, "neu": 0.751, "data": "2019-03-11 04:33:49"}, {"text": " thank you!!!! Another masterpiece!!! AfterLife and Humanity so close together. Everything you’ve done I’ve loved. The sarcasm and bluntness, the emotions that get triggered, every project has had a purpose and meaning. Hope there’s a season 2. Thanks again!!!!", "compound": 0.9483, "pos": 0.347, "neg": 0.038, "neu": 0.615, "data": "2019-03-11 01:52:50"}, {"text": "AfterLife That’s it - episode 6 has floored me! I’m sat outside ⁦ ⁩ waiting for my boy, in floods of tears. Thank you ⁦ ⁩ for being a genius of humanity (if that’s a thing ) ", "compound": 0.2244, "pos": 0.08, "neg": 0.055, "neu": 0.865, "data": "2019-03-10 21:02:21"}, {"text": " 15 mins into watching After life and you had to tell humanity is a plague", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-12 17:06:56"}, {"text": "Haven’t spoken to one person who hasn’t laughed and cried at AfterLife no one depicts humanity like literally everyone can relate to something. So many layers of emotion! What a bloody amazing talent.", "compound": 0.69, "pos": 0.275, "neg": 0.171, "neu": 0.554, "data": "2019-03-11 05:36:35"}, {"text": "My heart swells for humanity derek AfterLife ", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-12 05:45:43"}, {"text": "I would delete all three of those shows to replace them with 's answer to Humanity . Or a show so offensive and hilarious that Humanity will be a museum piece rarely thought of again until the Humanity2 .0 upgrade offenses, gut injuries and general delirium settle. ", "compound": -0.5271, "pos": 0.06, "neg": 0.129, "neu": 0.811, "data": "2019-03-14 16:27:30"}, {"text": " didn’t like Humanity so much. But After Life is just great. Good work Ricky.", "compound": 0.8591, "pos": 0.463, "neg": 0.0, "neu": 0.537, "data": "2019-03-12 01:30:39"}, {"text": "Omg me and dean watched Ricky gervais humanity last night when I tell you my stomach still hurts from laughing", "compound": 0.0258, "pos": 0.137, "neg": 0.133, "neu": 0.73, "data": "2019-03-14 16:45:54"}, {"text": " Just started watching After Life. I’m hooked and have sobbed through two episodes. Beautifully written. humanity AfterLife", "compound": 0.2023, "pos": 0.171, "neg": 0.134, "neu": 0.694, "data": "2019-03-11 03:30:04"}, {"text": "Ricky gervais humanity is brilliant!! Put me in stitches this morning", "compound": 0.658, "pos": 0.305, "neg": 0.0, "neu": 0.695, "data": "2019-03-10 18:47:57"}, {"text": "It is a really great show. The depth of characters and the humanity was so touching. Love Daphne. And I really hope that is not a portrayal of what is like to live with you and is 100% fictional PoorJane .", "compound": 0.9389, "pos": 0.306, "neg": 0.0, "neu": 0.694, "data": "2019-03-12 18:57:46"}, {"text": "Will this work for AIDS too? yourewellaids humanity dogjobs ", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-13 20:26:31"}, {"text": "After Life by Ricky Gervais being chastised as a mockery of depression is ridiculous. There's so much depth in the characters. It's beautifully written and beautifully acted. It's not *just* a story about depression, it's a story about humanity and it's powerful.", "compound": -0.6369, "pos": 0.18, "neg": 0.272, "neu": 0.548, "data": "2019-03-12 21:14:01"}, {"text": " I just wanted 2say that ur funny and honest. I agree humanity is a plague on this world and we should go extinct, but if I had to choose one person to survive it would be you. The world would be a very sad place without u in it. U r and always will b exceptional.", "compound": -0.1875, "pos": 0.109, "neg": 0.086, "neu": 0.805, "data": "2019-03-13 02:17:38"}, {"text": "The thing about and his series like Derek and AfterLife is that he understands human emotions so well. How?How do you know exactly what so many people go through?How do you manage to capture that truest humanity ?Our anger, our pain, our sadness but also the joy.", "compound": 0.706, "pos": 0.196, "neg": 0.112, "neu": 0.693, "data": "2019-03-14 06:24:18"}, {"text": "Watch Ricky gervais 's humanity .. Its great", "compound": 0.6249, "pos": 0.369, "neg": 0.0, "neu": 0.631, "data": "2019-03-14 07:33:27"}, {"text": " well done with After Life show. In world where religion dies, humanity demands new ideas of being good person for those who can’t just imagine beauty of world build on trust instead of fear beinghuman transhuman truth", "compound": 0.8807, "pos": 0.296, "neg": 0.066, "neu": 0.638, "data": "2019-03-14 03:11:34"}, {"text": " twitter user sketch in his Humanity show sums up my life better than anything else", "compound": 0.4404, "pos": 0.172, "neg": 0.0, "neu": 0.828, "data": "2019-03-11 08:00:52"}, {"text": "Watching humanity again with my 5 month old babygirl in my arms and she's laughing her little ass off! Good job , good job!", "compound": 0.7281, "pos": 0.305, "neg": 0.105, "neu": 0.59, "data": "2019-03-14 18:06:35"}, {"text": "ricky gervais , you might just save humanity with this", "compound": 0.4939, "pos": 0.286, "neg": 0.0, "neu": 0.714, "data": "2019-03-10 21:16:32"}, {"text": " ive been in this industry for 25 years, i can honestly say \"Afterlife\" is the most tragically beautiful portrayal of humanity i have ever seen!! Stunningly written. Bravo to you sir, take a bow!!", "compound": 0.6546, "pos": 0.207, "neg": 0.099, "neu": 0.694, "data": "2019-03-11 05:51:52"}, {"text": " is my new favourite person after watching Humanity and AfterLife on Netflix", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-13 07:16:29"}, {"text": "Just watched all of the excellent AfterLife and loved the the complexity of humanity ; sad, funny, poignant, profound, damaged, awkward, hopeful, uplifting. did it again and worked out all my emotions. Laugh out loud one minute, crying the next. Outstanding!", "compound": 0.9184, "pos": 0.348, "neg": 0.171, "neu": 0.481, "data": "2019-03-10 18:37:11"}, {"text": "Ricky Gervais , you fucking genius! I just binge-watched all episodes of ‘After Life’ on Netflix and loved every minute of it. Smart, real, ridiculous, dark (in a good way), gut laughs, poignancy - you nailed the criticality of hope in humanity and showed us how it’s done.", "compound": 0.9245, "pos": 0.282, "neg": 0.044, "neu": 0.674, "data": "2019-03-14 04:41:08"}, {"text": " Just watched Afterlife and can't express how much it resonated with me. In a world that throws up so many horrible things and the feeling that humanity lacks compassion and decency in growing numbers, it's worth remembering the good ppl out there who keep you going", "compound": 0.6395, "pos": 0.205, "neg": 0.07, "neu": 0.725, "data": "2019-03-11 08:45:42"}, {"text": "New found love for how have I not watched his stuff sooner? Humanity at the weekend and afterlife tonight. Guess the office is my new binge series.", "compound": 0.6369, "pos": 0.144, "neg": 0.0, "neu": 0.856, "data": "2019-03-13 08:17:38"}, {"text": "AfterLife is teaming with a profound complex mess of humanity . All the emotions. All the feels. None of the cliches. You've unearthed deep, ancient magic . Sublime and incredibly moving. netflix", "compound": -0.3612, "pos": 0.0, "neg": 0.082, "neu": 0.918, "data": "2019-03-13 13:01:04"}, {"text": " I havent been able to relate to and be engrossed in a character this much since Andy Millman, your knack for capturing humanity and keeping it funny is stellar, mate", "compound": 0.5423, "pos": 0.148, "neg": 0.0, "neu": 0.852, "data": "2019-03-12 03:38:18"}, {"text": "Have a lovely day Rickyisgod RUPERT RUPES RUPES AfterLife Humanity ", "compound": 0.5859, "pos": 0.322, "neg": 0.0, "neu": 0.678, "data": "2019-03-13 22:26:14"}, {"text": "Watched Humanity today while the wife was working to put food on the table. Great show ", "compound": 0.6249, "pos": 0.215, "neg": 0.0, "neu": 0.785, "data": "2019-03-14 12:12:48"}, {"text": " just finished watching „After Life“ - you just can’t stop it, right? Humanity and now this? Outstanding mate! Outstaaaanding", "compound": 0.6372, "pos": 0.229, "neg": 0.093, "neu": 0.678, "data": "2019-03-12 07:02:24"}, {"text": "After life is brilliant although I do worry I feel same way towards life and humanity but I have no reason", "compound": -0.3291, "pos": 0.108, "neg": 0.214, "neu": 0.677, "data": "2019-03-12 19:09:20"}, {"text": "On the plane with a bag of peanuts. What would do? Humanity ", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 05:32:17"}, {"text": "I hate the fact that Ricky Gervais has over taken my comedy hero David Jason Afterlife Humanity TheOffice extras derek Science therickygervaisshow deadlysirius", "compound": 0.34, "pos": 0.212, "neg": 0.128, "neu": 0.66, "data": "2019-03-11 01:38:08"}, {"text": " I just finished watching your show After Live and I loved it. Left me feeling connected to humanity . Thank you!", "compound": 0.8016, "pos": 0.353, "neg": 0.0, "neu": 0.647, "data": "2019-03-13 07:48:09"}, {"text": "Totally different concepts but humanity and afterlife are two of the best shows out there. is bloody talented.", "compound": 0.8126, "pos": 0.352, "neg": 0.132, "neu": 0.515, "data": "2019-03-12 08:05:51"}, {"text": " Ricky, thank you for After Life. It’s given me hope when I was starting to lose most of it. When I need reminding of the reasons for living, I’ll watch After Life. When I need a laugh, I watch Humanity or The Office out-takes.....never fails :)", "compound": 0.7579, "pos": 0.229, "neg": 0.105, "neu": 0.667, "data": "2019-03-14 16:54:18"}, {"text": " thank you for After life. I just set up this account to say this. It's the first time I've allowed myself to cry for a long time. Humanity at it's best captured on screen. Thank you. From Dave Baker. P.S. If you see Karl say hello from me.", "compound": 0.7269, "pos": 0.169, "neg": 0.057, "neu": 0.773, "data": "2019-03-11 09:40:13"}, {"text": "After Life has had me crying and laughing in equal parts. Is one incredible talent. No one else observes and comments on humanity more truthfully that him.", "compound": 0.5984, "pos": 0.252, "neg": 0.145, "neu": 0.603, "data": "2019-03-13 10:23:30"}, {"text": " humanity ", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 18:10:42"}, {"text": "Really liked this series; think it’s the first series that had the perfect balance of humour and reality based on humanity ; very real, honest and true to life and yet humorous and endearing ", "compound": 0.9576, "pos": 0.411, "neg": 0.0, "neu": 0.589, "data": "2019-03-11 05:18:48"}, {"text": "I don't like EVERY thing you made but that's normal I suppose. But this, this show is just so good in showing a slice of humanity that one cannot do anything else than praise it. I never had watched a show twice but I maybe do it for this one, from time to time, as a reminder :)", "compound": 0.9377, "pos": 0.224, "neg": 0.025, "neu": 0.751, "data": "2019-03-13 05:46:44"}, {"text": "Just watched humanity , two nights ago I watched the afterlife series in one sitting. I wasn't a fan of Gervais growing up because of his laugh. But his concept on life and jokes and how PC the world has come is like my own. For that I have a new found respect,thanks", "compound": 0.7807, "pos": 0.182, "neg": 0.036, "neu": 0.781, "data": "2019-03-12 00:15:54"}, {"text": "afterlife a life saver for me. Wasn’t a massive fan of RickyGervais until I watched humanity . I’m so glad as it led me to afterlife . Onwards to the rest of my life now. Here’s to better thoughts and better future.", "compound": 0.8993, "pos": 0.266, "neg": 0.0, "neu": 0.734, "data": "2019-03-11 23:52:10"}, {"text": "Watching humanity - Fkn hilarious! Great stuff!", "compound": 0.8118, "pos": 0.649, "neg": 0.0, "neu": 0.351, "data": "2019-03-14 18:56:29"}, {"text": "Just watched Humanity and I literally cried laughing!! The best medicine for a bad mood", "compound": 0.4374, "pos": 0.346, "neg": 0.264, "neu": 0.39, "data": "2019-03-11 09:58:07"}, {"text": " just watched Humanity on Netflix phenomenal", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-11 07:26:32"}, {"text": "The perfect metaphor of humanity struggling with world where the only enemy is humanity itself", "compound": -0.3818, "pos": 0.168, "neg": 0.286, "neu": 0.545, "data": "2019-03-14 03:14:01"}, {"text": " Second binge of AfterLife today. I loved watching the first time, but the second time made me realize why I loved it. It's humanity . The best and the worst of us. It's real.", "compound": 0.8381, "pos": 0.294, "neg": 0.122, "neu": 0.584, "data": "2019-03-11 02:06:09"}, {"text": "Big letdown, honestly,having been a massive fan of the Office and Humanity . The sentimentality is overbearing. You tried so hard to redeem Tony, it ended up being a half-sketched caricature. Moments of brilliance still shine through, especially in the first 2 episodes. AfterLife .", "compound": 0.7603, "pos": 0.182, "neg": 0.04, "neu": 0.778, "data": "2019-03-12 04:40:04"}, {"text": "Watch humanity on Netflix", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-12 22:33:08"}, {"text": "Never really watched much of your shows when first on but watched Humanity and since then I've been hooked from Extras,Derek and now Afterlife Im a fan", "compound": 0.4497, "pos": 0.106, "neg": 0.0, "neu": 0.894, "data": "2019-03-12 05:38:00"}, {"text": " would be proud (although we probably need the nut bath!) Oh the Humanity ", "compound": 0.5255, "pos": 0.22, "neg": 0.0, "neu": 0.78, "data": "2019-03-13 21:56:46"}, {"text": " When are you going to have on your podcast?... You know, that comic genius of The Office, Extras & that brutal ballsy British banter like standup special on Netflix named Humanity . Get him on!", "compound": 0.1007, "pos": 0.139, "neg": 0.104, "neu": 0.758, "data": "2019-03-12 05:33:52"}, {"text": "Just re watched your humanity show and you mentioned at the end that your brother sent a postcard to your mother asking if the pervert postman was still reading her mail,is this what inspired the story of the postman in Afterlife ??", "compound": -0.1179, "pos": 0.07, "neg": 0.08, "neu": 0.85, "data": "2019-03-13 01:10:46"}, {"text": " Loved your Afterlife Humanity series, really funny but also very sad. Please do more episodes", "compound": 0.3236, "pos": 0.337, "neg": 0.195, "neu": 0.468, "data": "2019-03-13 23:22:46"}, {"text": "dogsarehumanity . Retweet and spread the word. Ricky Gervais proclaims Dogs will save humanity , couldn't agree more.", "compound": 0.2709, "pos": 0.166, "neg": 0.109, "neu": 0.725, "data": "2019-03-10 20:42:33"}, {"text": " loved humanity , After life was fucking brilliant! Watched all 6 episodes last night, brilliant television, comical and serious at the same time! (Shoot all trophy hunters) CUNTS.", "compound": 0.8288, "pos": 0.32, "neg": 0.15, "neu": 0.53, "data": "2019-03-11 02:12:01"}, {"text": "I think a Netflix and sell out stand up tour called humanity , might beg to differ.", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 00:21:50"}, {"text": " we just watched the first three episodes of AfterLife and I have to say you keep surprising us. I feel this show could be called EssenceOfRickyGervais . It brought us back to seeing you live on your Humanity tour. One word describes it for me so far: genius.", "compound": 0.2732, "pos": 0.046, "neg": 0.0, "neu": 0.954, "data": "2019-03-11 00:09:06"}, {"text": " watched the last 2 episodes of afterlife tonight and I'm sad it's over. You've made us laugh and cry, beautiful piece of work. We watched humanity straight after just to get a bit more of you and you did not disappoint. mrbeattie is just like you", "compound": 0.7881, "pos": 0.247, "neg": 0.108, "neu": 0.645, "data": "2019-03-11 06:29:18"}, {"text": "Stayed up late to finish AfterLife on absolutely bloody brilliantly. Honest, endearing and enough slandering to justify Humanity Wonderful performances by the entire cast bravo watchit", "compound": 0.8537, "pos": 0.314, "neg": 0.087, "neu": 0.599, "data": "2019-03-12 09:53:23"}, {"text": " binged watched Afterlife could off cried when my Netflix didn’t come up with next episode in 5.4.3.2.1 it was so good best thing I’ve watched on Netflix since humanity", "compound": 0.7663, "pos": 0.223, "neg": 0.071, "neu": 0.706, "data": "2019-03-10 18:32:44"}, {"text": "Watched ’ “ Humanity ” special on Netflix last night and it is (by far) the funniest comedy special since George Carlin’s “It’s Bad for Ya”. 11/10 Recommend.", "compound": 0.8591, "pos": 0.354, "neg": 0.089, "neu": 0.557, "data": "2019-03-10 20:34:12"}, {"text": "Been off my feet w sprained ankle, binge watched a show: AfterLifeNetflix Moving & contemplative. I thought “Derek” was a great show by , this is possibly even better. Don’t expect the ‘usual’ humor. These are poignant shows about truth in humanity . ", "compound": 0.886, "pos": 0.263, "neg": 0.0, "neu": 0.737, "data": "2019-03-13 10:12:17"}, {"text": " thank you so much for Humanity , I had to have my 19 year old dog put to sleep Monday and watching you tonight has given me some much needed relief..", "compound": 0.3612, "pos": 0.082, "neg": 0.0, "neu": 0.918, "data": "2019-03-14 06:26:59"}, {"text": "Well done to for having 3, yes 3 shows trending on Netflix! Bravo sir! ^_^ humanity AfterLife Derek ", "compound": 0.658, "pos": 0.264, "neg": 0.0, "neu": 0.736, "data": "2019-03-14 08:13:42"}, {"text": "Justify paying more for Netflix by watching ' AfterLife and Humanity . Great stuff!", "compound": 0.6588, "pos": 0.285, "neg": 0.0, "neu": 0.715, "data": "2019-03-10 19:50:17"}, {"text": "Unlike the rest of humanity , I haven’t binge-watched anything since 2004 (‘24’, Season 1)... ...until now. AfterLife by , on NetFlix , is an absolute masterpiece and I recommend it to anyone not offended by regular c-bombs!", "compound": 0.824, "pos": 0.223, "neg": 0.0, "neu": 0.777, "data": "2019-03-12 07:38:47"}, {"text": "Just watched Humanity on Netflix! What a great show!", "compound": 0.6892, "pos": 0.401, "neg": 0.0, "neu": 0.599, "data": "2019-03-13 03:14:04"}, {"text": "I've just been on the rollercoaster that is AfterLife starring RickyGervais on Netflix A wonderful thoughtful and powerful series. I am emotionally drained now but in a good way. I recommend everyone watch it. Depression Suicide Grief Hope Love Humanity", "compound": 0.5346, "pos": 0.35, "neg": 0.266, "neu": 0.384, "data": "2019-03-14 03:30:36"}, {"text": " i‘ve just watched ‚after life‘- deep black and hilarious stuff! Thanks for creating it! just watched ‚ humanity ‘ afterwards- damn: u r good! I love your intelligent, sarcastic way! I hardly laugh out loud from any show, i did wth yours! Thx again!!", "compound": 0.9499, "pos": 0.408, "neg": 0.133, "neu": 0.459, "data": "2019-03-13 16:50:14"}, {"text": "Rewatching Humanity after loving After Life RickyGervais .", "compound": 0.5994, "pos": 0.394, "neg": 0.0, "neu": 0.606, "data": "2019-03-11 05:17:00"}, {"text": "Ricky never disappoints. dereksays humanity afterlife theoffice extras idiotabroad goldenglobes Dog bless.", "compound": 0.6103, "pos": 0.333, "neg": 0.0, "neu": 0.667, "data": "2019-03-14 12:09:17"}, {"text": "I feel like inviting the Jehovah’s that keep pestering me in to watch Humanity ", "compound": 0.5859, "pos": 0.304, "neg": 0.0, "neu": 0.696, "data": "2019-03-13 18:56:40"}, {"text": "Is it faith in humanity restored", "compound": 0.6369, "pos": 0.565, "neg": 0.0, "neu": 0.435, "data": "2019-03-14 00:25:43"}, {"text": " Humanity is both heartbreaking & hilarious in equal measure. One minute I’m howling with laughter, next I’m crying my eyes out! Give it a watch", "compound": -0.126, "pos": 0.189, "neg": 0.204, "neu": 0.607, "data": "2019-03-14 05:02:00"}, {"text": "Going to have to mute on here for a while, don't get me wrong, i understand how amazing After Life is, but my feed has only just recovered from people telling me how good Humanity is...", "compound": 0.7922, "pos": 0.206, "neg": 0.0, "neu": 0.794, "data": "2019-03-12 03:59:14"}, {"text": "AfterLife from is a masterclass. Warm, funny, has a dog as a main character and the conversations at the graveyard would deserve a series of their own. The Office, Derek and Humanity rolled into one.", "compound": 0.3818, "pos": 0.137, "neg": 0.063, "neu": 0.8, "data": "2019-03-10 23:07:32"}, {"text": "Finished Humanity and Afterlife today and just started Extras then going to try out Derek.", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 11:52:27"}, {"text": "Ricky Gervais liked this. I've been of the view that Britishers should work one day a week or month till they repay the debts adjusted for inflation. Nointerest required. Remarkable to see this come from a westerner. It's the silver lining of humanity and decency. ", "compound": 0.7506, "pos": 0.135, "neg": 0.0, "neu": 0.865, "data": "2019-03-12 12:33:17"}, {"text": "And for my final Tweet before the crash Everyone should watch Ricky Gervais ' Netflix show, Humanity .", "compound": -0.4019, "pos": 0.0, "neg": 0.153, "neu": 0.847, "data": "2019-03-13 07:57:41"}, {"text": "I said the same thing to Rach the order day then I watched humanity ... now watching everything he does. He’s awesome", "compound": 0.6249, "pos": 0.177, "neg": 0.0, "neu": 0.823, "data": "2019-03-13 15:58:03"}], "number": 475}