{"compound_ave": 0.07562615384615386, "tweets": [{"text": " Ifb", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Every team LFC have faced in two-legged European knockout ties since Klopp took over: Augsburg (1-0) Manchester United (3-1) Borussia Dortmund (5-4) Villarreal (3-1) Porto (5-0) Man City (5-1) Roma (7-6) Bayern Munich (3-1) ", "neu": 0.922, "pos": 0.078, "neg": 0.0, "compound": 0.4215}, {"text": "Oops ... isn't that exactly what you and don't report? Attacks against foreigners and people of color? Put links if you think you have reported this in the past (apart from token references to Roma ). From the very report State Dep. report you cited. ", "neu": 0.941, "pos": 0.059, "neg": 0.0, "compound": 0.4149}, {"text": "Ifb", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "I picked up the message I am carrying at Roma .", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Ifb", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Glad to read that the UN has been criticised by its own human rights experts for its treatment of Roma families forced to live in camps contaminated with lead in Kosovo. Shocking dereliction of duty by UN to uphold rights of Roma . ", "neu": 0.768, "pos": 0.061, "neg": 0.172, "compound": -0.6705}, {"text": "You seem to have scrambled your headline. I think you mean 'nursery rated inadequate by Ofsted fails to welcome Roma children and makes inadequate provision '", "neu": 0.641, "pos": 0.096, "neg": 0.263, "compound": -0.6369}, {"text": "I am tech savvy >~> *grabs Roma 's phone* *cant seem to unlock it* Screw that ToniBot", "neu": 0.915, "pos": 0.0, "neg": 0.085, "compound": -0.1027}, {"text": "Ifb", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "RT Read the interview with author Roma Calatayud-Stocks, award-winning novelist and composer who has authored two popular historical novels with music themes music histfic /", "neu": 0.891, "pos": 0.109, "neg": 0.0, "compound": 0.4215}, {"text": "Ifb", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "To be added rt this", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "May them burn in hell", "neu": 0.465, "pos": 0.0, "neg": 0.535, "compound": -0.6808}, {"text": "All the UCL chasing teams under us and Inter have \"easy\" fixtures on paper this weekend. Makes the derby even more important. A loss or draw and everyone are getting closer. Spal - Roma Torino - Bologna Atalanta - Chievo Lazio - Parma", "neu": 0.885, "pos": 0.051, "neg": 0.063, "compound": -0.1243}, {"text": "Exactly. People who complain about EV playing him, are same ones who would complain had Dembélé not been subbed in and had Lyon scored a 2nd. Dembélé was much needed and unlike the Roma game, Valverde subbed him in on time.", "neu": 0.845, "pos": 0.041, "neg": 0.114, "compound": -0.4939}, {"text": "Roma beating barca was more about barca's manager showing lack of balls. And if its united vs Barca. Then you can be sure the result is going to be way different then the roma one. Man utd are still not ready. They need few signings to actually challenge for UCL.", "neu": 0.761, "pos": 0.111, "neg": 0.128, "compound": -0.2523}, {"text": "Still better than getting our asses handed to us by Ajax in the RO16. Or the hammering handed by Barca who later went on to lose to Roma . THAT is more depressing. ", "neu": 0.773, "pos": 0.077, "neg": 0.149, "compound": -0.4005}, {"text": "Is not about being all this, is about doing the needfull when it matters most,like almost going unbeating last season unfortunately lost to levante then got knocked out by Roma", "neu": 0.823, "pos": 0.034, "neg": 0.143, "compound": -0.5574}, {"text": "RT Read the interview with author Roma Calatayud-Stocks, award-winning novelist and composer who has authored two popular historical novels with music themes music histfic / ^)", "neu": 0.896, "pos": 0.104, "neg": 0.0, "compound": 0.4215}, {"text": "Koi oversees ki complaint nahi sunta greeb ki proprties per kaza ho jata hae kia hua Jin nay encroachment ki the govt land per nothing bulkay in sub officers ko arrest kerna chiye tha Juno nay encroachment na Roma tha", "neu": 0.808, "pos": 0.0, "neg": 0.192, "compound": -0.8316}, {"text": "Che nako eena eona ea re sekisetsa..would love to attend", "neu": 0.682, "pos": 0.318, "neg": 0.0, "compound": 0.6369}, {"text": "Ifb", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "So I’m assuming Vallejo is on his way out and will leave Éder his number 3. Also somehow I feel a Nacho move to Roma or AC Milan for some reason. Let’s see.", "neu": 0.921, "pos": 0.041, "neg": 0.038, "compound": 0.0258}, {"text": "Definitely sick of reading about \" the roma community\" and how they need help,, what about our own people who are homeless need free food handouts, cant afford the heating on, the list is endless but our council seem blind to all of this", "neu": 0.801, "pos": 0.082, "neg": 0.117, "compound": -0.4019}, {"text": "He was needed. If he didn’t come in we would have had a roma 2.0. Cou ghosted the 2nd half. Dembele was much needed and he will be back before the important part of the season. Risk he had to take.", "neu": 0.907, "pos": 0.043, "neg": 0.05, "compound": -0.0772}, {"text": "I mean, if you want to learn what they can do in tough games, Juventus have home ties v Milan, Fiorentina, Torino & Atalanta plus trips to Inter, Roma & Sampdoria left to play. This would normally be impossible, but now it's a free hit 4/5", "neu": 0.812, "pos": 0.16, "neg": 0.027, "compound": 0.7227}, {"text": "FYI: 600 Roma families were forced to live for years in camps in Kosovo the UN built on land contaminated by a former lead-smelting factory. UN took action in 2000 to protect its peacekeepers from exposure to lead waste - but did not act on behalf of the Roma families until 2006.", "neu": 0.829, "pos": 0.099, "neg": 0.072, "compound": 0.1196}, {"text": "Sucks to be you, Roma .", "neu": 0.615, "pos": 0.0, "neg": 0.385, "compound": -0.3612}, {"text": "Nicola Zaniolo - Roma - 19 Reason - Wonderkid/PB Taking Roma by storm this season with his quick feet and attacking play. Has displayed his ability to return divs with also some transfer spec. Expect him to stay at Roma and progress further next season under Ranieri.", "neu": 0.792, "pos": 0.149, "neg": 0.059, "compound": 0.5423}, {"text": "In Dragasani , ROMACT team together with the localgov representatives and RomaEU communityactiongroup are inquiring on the possibility to submit a project proposal under the \"Local Development, Poverty Reduction & Increased Roma Inclusion \" Programme of the ", "neu": 0.852, "pos": 0.058, "neg": 0.091, "compound": -0.296}, {"text": "Ifb", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "The Senior Choir & the Gospel Choir are travelling to Rome today to take part in the Roma Music Festival. They will perform in the Pantheon and the Concert Hall in Rome on Friday & Saturday. The girls are really looking forward to this fabulous experience. ", "neu": 0.854, "pos": 0.146, "neg": 0.0, "compound": 0.802}, {"text": "City break in Rome 5 hotel in the beautiful city of Rome with flights from £299pp! Stay for 3 nights at La Griffe Roma MGallery by Sofitel, a stone's throw from the Trevi. Based on dates: 03- Apr-19... ", "neu": 0.89, "pos": 0.11, "neg": 0.0, "compound": 0.636}, {"text": "These shirts remind me of some interesting interviews across Europe. Ighalo (Udinese), Barusso ( Roma ), Martins (Wolfsburg), Andre Ayew (Marseille), Odemwingie at Lille, Katongo (Rennes), Uche (Tigres), Appiah (Fenerbahce), Olofinjana (Stoke), Aghahowa (Wigan), Omotoyossi (Metz) ", "neu": 0.926, "pos": 0.074, "neg": 0.0, "compound": 0.4019}, {"text": "Oops! Isn't that what you fail to report? And that some of your followers deny? Attacks against foreigners and people of color. Put links if you think you have reported this in the past (apart from token references to Roma ). From the very State Dep. report you cite. ", "neu": 0.83, "pos": 0.0, "neg": 0.17, "compound": -0.8574}, {"text": "Fully expecting Southampton to ask for a Virgil premium, just like Roma wanted when LFC enquired about Allison, if we were to approach them for another player. £75 million!! Ripped off suckers! He's £200 million worth of CB. All day long.", "neu": 0.812, "pos": 0.116, "neg": 0.072, "compound": 0.2444}, {"text": "RT Read the interview with author Roma Calatayud-Stocks, award-winning novelist and composer who has authored two popular historical novels with music themes music histfic *'", "neu": 0.896, "pos": 0.104, "neg": 0.0, "compound": 0.4215}, {"text": "Yeah think about it. City roasted at Anfield, Roma molested at Anfield. Different story if we were chasing these lot at anfield in the return leg", "neu": 0.825, "pos": 0.076, "neg": 0.1, "compound": -0.1779}, {"text": "Éder Militão has looked really impressive in the Champions League - despite giving away a pen v Roma . Looks like a clever signing by Real Madrid, only 21, top Premier League club’s must have been circling.", "neu": 0.614, "pos": 0.338, "neg": 0.048, "compound": 0.9054}, {"text": "Ifb", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Werent problems at page hall down to influx of Roma from romania after enlargement of EU? They are not refugees, are here in the same way as brits living in spain. I did think it was odd that when EU grew taking in several poor countries that no one saw that might cause problems", "neu": 0.798, "pos": 0.075, "neg": 0.126, "compound": -0.4738}, {"text": "Ifb", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "It had to be done yes, if not it would have went Roma way. Out to attack and we trashed them. Ousmane will be back, only sad thing is he might miss the important Atleti clash..", "neu": 0.716, "pos": 0.104, "neg": 0.18, "compound": -0.5106}, {"text": "We can do the same with our Tony Roma dollars", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": " . M also IFB all", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": " _phalange Sounds familiar, besh. Hahaha.", "neu": 0.526, "pos": 0.474, "neg": 0.0, "compound": 0.5574}, {"text": "Love style bar439 greetings to everyone outside & inside hamburg nice montevideo sanfransisco newyork losangeles roma venecia 439 ", "neu": 0.588, "pos": 0.412, "neg": 0.0, "compound": 0.8689}, {"text": "RT Read the interview with author Roma Calatayud-Stocks, award-winning novelist and composer who has authored two popular historical novels with music themes music histfic *\"", "neu": 0.896, "pos": 0.104, "neg": 0.0, "compound": 0.4215}, {"text": "2:1? I hope you remember Lyon were pushing and we were minutes away from Roma 2.0", "neu": 0.828, "pos": 0.172, "neg": 0.0, "compound": 0.4404}, {"text": "omg roma and i at wembley ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Bbq night with @/kylee @/ roma", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Since Pepe joined Porto, Militão has also appeared numerous times at RB. Though it doesn’t seem like his strong suit, he can still put in a great defensive performane from there if need be, as he did against Roma last week.", "neu": 0.766, "pos": 0.234, "neg": 0.0, "compound": 0.875}, {"text": "Ifb", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "RT Read the interview with author Roma Calatayud-Stocks, award-winning novelist and composer who has authored two popular historical novels with music themes music histfic / &}", "neu": 0.896, "pos": 0.104, "neg": 0.0, "compound": 0.4215}, {"text": "I feel the council isn't making the full effort they should be towards Roma families. They are difficult to engage but that's no excuse not to do it", "neu": 0.749, "pos": 0.103, "neg": 0.148, "compound": -0.34}, {"text": "Ittefaq Group Roma ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Yep like roma but he didn't. So what's your point In the table", "neu": 0.767, "pos": 0.233, "neg": 0.0, "compound": 0.3291}, {"text": " We Need Salah who was in Roma , Fighter , Magical and Hopeful this is we call Mo salah Don’t Look at our Opinions in matches coz we will break you down , Plz be happy and Do all things with the ball like befor , Rabina m3ak w sebk men SadiO mani dah w el3ab enta", "neu": 0.788, "pos": 0.212, "neg": 0.0, "compound": 0.886}, {"text": "Three months to OHBM ohbm2019 in Rome... poster area is still empty but getting ready for the brain mappers! Parco della Musica - Roma ", "neu": 0.809, "pos": 0.137, "neg": 0.054, "compound": 0.484}, {"text": "Look at this Available later in a large from . Roma ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Then how can to make it ok roma ?", "neu": 0.761, "pos": 0.239, "neg": 0.0, "compound": 0.296}, {"text": "Aww... don't be angry I m sorry roma", "neu": 0.505, "pos": 0.495, "neg": 0.0, "compound": 0.4449}, {"text": "Roma , Zaniolo practices regularly with rest of the squad ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Ifb", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}], "sum": 65}