{"tweets": [{"text": "A sick note for my doctor to rubber stamp", "neu": 0.68, "pos": 0.0, "neg": 0.32, "compound": -0.5106}, {"text": "Tom Clancy’s The Division2 Sick Note . 0.9% Currently have this trophy. PS4 Twitch Streamer ", "neu": 0.798, "pos": 0.0, "neg": 0.202, "compound": -0.5106}, {"text": "It’s Friday. SGW said that he’s going to rename me ‘ SickNote ’ as I complained on station drop off today of 1) my snotty nose 2) my Rod Stewart gravel tone 3) my neck 4) last nights ", "neu": 0.844, "pos": 0.0, "neg": 0.156, "compound": -0.6486}, {"text": "That was nowt to do with self control, Grealish couldn’t fill in a sicknote ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Richard Johnson is walking back to the weighing room after that horrible fall. The man is made of steel. I'd be getting a sick note for 5 years after that! Incredible.", "neu": 0.792, "pos": 0.0, "neg": 0.208, "compound": -0.7959}, {"text": "Shopping on rainy days is actually fun . Let me go to the doctor, get a sick note then go shopping", "neu": 0.669, "pos": 0.138, "neg": 0.192, "compound": -0.0772}, {"text": "Oh shit and sicknote . Christ he’ll p*nch us all if he sees I left him out", "neu": 0.795, "pos": 0.0, "neg": 0.205, "compound": -0.5574}, {"text": "We R very pleased 2 bring Belfast's very own Dom Martin 2 on April 6th with special guest Sicknote Steve We have very limited tickets 4 this event if you want 2- reserve a ticket please contact myself or ", "neu": 0.713, "pos": 0.233, "neg": 0.054, "compound": 0.743}, {"text": "- whose credits include TV hits such as Sick Note , Prime Suspect and Line of Duty. Carly also worked on the Netflix Original Series ‘The Innocents’ > IWD2019 ", "neu": 0.681, "pos": 0.149, "neg": 0.17, "compound": -0.1779}, {"text": " he didn’t even play. Standard mesut, been playing fortnite the last few weeks the sick note", "neu": 0.634, "pos": 0.205, "neg": 0.161, "compound": -0.0258}, {"text": "You shouldn't get/don't need a sick note for the first 7 days anyway, so I'm confused as to why your work asked for it, or your doctor did it. When you go back should be fine, but if you can scan and email them a copy, that might work.", "neu": 0.899, "pos": 0.029, "neg": 0.071, "compound": -0.2544}, {"text": "So I just found out I’m writing a semester test the same night of my sisters MD... I see a sick note for that test coming my way because I can’t miss that evening", "neu": 0.846, "pos": 0.0, "neg": 0.154, "compound": -0.5994}, {"text": "Russian doll, the umbrella Academy, Sick note , Bojack Horseman, brooklyn nine nine", "neu": 0.769, "pos": 0.0, "neg": 0.231, "compound": -0.5106}, {"text": "You know what I’m gonna get a sick note for stress", "neu": 0.567, "pos": 0.0, "neg": 0.433, "compound": -0.7269}, {"text": "this looks like a sick note", "neu": 0.341, "pos": 0.284, "neg": 0.375, "compound": -0.2023}, {"text": "You’ve been such a sick note in the last year there’s always something lol", "neu": 0.643, "pos": 0.164, "neg": 0.193, "compound": -0.128}, {"text": "Can’t you get a sick note for the test and rewrite some other time?", "neu": 0.784, "pos": 0.0, "neg": 0.216, "compound": -0.5106}, {"text": "I don't, unfortunately I'm going to get a sicknote for a week or two and then see if I can find another job in that time. I don't think I could cope with going back!", "neu": 0.923, "pos": 0.077, "neg": 0.0, "compound": 0.3244}, {"text": "Snowflake", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Agreed!! That was my shit tho. Totally unrelated but have you watched sick note ?", "neu": 0.553, "pos": 0.078, "neg": 0.369, "compound": -0.7772}, {"text": "I can write you a sick note - my handwriting is bad enough to be a doctor’s....", "neu": 0.618, "pos": 0.0, "neg": 0.382, "compound": -0.7783}, {"text": "No I have a sick note", "neu": 0.267, "pos": 0.0, "neg": 0.733, "compound": -0.6705}, {"text": "He will perhaps have a sick note from his chums", "neu": 0.708, "pos": 0.0, "neg": 0.292, "compound": -0.5106}, {"text": "Oh good another chance to play get past the receptionist to get an appointment with a GP and another sick note this morning. This is after someone has told me I have a recognised MH condition and need a referral that will actually help me. Talk about dangling carrots!", "neu": 0.746, "pos": 0.192, "neg": 0.062, "compound": 0.7177}, {"text": "It looks more like a sick note", "neu": 0.386, "pos": 0.269, "neg": 0.345, "compound": -0.1987}, {"text": "Series 12 was clutching at straws and saw Sicknote go and the old station.. Series 13 killed it by scripting out Maggie", "neu": 0.824, "pos": 0.0, "neg": 0.176, "compound": -0.6705}, {"text": "At fucking last !! Get rid of this sick note !! ", "neu": 0.665, "pos": 0.0, "neg": 0.335, "compound": -0.7221}, {"text": "3 weeks off sick naw gotta try get my sleep in pattern back on night time a next sick note might b on route", "neu": 0.742, "pos": 0.0, "neg": 0.258, "compound": -0.765}, {"text": "I think that's different. A parent letting their child go might be saying: go for it, you won't get in trouble from me, in fact I'll be proud. And eg a fake sick note is kinda different too.", "neu": 0.725, "pos": 0.125, "neg": 0.15, "compound": -0.2598}, {"text": "Don’t hit me that hard Mr Booker can only get a sick note for 6 months of work", "neu": 0.749, "pos": 0.0, "neg": 0.251, "compound": -0.5719}, {"text": "To hear that someone giving captain sicknote abuse after last night’s debacle is disappointing. Sure, ask him what’s going on, politely, but to do that to the best player we’ve ever had is disrespectful, sorry.", "neu": 0.655, "pos": 0.207, "neg": 0.139, "compound": 0.6124}, {"text": "My doctor doesn’t. She told me yesterday that I’m ready to go back to work at 6 weeks after TAH BSO. She refused to listen to me and didn’t give me a further sick note . I’m plunged into surgical menopause and have to just cope I feel so let down", "neu": 0.846, "pos": 0.048, "neg": 0.106, "compound": -0.4588}, {"text": "Injured most of last season aswell.... Sick note let someone else play his hospital bill once he out of contract.", "neu": 0.669, "pos": 0.094, "neg": 0.236, "compound": -0.5574}, {"text": "Ok I really need to stop procrastinating. It’s been so hard to actually be back to who I normally am. It takes me ages to do even simple tasks since everything that happened in feb. But I do have my sick note to collect, uni to contact & uni work to do. As much as I want to hide!", "neu": 0.785, "pos": 0.057, "neg": 0.157, "compound": -0.7288}, {"text": "Marquei como visto Sick Note - 1x1 - Queen of Hearts bancodeseries", "neu": 0.732, "pos": 0.0, "neg": 0.268, "compound": -0.5106}, {"text": "OMG, just got a phone call from my surgery asking if the rush private doctors letter/ sick note I had requested last June (so my MSc results weren't capped for having a cluster headache on exam day) was still required...?! Private letters were advertised as taking 2 weeks!", "neu": 0.917, "pos": 0.0, "neg": 0.083, "compound": -0.5972}, {"text": "My middle names passion kappa to Beefa I’ll be back Asa you’ve not left the house in about 6 months since you got a missus sicknote ", "neu": 0.885, "pos": 0.115, "neg": 0.0, "compound": 0.4588}, {"text": "Can you imagine. They can't even log a sick note .", "neu": 0.748, "pos": 0.252, "neg": 0.0, "compound": 0.4023}, {"text": "No but I’ve got a sick note ! Seems the worlds spinning out on me, n I can’t stand up for falling down que for a song", "neu": 0.713, "pos": 0.0, "neg": 0.287, "compound": -0.7678}, {"text": "Hahahaha sick note , he's done nothing", "neu": 0.602, "pos": 0.0, "neg": 0.398, "compound": -0.5106}, {"text": "Smoke Gets In Your Eyes is probably my favourite ever scene but there are others that run it very close. But I get tingles with that because it marks the beginning of the end for the original watch seeing Bayleaf, Kev and then Hallam leave. As Sicknote says to Nick in Series 9!", "neu": 0.917, "pos": 0.059, "neg": 0.024, "compound": 0.4482}, {"text": "Tell them to fuck off!! You arnt in prison and you dont get paid either so id have just skipped right out! Throw a sicknote in for stress and blame your boss. Hope your mums ok though", "neu": 0.625, "pos": 0.106, "neg": 0.268, "compound": -0.8306}, {"text": "On Friday someone woman threw a tantrum because she felt like she’s special than all the other patients. But again, Friday patients are the most honest and actually seek consultation....during the week we got the “ sick note ” brigade.", "neu": 0.695, "pos": 0.18, "neg": 0.125, "compound": 0.4005}, {"text": "I always recommend Sherlock, though it’s 4 seasons. Sick Note is good too", "neu": 0.479, "pos": 0.323, "neg": 0.198, "compound": 0.2732}, {"text": "You right thank you my beta blockers have calmed me down a bit I know there’s people out there more in need of the appointments than me I was just really struggling this morning and work told me they would stop my pay if I didn’t get a sick note to them soon which made me panic!", "neu": 0.707, "pos": 0.08, "neg": 0.213, "compound": -0.8169}, {"text": "We dont need another sick note , we need young players who are on the route to being world beaters, we need a right winger of martials ability. Unpopular opinion but i would sign Hudson Odoi, martial rash and hudson would be a mazza", "neu": 0.84, "pos": 0.079, "neg": 0.081, "compound": -0.2614}, {"text": "Just me - I'm too fussy", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Absolute dog shit. Minutes applause next week 4 our season being killed off thepeoplesclub", "neu": 0.478, "pos": 0.134, "neg": 0.388, "compound": -0.743}, {"text": "Apply for leave on monday wena... we dont want to be busy kadi sick note", "neu": 0.677, "pos": 0.0, "neg": 0.323, "compound": -0.575}, {"text": "In case you are wondering how I am. I left my sick note at the chemist yesterday and only realized now when they called to tell me that I left it there.", "neu": 0.895, "pos": 0.0, "neg": 0.105, "compound": -0.5106}, {"text": "That’s no defence for that behaviour at all, Bale still gave a lot to Madrid and ultimately it was a success of a transfer it’s just a shame he’s a walking sick note", "neu": 0.627, "pos": 0.139, "neg": 0.234, "compound": -0.5423}, {"text": "Just visited doctors with my shingles, still getting earache and bad headaches. Given a sick note for 2 weeks. I know this sounds as if I’m work shy but should have been at work mon to thurs next week. Now be able to watch All of Cheltenham.", "neu": 0.874, "pos": 0.0, "neg": 0.126, "compound": -0.5994}, {"text": " may not give a sick note for tomorrow's show gmitm", "neu": 0.748, "pos": 0.252, "neg": 0.0, "compound": 0.4023}, {"text": "NO patient's name is written on this sick note . NO practice number, just a piece of paper!! 100% FRAUD = > >> JAIL!!", "neu": 0.473, "pos": 0.041, "neg": 0.486, "compound": -0.9446}, {"text": "tax uk I’m tempted to chop off my own arm/fake a trip to my GP for a sick note . Then burn my own shed down and even lead the local police force on a slow speed policepursuit around Newcastle simply to regain some of the tax I’ve paid this year. What a joke...", "neu": 0.936, "pos": 0.0, "neg": 0.064, "compound": -0.5106}, {"text": "Last I checked, Caesar didn't dodge the Gallic Wars like Cadet Bonespur did Vietnam. He didn't even have to get his daddy to write him a sick note for his seizures.", "neu": 0.734, "pos": 0.071, "neg": 0.195, "compound": -0.6597}, {"text": "TheresaMay needs a sick note PMQs", "neu": 0.548, "pos": 0.0, "neg": 0.452, "compound": -0.5106}, {"text": "My doctor really wants me to come down to the surgery and shut shit down over a sick note ! Today is not the day!", "neu": 0.737, "pos": 0.0, "neg": 0.263, "compound": -0.8168}, {"text": "I know who would win in a fight it it’s not sicknote Sam.", "neu": 0.584, "pos": 0.247, "neg": 0.169, "compound": 0.296}, {"text": "Is Media City a city North of Birmingham? I hear it mentioned on the bbc every day so must be true pointless", "neu": 0.861, "pos": 0.139, "neg": 0.0, "compound": 0.4703}, {"text": "Need a sick note to attend the schoolstrike4climate tomorrow? I’ve got you covered ", "neu": 0.769, "pos": 0.0, "neg": 0.231, "compound": -0.5106}, {"text": "Sicknote", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "We're already on the third month of 2019... Someone seriously needs to say if there's going to be SICK NOTE 3!! Please, I need answers!! Sicknote DanielGlass", "neu": 0.714, "pos": 0.071, "neg": 0.214, "compound": -0.6809}, {"text": "Assistant ref is a ringer for Darren Anderton, only right that he should pick up a knock! sicknote avfc", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Those honour Friday appointment are really sick, no show up are on weekend mood and the sick note will not serve any purpose. I hate Monday patients with all my heart,", "neu": 0.594, "pos": 0.088, "neg": 0.318, "compound": -0.8646}, {"text": "Sick note has a mouth now!", "neu": 0.527, "pos": 0.0, "neg": 0.473, "compound": -0.5562}, {"text": "Is Havard the Dr’s name it where he got his degree plus mos this is not how a valid sick note looks like", "neu": 0.794, "pos": 0.206, "neg": 0.0, "compound": 0.6372}, {"text": "That a holiday a Pontins Southport would be good, and wouldn’t appear in the Echo every day", "neu": 0.699, "pos": 0.301, "neg": 0.0, "compound": 0.6808}, {"text": "Sicknote is out in the maternity, getting his fanny checked .", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "One sick note for another sick note do one ray will ya son", "neu": 0.625, "pos": 0.0, "neg": 0.375, "compound": -0.765}, {"text": "Sick note Seventy ", "neu": 0.377, "pos": 0.0, "neg": 0.623, "compound": -0.5106}, {"text": "But knowing someone wants or needs a sick note is a very important insight into their functional level, removal of that to remote function reduces opportunity to influence it.", "neu": 0.746, "pos": 0.152, "neg": 0.103, "compound": 0.1513}, {"text": "Sick note !", "neu": 0.218, "pos": 0.0, "neg": 0.782, "compound": -0.5562}, {"text": "SICK NOTE", "neu": 0.233, "pos": 0.0, "neg": 0.767, "compound": -0.5106}, {"text": "Lmfao always the sick note , never sick", "neu": 0.284, "pos": 0.248, "neg": 0.468, "compound": -0.4767}, {"text": "And how to get a sick note from doctor lol", "neu": 0.534, "pos": 0.214, "neg": 0.252, "compound": -0.128}, {"text": "Pill made me grossly sick . Note , Im against abortion. Im just saying birth control doesnt work for some. We all have different chemistry.", "neu": 0.802, "pos": 0.0, "neg": 0.198, "compound": -0.6369}, {"text": "I predict sick note will text you abuse over this in 3 minutes", "neu": 0.545, "pos": 0.0, "neg": 0.455, "compound": -0.8176}, {"text": "Looks like someone might be writing his own sick note on Monday ", "neu": 0.633, "pos": 0.158, "neg": 0.209, "compound": -0.2023}, {"text": "I didn’t mean to! It’s a quirky dark British comedy show and I don’t even know wtf he’s doing there. (Called Sick Note . Pretty funny, despite.)", "neu": 0.53, "pos": 0.262, "neg": 0.209, "compound": 0.2003}, {"text": "I seriously have the absolute best doctors office in the world been dying of the flu for the last three days and they sent me an updated sick note for my work without having to go in and spend more money!!", "neu": 0.744, "pos": 0.087, "neg": 0.169, "compound": -0.4559}, {"text": "NowPlaying The Sick Note - Ronnie Drew ", "neu": 0.602, "pos": 0.0, "neg": 0.398, "compound": -0.5106}, {"text": "when and why did a sick note become a fit note? D.w.p. recently told me I had to produce a fit note .I explained I didn't have a fit note but I do have a sick note .I am sick not fit !!", "neu": 0.582, "pos": 0.177, "neg": 0.242, "compound": -0.7298}, {"text": "Another sick note , like Sánchez. A part of me will die if we go for him because it will be a “suit” decision not a football one.", "neu": 0.684, "pos": 0.081, "neg": 0.235, "compound": -0.6908}, {"text": "2 weeks ago, you’re always fucking ill lol sicknote", "neu": 0.493, "pos": 0.253, "neg": 0.254, "compound": -0.0038}, {"text": "I had an anxiety attack and my therapist was on leave. So I had to go to a walk-in one. Hhe moghel yawned throughout the session, and all she offered me was a sick note for my lecturer", "neu": 0.763, "pos": 0.0, "neg": 0.237, "compound": -0.8074}, {"text": "Lol make sure you stick to it. If you have an accident you'll be in deep do dooh. Let craig get out there on his own. Gave Pete my sick note this morn off til the end of the month....at least lol", "neu": 0.728, "pos": 0.1, "neg": 0.172, "compound": -0.5621}, {"text": "I'm sorry you're struggling! Is there any way you can get a sick note from the doctors to take some time off or something?", "neu": 0.722, "pos": 0.0, "neg": 0.278, "compound": -0.7712}, {"text": "Sicknote on Netflix. Impatiently waiting on the next season", "neu": 0.748, "pos": 0.0, "neg": 0.252, "compound": -0.4019}, {"text": "Sex Education is very witty and fun, Sick Note has a great plot, Disenchantment is fantasy Futurama, The Good Place if you haven’t seen it, Santa Clarita Diet is gross and fun, Hot Date for sketch comedy, also new Queer Eye comes out this week!", "neu": 0.613, "pos": 0.28, "neg": 0.106, "compound": 0.889}, {"text": "Day 48; quiet day inside thanks to it raining. Spoke to my doctor regarding returning to work and collected my new sick note , spent time with my niece in the evening, watched football, made some Easter brownies, read my book before bed.", "neu": 0.866, "pos": 0.063, "neg": 0.071, "compound": -0.1027}, {"text": "Is the status suppose to be confirmed through doctor's sicknote sheet? Is it not supposed to be Pathcare or Lancet report presented here giving us blood tests results that the person is now Negative?", "neu": 0.832, "pos": 0.062, "neg": 0.106, "compound": -0.3939}, {"text": "Write them a sick note . One that says I am sick of the Bullshit at School.", "neu": 0.514, "pos": 0.0, "neg": 0.486, "compound": -0.886}, {"text": "When are you getting sacked by , sicknote ?", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "I don’t usually binge shows, but the show ‘ Sick Note ’ totally made me do it! I couldn’t stop watching. Please tell me there’s a Season 3 coming soon! Thank you for making this amazing show!", "neu": 0.576, "pos": 0.274, "neg": 0.149, "compound": 0.795}, {"text": "Just wish it would go away with him as well don’t want a sick note in the club", "neu": 0.58, "pos": 0.272, "neg": 0.147, "compound": 0.2023}, {"text": "This had better not be true. Sicknote ", "neu": 0.489, "pos": 0.283, "neg": 0.228, "compound": 0.1451}, {"text": "my doctor wrote me a sick note for my mental health so that work have to shorten my shifts, what an angel", "neu": 0.858, "pos": 0.0, "neg": 0.142, "compound": -0.5106}, {"text": "Especially now we’ve binned Lloyd Lucan, Sicknote Gerrard, Yellow Belly Marsh and the Ref Destroyer Houston ", "neu": 0.833, "pos": 0.0, "neg": 0.167, "compound": -0.4588}, {"text": "Thinking about asking my GP for a sick note , stress is causing me to not be able to sleep and stuff and when I do sleep I wake up in hot sweats", "neu": 0.816, "pos": 0.0, "neg": 0.184, "compound": -0.7269}, {"text": "O batla sick note , or should we say death and resurrected certificate? CuttingEdge", "neu": 0.581, "pos": 0.0, "neg": 0.419, "compound": -0.802}, {"text": "Buffalo Bill is wrong here, hell, i wagged school to protest Vietnam and the Draft, my parents even wrote me a sick note . Good on these kids, my Gen protested war, they protest for climate change, equally important.", "neu": 0.518, "pos": 0.09, "neg": 0.392, "compound": -0.9403}, {"text": "Just been into work to hand me sick note in and chose a time where I was least likely to see anyone so I could dress like a tramp. Haven’t been up at this time in weeks", "neu": 0.764, "pos": 0.152, "neg": 0.084, "compound": 0.3947}, {"text": "Going home, had enough of hospital. In the last 3 years, I recon I’ve spent over 2 years in hospital. SSgt sick note RE", "neu": 0.858, "pos": 0.0, "neg": 0.142, "compound": -0.5106}, {"text": "On my way home from doctors, been signed off sick for a week. My manager has asked for me to get the sick note in straight away. I thought you handed in a sick note on your return? Anybody know more about this sort of stuff?", "neu": 0.762, "pos": 0.037, "neg": 0.201, "compound": -0.8541}, {"text": "Since St. Paddy's day is on the weekend, I'll post a couple bonus, Irish MusicMondays because next Monday will be too late. \"The Sick Note \"- by Sean Cannon, as performed by the Dubliners ", "neu": 0.82, "pos": 0.093, "neg": 0.087, "compound": 0.0516}, {"text": "8 sneezes in a row. sicknote", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "no, i do not wanna see who has more horsepower.. yes, i am your school nurse ... no, i will not sign off a sick note if yo dumbass get hurt ... smh, being a school nurse at a HS is", "neu": 0.591, "pos": 0.12, "neg": 0.289, "compound": -0.7917}, {"text": "So I phoned him and that threat wasnt mentioned, but I'd have to try going to the doctors tomorrow and try to get a sick note since its been over a week soo ", "neu": 0.808, "pos": 0.0, "neg": 0.192, "compound": -0.7684}, {"text": "Trying to remember which MP got a sick note from their doctor excusing them from Parliament but were then photographed on holidays in the Middle East", "neu": 0.806, "pos": 0.119, "neg": 0.075, "compound": 0.3071}, {"text": "Friends from college, the order, sick note , on my block. Should I continue or?", "neu": 0.518, "pos": 0.161, "neg": 0.321, "compound": -0.4767}, {"text": "Shut up sicknote ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Aaaaand I'm home with yet another sick note .", "neu": 0.68, "pos": 0.0, "neg": 0.32, "compound": -0.5106}, {"text": "Will that mean no chance of Seafare returning?", "neu": 0.588, "pos": 0.196, "neg": 0.216, "compound": -0.0516}, {"text": "Guys if ya'll can see the DR's number.. In case i need a sick note im sure this doc will hook me up", "neu": 0.772, "pos": 0.093, "neg": 0.134, "compound": -0.25}, {"text": "Like watching an ale house fight", "neu": 0.44, "pos": 0.275, "neg": 0.286, "compound": -0.0258}, {"text": "..Hard to also believe Charisma and Sicknote were based on the same person but split in two for the show", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "I feel like getting a sick note from my gp and just take time off", "neu": 0.655, "pos": 0.149, "neg": 0.196, "compound": -0.2023}, {"text": "I’ve heard sicknote mcburnie has a note from the drs for another month", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "God if I was a kid again swear I’d be telling me Mam to write me a sick note roll on retirement only 40+ years left", "neu": 0.752, "pos": 0.079, "neg": 0.169, "compound": -0.34}, {"text": "Good point! There’s more work in a sick note", "neu": 0.47, "pos": 0.227, "neg": 0.302, "compound": -0.2396}, {"text": "63 amendments to one piece of legislation??? Surely this proves you couldn't write a sick note never mind new legislation. What a clown!!!", "neu": 0.73, "pos": 0.27, "neg": 0.0, "compound": 0.7916}, {"text": "DeVante ‘ Sick Note ’ Parker stays. Hasn’t impressed since he was drafted. This deal had better be affordable and heavily incentivised. ", "neu": 0.671, "pos": 0.212, "neg": 0.117, "compound": 0.4019}, {"text": "That ship sailed when he left us. He's sicknote 2 and we would never pay his salary demands.", "neu": 0.925, "pos": 0.075, "neg": 0.0, "compound": 0.0762}, {"text": "Grabban is a right sick note . Missed so many games through injury. One goal scored since December.", "neu": 0.61, "pos": 0.0, "neg": 0.39, "compound": -0.8074}, {"text": "Started watching SickNote . This show is insane I love it.", "neu": 0.504, "pos": 0.302, "neg": 0.194, "compound": 0.3612}, {"text": "Sick Note and The End Of The F*cking World on Netflix! They're both \"serious\" shows but hella funny", "neu": 0.704, "pos": 0.202, "neg": 0.095, "compound": 0.5317}, {"text": "We don’t want a sick note bale ... he’s not a marquee signing to me anymore", "neu": 0.723, "pos": 0.078, "neg": 0.199, "compound": -0.4588}, {"text": "Sicknote - Someday (Forthcoming Rotation Audio)clip. by Rotation Audio np on SoundCloud ", "neu": 0.806, "pos": 0.194, "neg": 0.0, "compound": 0.34}, {"text": "I am a walking sick note ...may drive back from bishopthorpe Auckland ha ha. I see Spearsy is back tomorrow ..sponsorship reward at last mate see you Sunday at ours!!", "neu": 0.65, "pos": 0.257, "neg": 0.093, "compound": 0.6988}, {"text": "wtf did i just see: Sick Note & easy", "neu": 0.286, "pos": 0.207, "neg": 0.507, "compound": -0.6369}, {"text": "OK, but did he get a sick-note from his doctor? ", "neu": 0.803, "pos": 0.197, "neg": 0.0, "compound": 0.2421}, {"text": "Damn just went to the doctor and he gave me a sick note for 3days , it’s not like I have a lot of exams coming up and should go to school lmao I hate being sick", "neu": 0.578, "pos": 0.087, "neg": 0.336, "compound": -0.8809}, {"text": "Who had his dada tell his doctor and paid him to right a fkin sick note !!!!lmfao!!! So he would serve his country!!!! Wtf? Kind of character is thatttttttttt???? Wooow!!!", "neu": 0.745, "pos": 0.0, "neg": 0.255, "compound": -0.8814}, {"text": "No way, we don't need another sicknote collecting 500k a week. Past his best now anyway. Spend the money on a young player. Brooks, Koulibaly, De Ligt are needed much more. We don't need luxury players, got a one already.", "neu": 0.845, "pos": 0.101, "neg": 0.053, "compound": 0.4588}, {"text": "Sick Note on Netflix is pretty good", "neu": 0.299, "pos": 0.455, "neg": 0.246, "compound": 0.4215}, {"text": "Got my sick note sorted had a cup of tea dressed out of bed sitting on the floor just need to ring the pharmacy and ask some questions about my new PRN", "neu": 0.901, "pos": 0.0, "neg": 0.099, "compound": -0.5106}, {"text": "The Nou Camp", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": " I have to ask,is it True that if a employee is injured in a accident, or has a sickness that requires absences,with a doctors sick note ,then the employees have a disciplinary. Is this really happening and is it legal?", "neu": 0.684, "pos": 0.101, "neg": 0.215, "compound": -0.7003}, {"text": "Making painfully s l o w progress but it’s progress none the less. When battling depression & anxiety, you have to take the small wins and run with them. Sick note sorted, uni stuff in progress and from tomorrow will be able to start moving back into my own place SickNotWeak ", "neu": 0.553, "pos": 0.214, "neg": 0.233, "compound": -0.0611}, {"text": "15/3, Leeds . West Yorkshire Jungle Collective with Sicknote . Free Entry ", "neu": 0.732, "pos": 0.268, "neg": 0.0, "compound": 0.5106}, {"text": "Who are they Tim Sherwood, Darren \" sicknote \" Anderton, Chris Armstrong, Vincent Jansen and Dean Richards?", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Film : Whiplash / The Lobster Série : Sick Note / Maniac Anime : Cowboy Bebop / Terror in Resonance", "neu": 0.529, "pos": 0.0, "neg": 0.471, "compound": -0.8689}, {"text": "I hate that when I go to the doctor for a sick note for a test I missed, I turn out to be actually sick.", "neu": 0.545, "pos": 0.0, "neg": 0.455, "compound": -0.91}, {"text": "so yeah. i'm reclaiming my time and my trauma and i'm getting my goddamn sick note ", "neu": 0.506, "pos": 0.105, "neg": 0.388, "compound": -0.7722}, {"text": "Why wasn't there a cross party approach to the negotiations from the start? Wouldve had more chance of a deal by now BrexitVote", "neu": 0.807, "pos": 0.097, "neg": 0.096, "compound": 0.009}, {"text": "Dr Bhayat will give you a sick note", "neu": 0.645, "pos": 0.0, "neg": 0.355, "compound": -0.5106}, {"text": "Obviously didnt watch the game then we looked more of a threat with them two on winnall stretched them n nuihu drew three deffenders leaving gaps behind for people to run at.... I agree with the were drawing too. Many part but not with saying sick note winnall(1 serious injury)", "neu": 0.825, "pos": 0.102, "neg": 0.073, "compound": 0.364}, {"text": "I think it has to be at least a fake sick note to count. Otherwise it is fake wagging.", "neu": 0.596, "pos": 0.0, "neg": 0.404, "compound": -0.8591}, {"text": "That picture looks like a little kid made it in paint to convince his teacher his parents wrote a sick note lol", "neu": 0.602, "pos": 0.274, "neg": 0.124, "compound": 0.4588}, {"text": "Gonna phone doctors tomorrow and see if I can get a sick note so I don't have to go into work with this flu", "neu": 0.751, "pos": 0.0, "neg": 0.249, "compound": -0.743}, {"text": "You wouldn’t even be on the pitch to start with you sick note you’d be in the physio", "neu": 0.837, "pos": 0.0, "neg": 0.163, "compound": -0.5106}, {"text": "Why does the world have to suffer sick note Diane Abbot", "neu": 0.57, "pos": 0.0, "neg": 0.43, "compound": -0.7783}, {"text": "Happiness & I am in the moment You need to be careful with a new sick of this msg with anyone but Amy to be careful with a new sick note to you are worth it was the same when you reach out and ask her to make this all easier for a coffee at the mo but it was good to walk the dog ", "neu": 0.688, "pos": 0.223, "neg": 0.089, "compound": 0.7876}, {"text": "if i call out sick, don’t ask for a sick note because i don’t go to the doctor when i’m sick..i am the sick note ", "neu": 0.657, "pos": 0.0, "neg": 0.343, "compound": -0.872}, {"text": "Sicknote was written out as actor fell out with producers over the station move etc, well allegedly that is what happened", "neu": 0.905, "pos": 0.095, "neg": 0.0, "compound": 0.2732}, {"text": "We don't need another sick note", "neu": 0.649, "pos": 0.351, "neg": 0.0, "compound": 0.4023}, {"text": "DISCLAIMER: not a real sick note . Please don’t actually use this kids.", "neu": 0.643, "pos": 0.357, "neg": 0.0, "compound": 0.6126}, {"text": "Imagine being a horse and having to race on a day like today. You’d get your mum to write you a sick note wouldn’t you. CheltehamFestival", "neu": 0.784, "pos": 0.093, "neg": 0.123, "compound": -0.2023}, {"text": "Sicknote again?!", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Hi Sicknote , just wondering how you're feeling today.\" A little ironic in hindsight, and the answer would (hopefully) be obvious", "neu": 0.863, "pos": 0.076, "neg": 0.061, "compound": 0.0754}, {"text": "I hate Sunday drinks. Initially we were off to Kerg how we ended up here,please don't ask me! And I smell a 'very' sick note ...", "neu": 0.742, "pos": 0.0, "neg": 0.258, "compound": -0.807}, {"text": "The sick note by the dubliners....how there is never a short story when looking for the readon for an absence from work", "neu": 0.858, "pos": 0.0, "neg": 0.142, "compound": -0.5106}, {"text": "Actually gutted I've got another sick note . Had enough of staying at home doing nothing all day", "neu": 0.829, "pos": 0.0, "neg": 0.171, "compound": -0.5106}, {"text": "The gift that keeps on giving ", "neu": 0.43, "pos": 0.57, "neg": 0.0, "compound": 0.6486}, {"text": "Oh for fecks sake. Sneezing commuter gets off only to be momentarily replaced by, you've guessed it, another ' sick note ' carrying tissues.", "neu": 0.864, "pos": 0.0, "neg": 0.136, "compound": -0.5106}, {"text": "Damn that’s my work shift, any chance you can get me a sick note ?", "neu": 0.556, "pos": 0.111, "neg": 0.333, "compound": -0.6124}, {"text": "Lol and that’s a medical certificate, a sick note", "neu": 0.45, "pos": 0.252, "neg": 0.297, "compound": -0.128}, {"text": "I naturally assume that Sicknote will be keeping the bench warm.", "neu": 0.826, "pos": 0.174, "neg": 0.0, "compound": 0.2263}, {"text": "I super enjoyed Glitch. Jericho is a must if you’ve never seen it. Netflix originals would be Sick Note , Santa Clarita Diet, Ozark. Imposters is highly under rated with an unknown cast.", "neu": 0.72, "pos": 0.192, "neg": 0.088, "compound": 0.5994}, {"text": " sicknote We Cover Insurance Offices. - Full set dress and repaint of a former call centre. Summer 2016 ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Write yourself a sick note , from you to you", "neu": 0.68, "pos": 0.0, "neg": 0.32, "compound": -0.5106}, {"text": "Also paying £30k a week for a sick note is criminal. No room for sentiment we’ve done this too many times in past. No doubt he will leave the hillsborough injury curse behind him and go on to somewhere and bag double figures next season. Not worth the risk for me. Let them all go", "neu": 0.636, "pos": 0.027, "neg": 0.337, "compound": -0.9581}, {"text": "Firefighters weren't up to much. More go in a sick note", "neu": 0.716, "pos": 0.0, "neg": 0.284, "compound": -0.552}, {"text": "Imagine watching tv after work. Flicking through the channels when I stop and go back to channel 5, Sick Note Skivers Exposed is the program... and brother Dwain is an actor on sprint track .", "neu": 0.815, "pos": 0.0, "neg": 0.185, "compound": -0.7003}, {"text": "If you’re looking for a show to watch on Netflix. Try sick note", "neu": 0.769, "pos": 0.0, "neg": 0.231, "compound": -0.5106}, {"text": "I wonder if Philip will write her a sick note tomorrow?!", "neu": 0.69, "pos": 0.0, "neg": 0.31, "compound": -0.5562}, {"text": "Started watching Sick Note with Rupert Grint and Nick Frost and it’s pretty good.", "neu": 0.539, "pos": 0.299, "neg": 0.162, "compound": 0.4215}, {"text": "He still sent the keeper the wrong way", "neu": 0.693, "pos": 0.0, "neg": 0.307, "compound": -0.4767}, {"text": "That’s your one good game this year out of the way, mind your bad back mate, or your virus, sicknote coys", "neu": 0.748, "pos": 0.114, "neg": 0.138, "compound": -0.1531}, {"text": "Sicknote", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "TM preparing her sick note for that sore throat to dodge having to speak to press after getting royally shagged in this vote I reckon.", "neu": 0.791, "pos": 0.0, "neg": 0.209, "compound": -0.7003}, {"text": "They're threatening that they're going to mark her as unauthorised unless my GP (who won't and I agree with her) writes a sick note . Ergo enforcing an Education Welfare Officer visit. Its a blatent bullying tactic that would work with the majority but I'm not standing for it", "neu": 0.831, "pos": 0.0, "neg": 0.169, "compound": -0.7472}, {"text": "Ok so I'm about to try and get a sick note right now.", "neu": 0.645, "pos": 0.142, "neg": 0.213, "compound": -0.2732}, {"text": " Ronaldo is an example to Ozil. Ronaldo gets paid mega bucks but turns up for the big games unlike our sicknote German", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Feeling depressed? Have you got insurance in place to protect your income if you take time off work for depression. Find out more here depression mentalhealth sickness sicknote work income protection family love mondayblues ", "neu": 0.596, "pos": 0.177, "neg": 0.228, "compound": -0.5267}, {"text": "He's always injured mate..\" sicknote \"", "neu": 0.597, "pos": 0.0, "neg": 0.403, "compound": -0.4019}, {"text": "Aye when Berardi appeared on the bench with a legitimate injury rather than sit out with the Sicknote Six he became Leeds & will be forever as far as I’m concerned. Plus he gave me a ticket for last night! lufc", "neu": 0.923, "pos": 0.0, "neg": 0.077, "compound": -0.4753}, {"text": "Never going to happen don't want sick note now ..he didn't want the move 2 years ago now he is out of favour it's like yeah I'll do it. sorry kid that boat has sailed .. sancho is our man youth all the way", "neu": 0.719, "pos": 0.206, "neg": 0.075, "compound": 0.8205}, {"text": "Sinfield used to throw passes like this every game. Hell I've even seen Wigan's captain sick note do it on numerous occasions. Kelly does it once and FC fans are creaming in their pants. It's a great ball. But it's not uncommon. Calm down. ", "neu": 0.698, "pos": 0.121, "neg": 0.181, "compound": -0.5043}, {"text": "Imagine being the fourth official looking at a Burnley fixture coming up - sicknote !!", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Lucifer, this is us, big mouth, you, sick note", "neu": 0.708, "pos": 0.0, "neg": 0.292, "compound": -0.5106}, {"text": "How many times are you going to ask this stupid bloody question?.Stop insulting the intelligence of Toon Fans. Why sign a sick note ??", "neu": 0.514, "pos": 0.088, "neg": 0.398, "compound": -0.8966}, {"text": "It feels like I might have a slight groin strain from football last night and if I’m honest, I’m bored as fuck at being sicknote recently", "neu": 0.601, "pos": 0.184, "neg": 0.215, "compound": -0.0}, {"text": "so went doctors and been perscribed anti-depressents. Takes a week to take effect. Also been given a sick note for two weeks, never had to get one before. Let's see how work \"helps\" me..", "neu": 0.904, "pos": 0.0, "neg": 0.096, "compound": -0.5106}, {"text": "Sick note knows about pressure", "neu": 0.353, "pos": 0.0, "neg": 0.647, "compound": -0.6705}, {"text": "I love sitting in a walk-in clinic for two hours just trying to get a sick note", "neu": 0.615, "pos": 0.215, "neg": 0.169, "compound": 0.2263}, {"text": "Whys my brother a crisp nonce?", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Seriously how is Ozil piping up when he's had one shit season? Tuck yourself up in bed sick note . Goodnight.", "neu": 0.664, "pos": 0.0, "neg": 0.336, "compound": -0.8225}, {"text": "Na,already got one sicknote on half million quid a week", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "More work in a sick note", "neu": 0.529, "pos": 0.0, "neg": 0.471, "compound": -0.552}, {"text": "SickNote on Netflix was good till Lohan popped on my screen", "neu": 0.775, "pos": 0.225, "neg": 0.0, "compound": 0.4404}, {"text": "Sex Education is really good!! And I just started watching Sick Note which is bizarre but very funny", "neu": 0.547, "pos": 0.293, "neg": 0.16, "compound": 0.6334}, {"text": "Sick note Thomas at it again ", "neu": 0.602, "pos": 0.0, "neg": 0.398, "compound": -0.5106}, {"text": "Sicknote and his wooden balls, and Hallam about to have apoplexy", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": " I want to do a baking soda experiment, the one in the bottle with the kids. I'm in Pant. This results in quite a bang. How likely am I to get a visit from Shropshires finest?", "neu": 0.958, "pos": 0.042, "neg": 0.0, "compound": 0.0772}, {"text": "Also: British television has The Inbetweeners, so that already puts them lightyears ahead of you lot lmao. Btw a good recent British show is ' Sick Note ' starring Rupert Grint as the lead.", "neu": 0.735, "pos": 0.178, "neg": 0.087, "compound": 0.5423}, {"text": "Sicknote - Jeep DrumandBass DnB IRR002 newmusic undergroundmusic ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Due to a lousy goalkeeper Courtois 75% responsible for the demise, closely followed by ' Sick Note \" Bale. 18 injuries since joining Madrid, enough already. Sell one take one free. Navas in goal please", "neu": 0.647, "pos": 0.189, "neg": 0.163, "compound": 0.0258}, {"text": "This better be what I think it’s going to be because I’m already on my way to the doctors to get a six month sick note ", "neu": 0.78, "pos": 0.103, "neg": 0.117, "compound": -0.1027}, {"text": "My doctor wrote me a 2 week sick note and told me to stay in bed. I don't know what to do with myself. I've read the whole internet. I've watched everything Netflix has to offer. All that's left is daydreaming about summertime laying under trees reading books.", "neu": 0.93, "pos": 0.0, "neg": 0.07, "compound": -0.5106}, {"text": "Hahaha. Them Browns fans ain't shouting now they've signed a sicknote .", "neu": 0.714, "pos": 0.286, "neg": 0.0, "compound": 0.5574}, {"text": "sicknote", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Can’t believe sick note Derk Boerrigter is not on this list......", "neu": 0.752, "pos": 0.0, "neg": 0.248, "compound": -0.5106}, {"text": "One week post-op and out and about for the second time, hubby driving, got a bit of shopping, visit work with sick note , nice to see everyone, and home. Crutchwork going well. I expect to be wiped out majorly later but worth it to prevent cabin fever!!", "neu": 0.799, "pos": 0.158, "neg": 0.043, "compound": 0.5831}, {"text": "For 7 days you can self certify. Over 7 days you need evidence ( sick note ) on your return. Take a pic of it with your phone and email it", "neu": 0.883, "pos": 0.0, "neg": 0.117, "compound": -0.5106}, {"text": "so many thoughts on this! - It's important for GPs to talk about the impact of work on health, rather than just writing a sick note ; there aren't enough OH resources to just refer everyone on (and this may not be cost efficient either); the employer may already have an OH service", "neu": 0.859, "pos": 0.033, "neg": 0.108, "compound": -0.6278}, {"text": "She'll shock that would look good on a Dr sick note", "neu": 0.443, "pos": 0.184, "neg": 0.373, "compound": -0.4588}, {"text": "half of twitter caught blocks coz of you, now we won’t get free medical advice le di sick note . You should be ashamed", "neu": 0.621, "pos": 0.108, "neg": 0.271, "compound": -0.6124}, {"text": "Sick note Tis why AFC got rid!!!!", "neu": 0.573, "pos": 0.0, "neg": 0.427, "compound": -0.6671}, {"text": "He's 10 times the footballer that Eddie was. On another day he could have had a couple of goals. He worked relentlessly hard from whistle to whistle.", "neu": 0.947, "pos": 0.0, "neg": 0.053, "compound": -0.1027}, {"text": "I find it hard too - not the medicine but working within broken structures that try to use medicine to fix non medical issues - the answer to unemployment isn’t a sick note , to poverty isn’t antidepressants, to low educational achievement isn’t anything I can fix as a doctor", "neu": 0.641, "pos": 0.0, "neg": 0.359, "compound": -0.9672}, {"text": "Heavily dosing up & back at work tomorrow. Too much to do to take any unnecessary time off. I don’t have time to be ill!!! sicknote", "neu": 0.862, "pos": 0.0, "neg": 0.138, "compound": -0.5684}, {"text": "I’m not going to ask Dr. for a sick note in Detroit, just a sick autograph on my Rally Cry LP", "neu": 0.623, "pos": 0.0, "neg": 0.377, "compound": -0.8658}, {"text": "I too was assesed as fit for work and had a 2mth sicknote cancelled. I appealed against it and had it over turned in my favour. I've now got a letter off my consultant about my condition. He said they won't be able to cancel it.", "neu": 0.802, "pos": 0.114, "neg": 0.084, "compound": 0.34}, {"text": " tell Kevin goodenough I’ve sorted sick note , will bring in later", "neu": 0.752, "pos": 0.0, "neg": 0.248, "compound": -0.5106}, {"text": "Did Caroline Flint have a sick note from her GP?", "neu": 0.708, "pos": 0.0, "neg": 0.292, "compound": -0.5106}, {"text": "I should be heading out for dinner & cheeky cocktails instead I’ve been asked not to breathe on anyone, sent to bed & told if you need anything brought home just text wednesdaythoughts The only thing I need right now is a big hug sicknote ", "neu": 0.926, "pos": 0.074, "neg": 0.0, "compound": 0.4767}, {"text": "You know full well sicknote will be 70/30 all week then play a blinder. The bastard ALWAYS does that", "neu": 0.652, "pos": 0.196, "neg": 0.152, "compound": 0.0}, {"text": " why would United want Bale, Real will want silly money he will want silly money he will be 30 and he is a sick note . United is not a retirement home. Ed may want him for shirt sales but most United Fans don't want him anywhere near the club", "neu": 0.669, "pos": 0.291, "neg": 0.04, "compound": 0.7579}, {"text": " just watched sicknote you are so funny can't stop laughing", "neu": 0.451, "pos": 0.38, "neg": 0.169, "compound": 0.5048}, {"text": "I missed that game and never saw you score", "neu": 0.761, "pos": 0.0, "neg": 0.239, "compound": -0.296}, {"text": "When I was in school my mother gave me a sick note that I could use every day; that’s how I skipped.", "neu": 0.837, "pos": 0.0, "neg": 0.163, "compound": -0.5106}, {"text": "If my boss denys my day off he can be sure I will hand in a sick note for that day ", "neu": 0.645, "pos": 0.222, "neg": 0.133, "compound": 0.296}, {"text": "Hi Meghan, wondering who you will be getting your sick note from, your Doctor or Rabbi?", "neu": 0.82, "pos": 0.0, "neg": 0.18, "compound": -0.5106}, {"text": "At least May can hand in a sick note when she asks for an extension brexit", "neu": 0.667, "pos": 0.164, "neg": 0.169, "compound": -0.0258}, {"text": "Sicknote", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "MusicMonday \"The Sick Note \"- by Sean Cannon, as performed by the Dubliners ", "neu": 0.784, "pos": 0.0, "neg": 0.216, "compound": -0.5106}, {"text": "Nish. He's a sick-note .", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Reus isn't loyal. He's tried to leave the club multiple times & refused to sign contract extentions to force moves. He wasn't even the longest serving player at BVB while this meme was popular. Nobody buys him coz he plays 16 games of out 34 the sick note ostrich looking cunt.", "neu": 0.714, "pos": 0.08, "neg": 0.207, "compound": -0.7687}, {"text": "Could be the new sick note .....if we lose Eriksson I want to replace his creativity. Not sure Bale is value for money", "neu": 0.529, "pos": 0.208, "neg": 0.263, "compound": -0.3944}, {"text": "3Novices Kidnapper’s sick note to escapee “mostly on impulse”. ", "neu": 0.708, "pos": 0.0, "neg": 0.292, "compound": -0.5106}, {"text": "Don't forget that he's a sick note too!", "neu": 0.487, "pos": 0.162, "neg": 0.35, "compound": -0.4453}, {"text": "We don’t need him, his a full on sick note", "neu": 0.708, "pos": 0.0, "neg": 0.292, "compound": -0.5106}, {"text": "They blame everything on that crap in Britain and if America keeps pushing it you will end up with the most violent evil criminals being let out for every kind of atrocious crime gun related or not, with a god damn sick note . It's quackery of the highest magnitude.", "neu": 0.55, "pos": 0.033, "neg": 0.417, "compound": -0.979}, {"text": "Y'ALL IS \" SICK NOTE \" (series on Netflix) COOL ???", "neu": 0.479, "pos": 0.208, "neg": 0.313, "compound": -0.3695}, {"text": "Pipe down sick note", "neu": 0.476, "pos": 0.0, "neg": 0.524, "compound": -0.5106}, {"text": "Wasn’t this the great hope a few months ago? What’s happened to that now?! Spine removal operation like the rest or sick note ? ", "neu": 0.569, "pos": 0.327, "neg": 0.104, "compound": 0.7925}, {"text": "Happy wee gang playing in the rain Buster, Bella, Kim, Roxy, Holly, Baxter, Autumn, Bella & Freddie My wee sick note is feeling much better after fasting and resting. Thanks all who wished her well", "neu": 0.597, "pos": 0.33, "neg": 0.073, "compound": 0.8625}, {"text": "When they actually turn up! sicknote", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Last day off work today, and then my sick note runs out.", "neu": 0.769, "pos": 0.0, "neg": 0.231, "compound": -0.5106}, {"text": "Ask Mum or Dad for a sick note and take them to the rally.", "neu": 0.784, "pos": 0.0, "neg": 0.216, "compound": -0.5106}, {"text": "these companies that demand a sick note from a doctor if you’re off 2 days in a row: do they know how impossible it is to get a same-day GP appointment? do they expect workers to go to A&E for COLD instead of, you know, staying in bed & getting better?", "neu": 0.839, "pos": 0.058, "neg": 0.103, "compound": -0.3094}, {"text": "That's why it's so easy to get a sick note", "neu": 0.499, "pos": 0.266, "neg": 0.235, "compound": 0.1132}, {"text": "I was getting a sick note .", "neu": 0.476, "pos": 0.0, "neg": 0.524, "compound": -0.5106}, {"text": "I will never pay R450 for a one day sick note , that amount is for a week", "neu": 0.723, "pos": 0.078, "neg": 0.199, "compound": -0.4596}, {"text": " Rupertgrint Can you please ask to put Sicknote on started watching on Netflix is US now missing season 2", "neu": 0.78, "pos": 0.112, "neg": 0.107, "compound": 0.0258}, {"text": "No wonder sicknote was nicknamed sicknote . Fuck me , 8 stone wringing wet. Good player though, in the game he was fit for.", "neu": 0.605, "pos": 0.192, "neg": 0.203, "compound": -0.0772}, {"text": "White People: Sick Note Black People: Isibhilivane", "neu": 0.645, "pos": 0.0, "neg": 0.355, "compound": -0.5106}, {"text": "Whats wrong now, Sicknote", "neu": 0.492, "pos": 0.0, "neg": 0.508, "compound": -0.4767}, {"text": "Mine arrived today", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Sicknote - Someday Bournemouth-UK based Record Label focusing on the darker roots breaks side of Jungle and DrumandBassMusic . RA001 DnB Sicknote newmusic undergroundmusic ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "I need a sick note I will call the GP in the morning", "neu": 0.732, "pos": 0.0, "neg": 0.268, "compound": -0.5106}, {"text": "swear, woman throw away my whole sick note", "neu": 0.571, "pos": 0.0, "neg": 0.429, "compound": -0.5423}, {"text": "Why does it matter if he was “ mr sick note ” 2 years ago if he fights more than Nate now", "neu": 0.717, "pos": 0.044, "neg": 0.239, "compound": -0.7096}, {"text": "Hot my sick note for next 3 months. Every thing still hurts. (Ear and my back) ", "neu": 0.67, "pos": 0.0, "neg": 0.33, "compound": -0.7506}, {"text": "Can a Prime Minister pull a sickie? If I was her I'd be pulling a sickie. And I'd be getting a two week sick note , too. Then turning my phone off.", "neu": 0.883, "pos": 0.0, "neg": 0.117, "compound": -0.5106}, {"text": " 1983 from the bcr crew in Radcliffe, Johny Charlie ant stacker Sam Leon and little Sam who has changed since she become team leader plus a big farewell to daz whose laminated sick note finally ran out miss you pal", "neu": 0.883, "pos": 0.0, "neg": 0.117, "compound": -0.5994}, {"text": "Akekho umjita that would surprise you with a vacation knowing you will lose money from work the key is to plan properly. Find out her off days/organize a sick note", "neu": 0.755, "pos": 0.063, "neg": 0.181, "compound": -0.5994}, {"text": "Remember walking down to The Valley for the sicknote 6 game, a real low point. Credit for sticking with us too.", "neu": 0.783, "pos": 0.12, "neg": 0.097, "compound": 0.128}, {"text": "It was a Likkle joke. She will be in work unless the health secretary provides her with a sick note .", "neu": 0.744, "pos": 0.102, "neg": 0.153, "compound": -0.2732}, {"text": "That’s why he was sold! Sick note !", "neu": 0.607, "pos": 0.0, "neg": 0.393, "compound": -0.5972}, {"text": "Just aswell the didn't mis-spell the scorer. Who knows what Fonguck could've become?", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Sicknote : Jeep drumnbass releases hardwax ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Sick note .", "neu": 0.233, "pos": 0.0, "neg": 0.767, "compound": -0.5106}, {"text": "so sick note seems to have a lot of awful stuff. racist and misogynist tropes. oversexed black woman, black people cheating on their significant other, a rape scene in a medical setting as comedy, etc. it's pretty fucking bad.", "neu": 0.472, "pos": 0.131, "neg": 0.397, "compound": -0.953}, {"text": "Noooooooo ! Sick note incoming", "neu": 0.455, "pos": 0.0, "neg": 0.545, "compound": -0.5562}, {"text": "Fuck of everton ya bunch of nonces", "neu": 0.632, "pos": 0.0, "neg": 0.368, "compound": -0.5423}, {"text": "Greg that wasn’t great mate. It was spoiled by MD but we just didn’t get going. Need the sicknote Grabban back as well.", "neu": 0.802, "pos": 0.198, "neg": 0.0, "compound": 0.6369}, {"text": "Wow, it was a year ago today, my cleaning boss tried to me via email while I had full sick note . She had to back pedal. I'm still there, after nearly 5 years. I was asked on Tuesday what do I do here? After a quick curtsey, I replied \"Clean, here & there!\" youarefired ", "neu": 0.856, "pos": 0.08, "neg": 0.064, "compound": 0.2003}, {"text": "Spending some more QT with today! Not sure how he’s not sick of me yet. What a hero for being my chaperone sicknote – bei Royal Orthopaedic Hospital N.H.S Trust The Orthotics", "neu": 0.624, "pos": 0.329, "neg": 0.047, "compound": 0.9146}, {"text": "I’m finally watching sick note and uh wHAT THE FUCK", "neu": 0.515, "pos": 0.0, "neg": 0.485, "compound": -0.8192}, {"text": "Yeah right and started training with the squad !!!! Why would MU sign him ? What would he bring to us , apart from injuries and huge wage wage bill ??? He be 30 ffs , we stuck with 1 sicknote & hi wages in Alexis surely we don’t need another 1", "neu": 0.728, "pos": 0.169, "neg": 0.103, "compound": 0.5759}, {"text": "We're trying to forget him at . Waste of a year's wages... sicknote", "neu": 0.657, "pos": 0.0, "neg": 0.343, "compound": -0.5719}, {"text": "Make a sick note for him then send him off somewhere quiet", "neu": 0.752, "pos": 0.0, "neg": 0.248, "compound": -0.5106}, {"text": "Lmao is this a sick note reference?", "neu": 0.357, "pos": 0.348, "neg": 0.295, "compound": 0.1531}, {"text": "Got to love the NHS. They were fab fixing me at hospital but now I need to wait till 26th March for a phone appt at my surgery just to get a sick note that I need from Monday? Surely got to be a better way. nhs", "neu": 0.688, "pos": 0.229, "neg": 0.083, "compound": 0.7814}, {"text": "Make sure get a sick note aye", "neu": 0.417, "pos": 0.24, "neg": 0.344, "compound": -0.25}, {"text": "Nah looking for an excuse for a sick note . Mr self cert 2019", "neu": 0.6, "pos": 0.087, "neg": 0.313, "compound": -0.5267}, {"text": "R100k a day, you can more than afford to buy a sick note phela lapho, you can even bring the doctor to your work place azokukhulumela", "neu": 0.875, "pos": 0.0, "neg": 0.125, "compound": -0.5106}, {"text": "NowPlaying The Sick Note - Ronnie Drew ", "neu": 0.602, "pos": 0.0, "neg": 0.398, "compound": -0.5106}, {"text": "Mrs G. Me faut dis would have been right up your street! But I shall take your sick note now off you pop.", "neu": 0.854, "pos": 0.0, "neg": 0.146, "compound": -0.5562}, {"text": "one time in Secondary, I wanted to skip cross country so bad I ate cake off the canteen floor. My sick note read “Lauren continued to eat until she felt sick”. I love being a stubborn woman, happy IWD day!!", "neu": 0.62, "pos": 0.158, "neg": 0.222, "compound": -0.4897}, {"text": "he’s a walking sick note anyway", "neu": 0.548, "pos": 0.0, "neg": 0.452, "compound": -0.5106}, {"text": "One of my pen pals sent me a note to explain why they haven’t written back yet (they are sick) I do love this sick note ", "neu": 0.732, "pos": 0.14, "neg": 0.129, "compound": 0.0836}, {"text": "A good striker, but just a sick note", "neu": 0.385, "pos": 0.188, "neg": 0.428, "compound": -0.5423}, {"text": "Really sick note you’ve a brass nack saying that", "neu": 0.661, "pos": 0.0, "neg": 0.339, "compound": -0.5563}, {"text": "There's younger players out there who can be moulded into the United way and who are much less of a sick note", "neu": 0.765, "pos": 0.113, "neg": 0.122, "compound": -0.0571}, {"text": "Maybe they just want a sick note and its really not worth it to take it on Friday", "neu": 0.681, "pos": 0.063, "neg": 0.255, "compound": -0.6052}, {"text": "Becca is ALL the man you want SickNote", "neu": 0.843, "pos": 0.157, "neg": 0.0, "compound": 0.0772}, {"text": "Always choices in life Gra Do you want me to write you a sick note ? ", "neu": 0.723, "pos": 0.078, "neg": 0.199, "compound": -0.4588}, {"text": "Where are your sick note AutismDoesntEndAtFord AutismProtest OnPoli ResignLisaMacLeod WeAreThe100Percent ", "neu": 0.732, "pos": 0.0, "neg": 0.268, "compound": -0.5106}, {"text": "Sick note not still injured is he??!!", "neu": 0.435, "pos": 0.196, "neg": 0.369, "compound": -0.4563}, {"text": "Look at Alf Lukau with a fake Dr's note, the Leatherhead is MP Havard but the stamp is ES Havard. Again since when is a sick note an HIV test report, where is a laboratory report. You know I respect God. ", "neu": 0.713, "pos": 0.147, "neg": 0.14, "compound": 0.0772}, {"text": "my doctor also asked me if i wanted him to give me a sick note for work. but i said no, at least not now. it won’t be of any help if i don’t even get busy teaching these brats i still love a lot.", "neu": 0.71, "pos": 0.19, "neg": 0.1, "compound": 0.7506}, {"text": "It's the real world hey. Unless you're given access to work remotely. My ex employers used to beg me to come in when i was sick. Note the 'ex'", "neu": 0.891, "pos": 0.0, "neg": 0.109, "compound": -0.5106}, {"text": "Poor lad is a serious sick note", "neu": 0.28, "pos": 0.0, "neg": 0.72, "compound": -0.7717}, {"text": "We're not that desperate sicknote", "neu": 0.671, "pos": 0.329, "neg": 0.0, "compound": 0.2411}, {"text": "Oaft... Omitted Officer Sicknote by mistake Woopsy ", "neu": 0.714, "pos": 0.0, "neg": 0.286, "compound": -0.34}, {"text": "These early mornings to get up to ring the doctors ... who knew you had to wait 48 hours for a sick note", "neu": 0.864, "pos": 0.0, "neg": 0.136, "compound": -0.5106}, {"text": "Sick note", "neu": 0.233, "pos": 0.0, "neg": 0.767, "compound": -0.5106}, {"text": "Pasta. New episodes of TWD, SH and Blue Book (season finale y'all!). Maybe I should get another sick note next Monday. I could get used to this.", "neu": 0.87, "pos": 0.0, "neg": 0.13, "compound": -0.5562}, {"text": "The number of people on a sick note in the civil service must be into the hundreds of thousands. Even the coppers at it now.", "neu": 0.827, "pos": 0.049, "neg": 0.124, "compound": -0.4588}, {"text": "Sick note , would be pretty handy if he wasn’t so injury prone", "neu": 0.471, "pos": 0.167, "neg": 0.362, "compound": -0.5742}, {"text": "Sicknote waste of time", "neu": 0.517, "pos": 0.0, "neg": 0.483, "compound": -0.4215}, {"text": "5 years ago yes but never in a millions years now ..... £100m id rather look to get De Ligt and wan Bassaka .... 2 top signings for the price of a 30 yo sicknote", "neu": 0.877, "pos": 0.123, "neg": 0.0, "compound": 0.4678}, {"text": "He played against Sunderland in the cup. One of the Sicknote Six", "neu": 0.821, "pos": 0.179, "neg": 0.0, "compound": 0.34}, {"text": "Sick Note : T1 (2017) ", "neu": 0.476, "pos": 0.0, "neg": 0.524, "compound": -0.5106}, {"text": "I am currently in universal credit. A shocking benefit. Even when you hand in a sick note they still ask you to attend once a month. And still ask you to look at jobs to keep you \"interested\".", "neu": 0.662, "pos": 0.201, "neg": 0.137, "compound": 0.4215}, {"text": "Nine unbeaten sounds good, but we’re drawing too many, we need, very quickly the killer threat we won’t get from big Dave and sick note Winnall, time to pay out and get Rhodes back from Norwich", "neu": 0.621, "pos": 0.039, "neg": 0.34, "compound": -0.952}, {"text": "the way I'm writing this sick note for uni as if i'm not on a plane to london rn i", "neu": 0.814, "pos": 0.0, "neg": 0.186, "compound": -0.596}, {"text": "Who is that beside you? sicknote", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Spurs delivering an absolute sicknote for my ACCA today . Still love taking a punt tho. spurs accumulator pnefc ", "neu": 0.792, "pos": 0.208, "neg": 0.0, "compound": 0.6369}, {"text": "This show is HILARIOUS! — watching Sick Note", "neu": 0.461, "pos": 0.286, "neg": 0.253, "compound": 0.1091}, {"text": " hey izzy nice to have you back, you have an independant witness to the receiving of the sick note :P loving the tunes! Sliced me thumb up at work! Great mornin", "neu": 0.593, "pos": 0.331, "neg": 0.075, "compound": 0.9046}, {"text": "Friends, The Good Place, Maniac, Brooklyn Nine-Nine, Love, Sex Education, Chilling Adventures of Sabrina, Russian Doll, Misfits, Sick Note , Arrested Development, Grimm, pff er is zo veel maar eig mis ik Californication keihard ma bon oke xxx", "neu": 0.556, "pos": 0.241, "neg": 0.203, "compound": 0.4588}, {"text": "If Burnley beat us we basically have to find 2 more victories than them from the remaining games. It's a huge game.", "neu": 0.892, "pos": 0.108, "neg": 0.0, "compound": 0.3182}, {"text": "NowPlaying The Sick Note - Ronnie Drew ", "neu": 0.602, "pos": 0.0, "neg": 0.398, "compound": -0.5106}, {"text": "Will you sign my sicknote ?", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Watching Ocean’s 8 with Lottie sicknote Robson is enjoying his cuddles tho", "neu": 0.746, "pos": 0.254, "neg": 0.0, "compound": 0.5267}, {"text": "...we could afford Bale’s wages especially with the money we’d get from Eriksen and I think Bale wants out and he’s a modern day ‘legend’ at Tottenham. We’d want him as he’s a world class player. His sick note label at Madrid is manufactured and he’s a top player still...", "neu": 0.87, "pos": 0.063, "neg": 0.067, "compound": -0.296}, {"text": "One night only", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "He probably actually loves it! Keeno! Hope your ok sick note x", "neu": 0.356, "pos": 0.477, "neg": 0.168, "compound": 0.7256}, {"text": "i really wish yall would stop showing up to the ed for a sick note", "neu": 0.541, "pos": 0.162, "neg": 0.297, "compound": -0.3626}, {"text": "I just finished watching the 1st episode of Sick Note ., Oh my God this is so funny. I like anything Rupert Grint is in, He is so talented, I can't wait to see what else he will do in the future. ", "neu": 0.678, "pos": 0.256, "neg": 0.066, "compound": 0.8611}, {"text": "They definitely went with the right choice. John Lithgow would have been good too.", "neu": 0.682, "pos": 0.318, "neg": 0.0, "compound": 0.6808}, {"text": "I have said this time and time again but there is no substitute for face to face consultations. Sure online doctors can do you a sick note or some foot cream, but good care comes with good doctor/patient relationships - not via a screen babylon online ", "neu": 0.619, "pos": 0.257, "neg": 0.125, "compound": 0.8271}, {"text": "Phillip doesn’t want me to continue watching sick note without him so he wants to FaceTime and watch it together LAME BUT CUTE?", "neu": 0.64, "pos": 0.211, "neg": 0.149, "compound": 0.4278}, {"text": "Hes a reason to get rid of that sick note lovren.", "neu": 0.732, "pos": 0.0, "neg": 0.268, "compound": -0.5106}, {"text": "We already have one resident sick note on the team - Phil Jones. We don't need another.", "neu": 0.82, "pos": 0.0, "neg": 0.18, "compound": -0.5106}, {"text": "Watch ozark, sick note , sex education idk what u into but hopefully that helps lol", "neu": 0.391, "pos": 0.463, "neg": 0.146, "compound": 0.8519}, {"text": "and they are now reading this tweet. Expect sick note from the Dr", "neu": 0.784, "pos": 0.0, "neg": 0.216, "compound": -0.5106}, {"text": "Or, finally, 'Just Business', by Sicknote .", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "i love how my sister and i share the nickname of \" sick note \" bc both of us are walking medica mysteries", "neu": 0.623, "pos": 0.249, "neg": 0.128, "compound": 0.4767}, {"text": "Sick note no thanks", "neu": 0.106, "pos": 0.309, "neg": 0.585, "compound": -0.3818}, {"text": "I’m going to need John Dorsey to write me a sick note for work tomorrow. I’m too pumped to sleep Browns", "neu": 0.852, "pos": 0.0, "neg": 0.148, "compound": -0.5106}, {"text": "I was talking about ' Sick Note ', which is a British show. Wrt Belgian shows, most of them are either bad reality shows and then there's these 2 family drama (fiction) shows neither of which I've ever watched.", "neu": 0.829, "pos": 0.0, "neg": 0.171, "compound": -0.7783}, {"text": "See more work in a sick note !! Happy holidays", "neu": 0.365, "pos": 0.419, "neg": 0.217, "compound": 0.5139}, {"text": "Please tell me your playing Anfield???", "neu": 0.463, "pos": 0.537, "neg": 0.0, "compound": 0.5632}, {"text": "Zip it sick note !", "neu": 0.455, "pos": 0.0, "neg": 0.545, "compound": -0.5562}, {"text": "russian doll of sick note !", "neu": 0.527, "pos": 0.0, "neg": 0.473, "compound": -0.5562}, {"text": "Have you watched sick note on Netflix ? It’s hilarious", "neu": 0.538, "pos": 0.208, "neg": 0.254, "compound": -0.1531}, {"text": "i’m ngl i watch more shows than movies but the umbrella academy, the good place, unsolved, Dexter, house of flowers, sick note , Lucifer, Russian doll, u want more?? i got docuseries for u too", "neu": 0.728, "pos": 0.153, "neg": 0.12, "compound": -0.1306}, {"text": "Where’s his sick note ? He said workers needed them. Is his pay being docked?", "neu": 0.703, "pos": 0.0, "neg": 0.297, "compound": -0.6199}, {"text": "MANAGER ON DUTY ALL THE TIME FRAUD INPUTTED BEFORE HER I WILL COPY CORRUPT RESPONSE HR WHO SITS ONLY WITH SILVER COMMANDS AND ABOVE IN MEETINGS JULIE HAS HAD CONTINUOUS SICKNOTE IVE NOT AUTHORISED ANY ANNUAL LEAVE IN THE WEEKS IVE DONE RECORDS THE REST ARE FRAUD N HARRASSMENT ", "neu": 0.833, "pos": 0.0, "neg": 0.167, "compound": -0.8316}, {"text": "\"Journaling\" = using Google Translate to write a sick note in Irish while vomiting bug spreads like plague through family", "neu": 0.734, "pos": 0.115, "neg": 0.151, "compound": -0.2023}, {"text": "IMO the price is key- got lots of the 4s ew NRNB before the Santini sick note made Delta a “bad price”- drifting back to the “right” price now. 3s+ and I am back in. Hopeful of jumping holding up- will be going slower than Drinmore over 2m5 on quick in F’house? V hopeful!", "neu": 0.825, "pos": 0.118, "neg": 0.057, "compound": 0.5562}, {"text": "Shit at one and sick note to the other lol", "neu": 0.419, "pos": 0.168, "neg": 0.413, "compound": -0.6249}, {"text": " why would United want Bale, Real will want silly money he will want silly money he will be 30 and he is a sick note . United is not a retirement home. Ed may want him for shirt sales but most United Fans don't want him anywhere near the club", "neu": 0.669, "pos": 0.291, "neg": 0.04, "compound": 0.7579}, {"text": "I got tonsillitis so much in the last year when I handed my sick note into college the secretary said ‘are you not a bit old for tonsillitis?’, ended up getting them out like 3 months later x", "neu": 0.842, "pos": 0.068, "neg": 0.09, "compound": -0.2023}, {"text": "David Unsworth used to do this every week EFC rhino ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "i was told no more sicknote in 1996,now they keep trying to take them,,and like now 5 months waiting to know what will happen,i know that if they take them i will set myself on fire like the buddists monks,if i can carry enough petrol (maybe in a few cans ye...i will do it on tv", "neu": 0.83, "pos": 0.088, "neg": 0.081, "compound": 0.1027}, {"text": "Which year? That clip is at least a year old.", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Watch Sick note bro, very nuts show but funny", "neu": 0.435, "pos": 0.279, "neg": 0.286, "compound": 0.2272}, {"text": " if online appointments could help with people who can't get to the surgery or people with contagious illnesses like flu so they can get the sick note most workplaces require when it's not feasible to leave the house then I'm all for it", "neu": 0.669, "pos": 0.118, "neg": 0.214, "compound": -0.7312}, {"text": "Regarde the sick note tu vas bien rigoler", "neu": 0.68, "pos": 0.0, "neg": 0.32, "compound": -0.5106}, {"text": "Flu like symptoms. I actually am I sick note like call me Darren Anderton", "neu": 0.423, "pos": 0.265, "neg": 0.312, "compound": -0.2263}, {"text": " I hope you submit your Sick Note performance for the Emmy and BAFTA race ", "neu": 0.64, "pos": 0.169, "neg": 0.192, "compound": -0.1027}, {"text": " Just watched your ( Sick Note ) and thought you did a great job and your character had me in stitches all the way through. I hope there’s a season 3 XD", "neu": 0.597, "pos": 0.313, "neg": 0.09, "compound": 0.8494}, {"text": "Dutchman trying to find how to get a sick note for work. I had to explain to him they’re now called ‘fit notes’ in a coalition gov’t bid to headpsych employees out of being too indulgently ill. He’s seeing how my life has been for decades...and is not a fan.", "neu": 0.842, "pos": 0.0, "neg": 0.158, "compound": -0.7942}, {"text": "Well what a surprise, after months of flogging the dead horse that is her deal, old sicknote Theresa May still fails to realise it's dead BrexitVote ", "neu": 0.562, "pos": 0.118, "neg": 0.32, "compound": -0.8481}, {"text": "Unbreakable Kimmy Schmidt, Nailed It, Sick Note , Black Mirror, Orange is the New Black, Grace and Frankie, and The Haunting of Hill House!", "neu": 0.702, "pos": 0.098, "neg": 0.2, "compound": -0.4389}, {"text": "I honestly think that they care about money.. Did you know that you have to pay R400 just for them to accept your affidavit? I was sick last year and I was only able to see my Dr the morning after my test. UP wouldn't accept my sick note so I had to get an affidavit & pay R400", "neu": 0.689, "pos": 0.171, "neg": 0.141, "compound": 0.4588}, {"text": "James is bringing a sick note from mommy! ClimateChangeHoax", "neu": 0.661, "pos": 0.0, "neg": 0.339, "compound": -0.5562}, {"text": " Loved your cameo on Sick Note ..you really put the creep on !", "neu": 0.572, "pos": 0.24, "neg": 0.189, "compound": 0.2244}, {"text": "Has to be Sicknote Diaby for me", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}], "sum": 411}