{"compound_ave": 0.16178225419664258, "tweets": [{"text": "My favorites: Sprinkles suck and Star Trek Voyager is good. ", "neu": 0.449, "pos": 0.365, "neg": 0.186, "compound": 0.4215}, {"text": "I met someone named Kes today and reeeally wanted to ask him if he ever watched Star Trek : Voyager .", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "From TOS - The City on the Edge of Forever From Discovery - New Eden From Enterprise - The Expanse From TNG - The Borg part 1 From DS9 - In The Pale Moonlight From Voyager - Scorpion part 1", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "I'm watching Star Trek : Voyager 3x16 \"Blood Fever\" trakt", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "When it comes to Borg who or what is your all time favorite episode or character? STARTREKFANPAGE STARTREK THENEXTGENERATION VOYAGER CAPTAINJANEWAY BORGQUEEN ", "neu": 0.875, "pos": 0.125, "neg": 0.0, "compound": 0.4588}, {"text": "More StarTrek / Wrestling fun as Zak stops by for 's season premiere! Did you know was on Voyager ? Listen in! PodernFamily ", "neu": 0.768, "pos": 0.168, "neg": 0.065, "compound": 0.5496}, {"text": "Apropos of nothing, my favorite StarTrek TV series in order are (not taking movies into account): TNG DS9 Voyager (begrudgingly) TOS Enterprise The Animated Series *Never seen Discovery, so I'm going to put it down here", "neu": 0.934, "pos": 0.0, "neg": 0.066, "compound": -0.357}, {"text": "Revisiting Voyager - I forgot just how amazing was as B'Elanna Torres StarTrek voyager favouritecharacter", "neu": 0.759, "pos": 0.241, "neg": 0.0, "compound": 0.5859}, {"text": "We always take time out of our day to watch a little StarTrek Tonight, Voyager pairs nicely with shepherd's pie and a cuppa tea", "neu": 0.879, "pos": 0.121, "neg": 0.0, "compound": 0.4404}, {"text": "I like all the series for different reasons, I grew up with TOS and their movies. Watched TNG grow from meh into an amazing series. Loved DS9 from the concept stage and it didn't disappoint and I enjoyed Voyager and Enterprise for being a ship with the odds stacked against them.", "neu": 0.714, "pos": 0.217, "neg": 0.07, "compound": 0.8575}, {"text": "Going live with more Star Trek Voyager : Elite Force! Let's see how much WORSE the story gets! 8D ", "neu": 0.639, "pos": 0.208, "neg": 0.153, "compound": 0.3365}, {"text": "This is an actual children's costume that exists and all I want to know is why they think The Rock looks like the holographic doctor from Star Trek Voyager ", "neu": 0.872, "pos": 0.128, "neg": 0.0, "compound": 0.4215}, {"text": "My parents (Puerto Rican and Dominican) were pretty into Star Trek too. I remember watching snippets of Voyager with them", "neu": 0.849, "pos": 0.151, "neg": 0.0, "compound": 0.4939}, {"text": "I'm watching Star Trek : Voyager 3x08 \"Future's End (1)\" trakt", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "My MOTHER had me watching Star Trek the next generation, DS9, and voyager ...and she’s a major fan of the MCU", "neu": 0.892, "pos": 0.108, "neg": 0.0, "compound": 0.3182}, {"text": "Voyager (like Star Trek Voyager ). I think this is an amazing name for a vagina.", "neu": 0.774, "pos": 0.226, "neg": 0.0, "compound": 0.5859}, {"text": "New Labour is like Star Trek Voyager spends its entire life spans saying one thing and in the end does the exact opposite and breaks all its morale codes", "neu": 0.918, "pos": 0.082, "neg": 0.0, "compound": 0.3612}, {"text": "The start of Spring Breakthrough! A little Star Trek Voyager ! DukeSB19 ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Reading book 2 of The Fifty Year Mission (a StarTrek oral history of all shows and movies) and I never knew that Robert Beltran (Chakotay) was a bit of a dick. Not that he isn’t wrong in his opinion of Voyager . And Kate Mulgrew sure hated them bringing on the Borg Bimbo.", "neu": 0.773, "pos": 0.04, "neg": 0.186, "compound": -0.8519}, {"text": "Given the choice to be an adult and go grocery shopping, I declined. Instead, finishing the last season of Voyager in my sweatpants eating peanut butter and jelly – not the sandwich – in bed. startrek trekkie forthewin ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "My college boyfriend’s mom video taped Star Trek : Voyager for me every night and mailed them to me from Colorado since I didn’t have cable. All these years later and I still think about how wonderful she was for doing that.", "neu": 0.911, "pos": 0.089, "neg": 0.0, "compound": 0.5719}, {"text": "I'm watching Star Trek : Voyager 3x07 \"Sacred Ground\" trakt", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "My mum and I used to watch Star Trek : Voyager together when I was a kid. To this day, I'm not sure if it was because we both liked it (she's not that into sci-fi), or because I so obviously loved it and she wanted us to have a thing, but it was lovely either way <3", "neu": 0.758, "pos": 0.218, "neg": 0.024, "compound": 0.9195}, {"text": "Tonight on Star Trek : Voyager Seven of Nine can't stop dancing but is trapped in a mind-meld with another fucking old Spock.", "neu": 0.759, "pos": 0.058, "neg": 0.184, "compound": -0.6317}, {"text": "I totally forgot how much I love the theme song to Star Trek : Voyager . It’s so good. nerd ", "neu": 0.555, "pos": 0.339, "neg": 0.106, "compound": 0.7553}, {"text": "Star Trek The Next Generation Voyager (On Netflix)", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "5/5 stars for Star Trek Voyager : Atonement by Kirsten Beyer. I love this series so much and it was my first scifi love I ever had and Kirsten Beyer understands the characters and drives the plot further like no other! via ", "neu": 0.723, "pos": 0.231, "neg": 0.045, "compound": 0.8748}, {"text": "Cosmic Key / Courtney Cox in Friends & Robert Duncan McNeill in Star Trek : Voyager", "neu": 0.795, "pos": 0.205, "neg": 0.0, "compound": 0.4767}, {"text": "I'm watching Star Trek : Voyager 3x25 \"Worst Case Scenario\" trakt", "neu": 0.687, "pos": 0.0, "neg": 0.313, "compound": -0.6249}, {"text": "In 7th grade I used to use the internet on the computers in my first-period class before school to read Star Trek : Voyager fanfiction MyFirstTimeOnline", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Rewatching Voyager . Kes and Neelix's relationship is just super unhealthy.", "neu": 0.523, "pos": 0.255, "neg": 0.222, "compound": 0.128}, {"text": "RobertPicardo as The Doctor 1997 in StarTrek Voyager \"Darkling\" ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "And me Star Trek Voyager and now I've just seen first episode Doctor Who with Jodie Whittaker", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "I love the copy in the first ad Tuvok battles microbes and mutiny... Highly illogical. Totally lethal. StarTrek Voyager ", "neu": 0.702, "pos": 0.184, "neg": 0.114, "compound": 0.3818}, {"text": "Star Trek Voyager introduced a Borg baby in season 6 but after that episode they were never referenced again. Like what happened to you Borg Baby?", "neu": 0.896, "pos": 0.0, "neg": 0.104, "compound": -0.395}, {"text": "Voyager for the content as it didn't have to revolve around the usual species, ds9 for the combat, TNG for the captain and Enterprise for the time travel but hey star trek wins!", "neu": 0.815, "pos": 0.14, "neg": 0.045, "compound": 0.685}, {"text": "After being abducted by a Vidiian scientist, Torres was genetically separated into two beings. One of those beings was fully Klingon, the other Human. Do you remember B'Elanna's ordeal from the Voyager episode, \"Faces?\" ", "neu": 0.907, "pos": 0.0, "neg": 0.093, "compound": -0.5106}, {"text": "I'm watching Star Trek : Voyager 4x01 \"Scorpion (2)\" trakt", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "It was one of those rare good Voyager episodes.", "neu": 0.734, "pos": 0.266, "neg": 0.0, "compound": 0.4404}, {"text": "So — former Georgia gubernatorial candidate and potential Presidential contender is not only inspired by — but “one of her favorite things is ‘Shattered,’ the 157th episode of ‘ Voyager ,’ ...” ", "neu": 0.804, "pos": 0.146, "neg": 0.05, "compound": 0.5324}, {"text": "New Casting Descriptions For ‘Picard’ May Tease The Return Of ‘ Star Trek : Voyager ’s The Doctor ", "neu": 0.874, "pos": 0.0, "neg": 0.126, "compound": -0.3182}, {"text": "A2: I've been watching \"Umbrella Academy\" but I really am ready to turn back to \" Star Trek Voyager \" SpoonieChat", "neu": 0.823, "pos": 0.177, "neg": 0.0, "compound": 0.5672}, {"text": "Happy birthday to , who played Lt. Maxwell Burke in the StarTrek Voyager two-part episode \"Equinox.\" Bosch ", "neu": 0.697, "pos": 0.303, "neg": 0.0, "compound": 0.7269}, {"text": " Re-watching Voyager I'm currently on S1E4 It's been a long time since I last watched Voyager . It was always 1 of my faves in the StarTrek series shows.", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Awesome - will keep an eye out! Bonus: my wife - big Star Trek fan; watched TOS with her mom - never really got into Voyager when it aired. Again, guide to the rescue!", "neu": 0.662, "pos": 0.338, "neg": 0.0, "compound": 0.9298}, {"text": "Hanging out with two of my favorite trekkies and voyager startrek nerdalert ", "neu": 0.786, "pos": 0.214, "neg": 0.0, "compound": 0.4588}, {"text": "He was also in the original star trek where the voyager space probe came back to earth after years of accumalting plasma and dark matter", "neu": 0.871, "pos": 0.129, "neg": 0.0, "compound": 0.34}, {"text": "“You remind me of Odysseus.” “Never mind that. You have us confused with Star Trek : Voyager .” TOSSatNight VOYSatNight", "neu": 0.887, "pos": 0.0, "neg": 0.113, "compound": -0.3182}, {"text": "The Idiot Box. Thoughts on my recent TV viewing. Namely Endeavour, Star Trek Voyager and Hey Duggee. TV", "neu": 0.837, "pos": 0.0, "neg": 0.163, "compound": -0.5106}, {"text": "Unpopular StarTrek opinion: Pretty much all the actors in Voyager were terrible, and the show was filled with terrible writing. StarTrekDiscovery StarTrekFamily", "neu": 0.669, "pos": 0.113, "neg": 0.218, "compound": -0.4588}, {"text": "I've been rewatching all the Star Trek series these past few weeks. Finished TOS and Next Generation, now onto Voyager . StarTrek", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "I'm watching Star Trek : Voyager 3x11 \"The Q and the Grey\" trakt", "neu": 0.893, "pos": 0.107, "neg": 0.0, "compound": 0.0516}, {"text": "So Star Trek Voyager is pretty good, isn't it?", "neu": 0.534, "pos": 0.466, "neg": 0.0, "compound": 0.7269}, {"text": "Cool attractive people like AOC don’t watch Star Trek . Especially Voyager .", "neu": 0.51, "pos": 0.49, "neg": 0.0, "compound": 0.7717}, {"text": "Brett on tvOS using Master aTV started playing Star Trek : Voyager - Fair Trade at 480p and 1948kbps ", "neu": 0.785, "pos": 0.215, "neg": 0.0, "compound": 0.4767}, {"text": "On this day in 1995 the Star Trek : Voyager episode \"Emanations\", in which Harry Kim is transported to an alien world at the same time as a dead woman's body arrives on Voyager , was first broadcast in the US. Starfleet Janeway Seven Discovery scifi tv tvshow VOY OTD 90s ", "neu": 0.916, "pos": 0.0, "neg": 0.084, "compound": -0.6486}, {"text": "Y'know, I like the Star Trek : Voyager two-parter, \"The Killing Game\" but...I can't help but always wonder how everyone's not bumping into each other when you realize how small the holodeck really is. ", "neu": 0.827, "pos": 0.05, "neg": 0.123, "compound": -0.3775}, {"text": "Tuvok from Star Trek Voyager was a total slag ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "New Primitive Culture! + look at the influences on Captain Janeway’s gothic holonovel, from Jane Eyre to The Turn of the Screw and Rebecca. StarTrek Voyager literature podcast ", "neu": 0.939, "pos": 0.0, "neg": 0.061, "compound": -0.1759}, {"text": "Coming up on the anniversary of losing my own Dad, and this interview with 's mom about how one of the last things she did with her father was watching Star Trek Voyager has got me ", "neu": 0.931, "pos": 0.0, "neg": 0.069, "compound": -0.3818}, {"text": "I'm looking for confirmation that my fic application was received by you all. The Doctor in The Delta Quardrant (Doctor Who/ Star Trek Voyager crossover)", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": " Didn’t you talk about lucid dreaming? There’s a whole conversation going on Star Trek : Voyager .", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": " ahh it’s Gremlins! Talk of gremlins for Captain Janeway’s ship going awry on Star Trek : Voyager (season 6: Ep. 21)", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Interview today with Emmy-winning director Tim Russ about directing for television. startrek voyager startrekvoyager tuvok indiefilm documentary directing ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "\"Women in the '90s were only boobie bouncing sidekicks.\" The cast of Buffy, Xena, Star Trek Voyager , Silence of the Lambs, Terminator, Alien and many other shows & movies from that era might disagree with you. As do I.", "neu": 0.934, "pos": 0.0, "neg": 0.066, "compound": -0.3818}, {"text": "If someone says “ Star Trek Voyager was the worst Star Trek ” I lose my shit. It was the best. End of story.", "neu": 0.565, "pos": 0.125, "neg": 0.31, "compound": -0.7351}, {"text": "It’s taken 20-some years, but I’m finally finishing season 5 of STAR TREK VOYAGER right now. I’m lazy, but I get things done in the end.", "neu": 0.876, "pos": 0.0, "neg": 0.124, "compound": -0.5023}, {"text": "Yes, but they didn't. It was a test. Remember Q showed up on voyager ? Apparently so is this new series. Another Q test to verify Star Trek fans base!", "neu": 0.921, "pos": 0.079, "neg": 0.0, "compound": 0.2828}, {"text": "Can’t chose a favorite xD Hurt me when ds9 ended but.. Can you chose ds9 over voyager ? What about enterprise Everything was REALLY new to then, so it gave that emotion as in tos Also tos, can’t forget tos crew xD This is hell Don’t make me pick one hahaha", "neu": 0.635, "pos": 0.215, "neg": 0.15, "compound": 0.6486}, {"text": "Star Trek Voyager 1) Captain Janeway 2) Rain Robinson 3) The Doctor 4) Tuvok", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "So... Star Trek : Enterprise... That pilot is pretty damned bad. I'd been putting it off for ages (finished all of Voyager over a year ago) and now that I've taken the plunge in anyway regretting my life choices. (I know, I know - it gets better...)", "neu": 0.765, "pos": 0.063, "neg": 0.173, "compound": -0.6808}, {"text": "Star Trek - Voyager Audition ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "He'd watched Voyager before and loved it, because that's the Star Trek that aired regularly here as a kid", "neu": 0.813, "pos": 0.187, "neg": 0.0, "compound": 0.5994}, {"text": "Star Trek stopped \"using\" black holes because wormholes were easier to write stories for. When Voyager hit season two, they moved straight to plot holes.", "neu": 0.769, "pos": 0.164, "neg": 0.066, "compound": 0.4215}, {"text": "I'm actually crying. When my daughter was just a baby, she would wake up at night because she heard the intro to Voyager , and demanded to watch it. We watch the show together from time to time.", "neu": 0.872, "pos": 0.0, "neg": 0.128, "compound": -0.6124}, {"text": "OH MY GOSH THE ROCK IS ON STAR TREK WHEN DID THIS HAPPEN OH MY GOODNESS VOYAGER IS NOW THE BEST STAR TREK YET", "neu": 0.753, "pos": 0.247, "neg": 0.0, "compound": 0.802}, {"text": "HELL YES VOYAGER WAS THE BEST STAR TREK .", "neu": 0.303, "pos": 0.418, "neg": 0.279, "compound": 0.3182}, {"text": "Finally watching StarTrek for the first time ever (my exflatmate used to watch Voyager and I'd occasionally eavesdrop while playing Pokémon). Been advised to start with Next Gen. Expect many a confused tweet.", "neu": 0.887, "pos": 0.045, "neg": 0.068, "compound": -0.1935}, {"text": "Finished star trek Voyager for the 9th time I cry every single time st the ending fuck", "neu": 0.68, "pos": 0.0, "neg": 0.32, "compound": -0.765}, {"text": "Apparently, this week is \"90's downtime television\" for me. My streaming is bad 90's movies (I kinda regret Mortal Kombat), Star Trek Voyager , and now Buffy.", "neu": 0.8, "pos": 0.0, "neg": 0.2, "compound": -0.719}, {"text": "From the beginning as they adapted to life in the Delta Quadrant Captain and Crew StarTrek Voyager . StartrekVoyager ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "I love it so much more than DS9 and Voyager , mostly because it’s so damn all over the map ridiculous: like Discovery. Both are Star Trek on acid. What can I say, I like the underdogs.", "neu": 0.648, "pos": 0.213, "neg": 0.139, "compound": 0.4954}, {"text": "Someone do a comparison and determine which Star Trek had the most existential crises because the first season of Voyager is on fire", "neu": 0.897, "pos": 0.0, "neg": 0.103, "compound": -0.34}, {"text": "The strangest thing about Star Trek Voyager season 2 is Janeway's hair. It changes length in almost every episode.", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Star Trek (the entire canon, even Voyager ) Twin Peaks The Prisoner Homicide: Life on the Street The Twilight Zone Freaks and Geeks The Sopranos The Wire Kids in the Hall I can watch these shows endlessly on Blu-ray/DVD.", "neu": 0.844, "pos": 0.0, "neg": 0.156, "compound": -0.6486}, {"text": "oh and before any hater says ah there you go you admit theres a problem. I don't admit that like I said before any star trek from TOS to Voyager even Enterprise had a rocky 1st two seasons. end of debate! that's just facts haters and you fake fans!", "neu": 0.677, "pos": 0.064, "neg": 0.258, "compound": -0.8978}, {"text": "Majel Barrett, who married Roddenberry once he’d divorced his first wife. Chief nurse is a bit of a comedown from second in command. She later played Deanna Troi’s mother in TNG and voiced all of the Star Fleet computers on TNG, DS9 and VOYAGER .", "neu": 0.905, "pos": 0.054, "neg": 0.041, "compound": 0.1531}, {"text": "Actually this is the best dinosaur. They built spaceships and travelled to the other side of the galaxy to survive. I saw it on a documentary called startrek Voyager . ", "neu": 0.861, "pos": 0.139, "neg": 0.0, "compound": 0.6369}, {"text": "I've said this before but I really think it is time to get bogged down in the morass that is Star trek Voyager . I'm bored and scared...", "neu": 0.904, "pos": 0.0, "neg": 0.096, "compound": -0.3919}, {"text": "Watching old episodes of Star Trek Voyager , and I stumble across Season 6 Ep 15 (Tsunkatse) which I hadn't seen in a few years. And what am I rewarded with? Seven of Nine battling The Rock in a Tsunkatse match! That's what! How had I forgotten about this bit of awesomeness?", "neu": 0.834, "pos": 0.065, "neg": 0.101, "compound": 0.2833}, {"text": "Jane the Virgin The Good Place Star Trek (DS9, Voyager , Discovery) The Golden Girls Brooklyn 99 ", "neu": 0.838, "pos": 0.162, "neg": 0.0, "compound": 0.4404}, {"text": "Voyager The 37s ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "As bad as Voyager could be sometimes, when it was good, it was really good Star Trek .", "neu": 0.601, "pos": 0.249, "neg": 0.15, "compound": 0.3182}, {"text": "“Your job is to keep trying; to hold on, even when you think you can’t.” —Captain Kathryn Janeway kathrynjaneway captainjaneway YouAreNotAlone StarTrek Voyager VOY WordsToLiveBy", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": " Keep up the good fight Stacey...!! We are all behind you 100%. I appreciate that you are also a Trek fan. - Tim Russ \" Star Trek Voyager \"", "neu": 0.643, "pos": 0.273, "neg": 0.084, "compound": 0.7081}, {"text": "StarTrek Voyager : Nyrains... Farrians... Wherever U Areans ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "MY FAVORITE TV SHOWS: YOURS? Star Trek Voyager Star Trek Deep Space Nine River Cottage Red Dwarf Escape to the Country Doc Martin Stargate Atlantis Star Trek Enterprise Battlestar Galactica Dexter Spartacus Stargate SG-1 Farscape Andromeda Babylon 5 Torchwood Ballykissangel", "neu": 0.872, "pos": 0.128, "neg": 0.0, "compound": 0.6633}, {"text": "I'm watching Star Trek : Voyager 3x20 \"Favorite Son\" trakt", "neu": 0.727, "pos": 0.273, "neg": 0.0, "compound": 0.4588}, {"text": "Love the old westerns. Bonanza and the Virginian. I can watch Star trek Voyager every day.", "neu": 0.769, "pos": 0.231, "neg": 0.0, "compound": 0.6369}, {"text": "I just finished the first season of Star Trek : Discovery and... it might actually be worse than Voyager ?", "neu": 0.838, "pos": 0.0, "neg": 0.162, "compound": -0.4767}, {"text": "Alexandria Ocasio-Cortez and Stacey Abrams are Star Trek : Voyager , Capt. Janeway fans. ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "My wife is back tomorrow!!! It’s been so lonely the last 2+ weeks. Like to thank Netflix for having Star Trek voyager so I can binge watch to get through this hard time. It’s been amazing watching it again ^_^", "neu": 0.702, "pos": 0.2, "neg": 0.098, "compound": 0.7127}, {"text": "I remember a few people getting up in arms about Tuvok on Star Trek Voyager , as if it was heresy to portray a Vulcan who wasn’t white", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "It Was a Big Week in Politics for Star Trek : Voyager Fans ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Check out Jeri Ryan Actress Signed 8x10 Photo Beckett BAS COA Star Trek : Voyager '7 of 9' ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Star Trek : Voyager 1. Kathryn Janeway 2. B’Elanna Torres 3. Tuvok 4. Samantha Wildman", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Some wonder how you can like “ Star Trek ” and support things like the Trump administration. “ Star Trek : Voyager ” is the answer. It’s aggressively oblivious to systemic oppression (“Alliances”), terrified of immigrants (“Displaced”) and horrified by refugees (“Day of Honour.”) ", "neu": 0.679, "pos": 0.141, "neg": 0.18, "compound": -0.4767}, {"text": "Star Trek Voyager Sundays will now be a thing This gif is also accurate StarTrekVoyager ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "14681 in the star trek : voyager series, name the ex-borg who is a member of the ' voyager ' crew trivia", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Check out Jeri Ryan Actress Signed 8x10 Photo Beckett BAS COA Star Trek : Voyager '7 of 9' ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Best Star Trek episode: Voyager season 3 episode 8 part 1 and 2. It’s got everything: Timetravel, republicans and ", "neu": 0.781, "pos": 0.219, "neg": 0.0, "compound": 0.6369}, {"text": "Season 7 of Voyager really pulls out all the stops on the heavy hitting political episodes. The immorality of capitalist healthcare systems, the death penalty/criminal rehabilitation, etc. This is exactly why I will always proudly call myself a Star Trek fan.", "neu": 0.717, "pos": 0.128, "neg": 0.154, "compound": -0.0516}, {"text": " Voyager Tsunkatse A strong emotional episode.Which i remember vaguely.I dont think i knew who TheRock was back then.What does survival cost u?What is hunanity ? AllStarTrek : 7of9 remains 1 of fav. StarTrek characters", "neu": 0.752, "pos": 0.248, "neg": 0.0, "compound": 0.8053}, {"text": "I'm watching Star Trek TOS, Star Trek Voyager , Star Wars: the clone wars, Battlestar Galactica and Lost in Space too but i didn't mention it cuz it would make me sound too... idk...", "neu": 0.823, "pos": 0.0, "neg": 0.177, "compound": -0.6428}, {"text": "Today I came to the end of an era and finished my first watch of StarTrek Voyager . And I would just like to say, it’s been an absolute honor serving with you. ", "neu": 0.831, "pos": 0.169, "neg": 0.0, "compound": 0.6908}, {"text": "I shed a tear over this, I have always been a Voyager fan and this was just perfect.", "neu": 0.667, "pos": 0.333, "neg": 0.0, "compound": 0.7184}, {"text": "Just finished watching all seven seasons of StarTrek : Voyager , and I'm a fucking mess.", "neu": 0.811, "pos": 0.0, "neg": 0.189, "compound": -0.4201}, {"text": "voyager i like the borg collection as well as the q episodes then it went down hill from there yes i did try an episode of star trek discovery but it put me to sleep. so if you need a good night sleep start with star trek discovey.", "neu": 0.816, "pos": 0.184, "neg": 0.0, "compound": 0.7906}, {"text": "career ups and downs for Starfleet officers.. unless you're , right ? DS9 Voyager TNG StarTrek ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "said the same thing myself several months ago, and then it was punctuated by receiving the Star Trek Voyager Mission crate arriving like six months after it was originally meant to.", "neu": 0.923, "pos": 0.077, "neg": 0.0, "compound": 0.3612}, {"text": "I’ll go super nerdy with this one and say Stargate SG-1, Star Trek Voyager , Torchwood, and Farscape", "neu": 0.746, "pos": 0.194, "neg": 0.06, "compound": 0.5719}, {"text": "happybirthday tituswelliver maxwellburke startrek voyager equinox thertown argo transformers ageofextintion bosch agentsofshield thelastship lost startrek52 ", "neu": 0.859, "pos": 0.0, "neg": 0.141, "compound": -0.3182}, {"text": "No StarTrek Streak tonight. Stay tuned next Saturday for our disection of possibly the worst Voyager episode ever!", "neu": 0.708, "pos": 0.0, "neg": 0.292, "compound": -0.7644}, {"text": "Voyager is the least good Star Trek series simply because it doesn’t have a handy abbreviation like TNG or DS9.", "neu": 0.776, "pos": 0.114, "neg": 0.11, "compound": 0.0243}, {"text": "The Rock showing up in Star Trek : Voyager as a Delta quadrant future-sport arena fighter still makes me laugh.", "neu": 0.755, "pos": 0.245, "neg": 0.0, "compound": 0.6369}, {"text": "426. Star Trek Voyager “Tsunkatse” - What came first, the script or the guest star? 7’s stunt double is a little... obvious. I mean it’s dumb, but not nearly as stupid or bad as I thought it’d be. The other guest stars Tek vets all, really help. STVoyager ", "neu": 0.733, "pos": 0.14, "neg": 0.126, "compound": 0.191}, {"text": "Slate: It Was a Big Week in Politics for Star Trek : Voyager Fans. via ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "All the Star Trek series: Original, Next Gen., DS9, Voyager , Generations, and all the movies. We have them all on DVD/BlueRay. The Avengers, from Cathy Gale & Venus Smith through Emma Peel, and through Tara King. Dark Shadows. We have the complete series.", "neu": 0.947, "pos": 0.053, "neg": 0.0, "compound": 0.3182}, {"text": "I'm watching Star Trek : Voyager 3x21 \"Before and After\" trakt", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "You know when Voyager came out we all said a female captain is going to plant roots in girls all around the world. And here we are, with more out there. LLAP", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Bs nice if the whole world had federation ideals and nobility the one seska disliked in state of flux voyager episode", "neu": 0.711, "pos": 0.182, "neg": 0.107, "compound": 0.2263}, {"text": "This week’s ‘Women Talking About Star Trek Voyager ’ podcast talks a lot about this face. Find it where you get your podcasts! ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "I'm watching Star Trek : Voyager 3x10 \"Warlord\" trakt", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "I'm watching Star Trek : Voyager 3x19 \"Rise\" trakt", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Star Trek 's great and inconsistent at times. TOS is really great despite some flaws here and there, TNG is really good once past the first 2 seasons, DS9 is amazing from what I've seen. Haven't seen all of Voyager and Enterprise, but what I've seen, uhhh....Discovery's ok so far", "neu": 0.78, "pos": 0.22, "neg": 0.0, "compound": 0.8859}, {"text": "Can you say cruise missile with evasive radar, defense autonomy, and an eighty series warhead. I think star trek Voyager called it dreadnought.", "neu": 0.866, "pos": 0.065, "neg": 0.069, "compound": -0.0258}, {"text": "(T) Viewing for the week and we're Delta Quadrant bound again with Star Trek Voyager ; this time we'll be looking at the 7th season offering 'Flesh and Blood' ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "\"Captain: Voyager disappeared into what they used to call a black hole\". Star Trek : the Motion Picture. Wait a moment Decker: *used* to call? At what point do we stop calling black holes black holes and what new name do we coin?", "neu": 0.895, "pos": 0.0, "neg": 0.105, "compound": -0.5362}, {"text": "The Killing Game Part Two StarTrek Voyager . Thekillinggame StartrekVoyager kathrynJaneway ", "neu": 0.672, "pos": 0.0, "neg": 0.328, "compound": -0.6597}, {"text": "I tried to watch Star Trek : discovery but honestly couldn't get into it. I found my star trek fix in the Orville. I grew up with TNG/ voyager /DS9, that is star trek for me, not gritty mcdark.", "neu": 0.895, "pos": 0.105, "neg": 0.0, "compound": 0.6124}, {"text": "Firefly, Dallas, Angry Beavers, Star Trek : Voyager , uhh I'm forgetting a bunch lol.", "neu": 0.621, "pos": 0.174, "neg": 0.205, "compound": -0.128}, {"text": "Star Trek : Voyager finished; the great tragedy of that show was it's wasted potential. It had some great moments, but it was so largely mediocre. Next, Star Trek : Enterprise, and good GOD does that theme did not fit then and does not fit now", "neu": 0.612, "pos": 0.216, "neg": 0.172, "compound": 0.5528}, {"text": "Star Trek Voyager is on. Captain Janeway on my television. It's her. She's here with her crew. Janeway and Chakotay on Star Trek Voyager . Let's start the show.", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Blink of an Eye | Star Trek : Voyager", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Fun fact. That actress played Captain Janeway in Star Trek Voyager ", "neu": 0.612, "pos": 0.388, "neg": 0.0, "compound": 0.6908}, {"text": "Same. That's why I watched every ad jingle episode of star trek Voyager .", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "I bought this the other day. StarTrek ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "StarTrek Voyager from 1996 is all I really wanna watch", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Cosmic key, friends and star trek voyager", "neu": 0.659, "pos": 0.341, "neg": 0.0, "compound": 0.4767}, {"text": "Finished Spirit Walk, Book Two: Enemy of My Enemy by and I loved it! This is the second book of a post-series duology that follows Homecoming and The Farther Shore and focuses on the first mission with Chakotay as captain of Voyager . StarTrek trekbooks 1/6 ", "neu": 0.752, "pos": 0.108, "neg": 0.141, "compound": -0.4003}, {"text": " while reading about AOC & Stacey Abrams re Star Trek Voyager I was thrilled to see you in the list of cameos! I'm digging out my DVDs with the 2 episodes you appeared in. Also, you're the most incredible woman in the world in every way. ", "neu": 0.929, "pos": 0.071, "neg": 0.0, "compound": 0.4926}, {"text": "Star Trek NG was good at the time but hasn't aged well. Voyager wasn't bad & I think that would be more watchable than NG. DS9 with it's setting gave them the opportunity to really go down different paths it worked then & has stood the test of time.", "neu": 0.783, "pos": 0.176, "neg": 0.041, "compound": 0.8022}, {"text": "Absolutely. The first few seasons were ok but it got boring very quickly. The premise of the original Star Trek was exploring space and finding new lifeforms. How do you do that on a stationary space station? Voyager did it in spades. They went somewhere no one had ever gone.", "neu": 0.814, "pos": 0.082, "neg": 0.104, "compound": -0.296}, {"text": "Brett on tvOS using Master aTV started playing Star Trek : Voyager - Nothing Human at 480p and 1966kbps ", "neu": 0.899, "pos": 0.101, "neg": 0.0, "compound": 0.2023}, {"text": "Umm, I'm ok with this, tbh. Jason Alexander is one of us, fellow nerds. Dude was on Star Trek Voyager , I'm assuming for more personal reasons than professional, amirite? ", "neu": 0.927, "pos": 0.073, "neg": 0.0, "compound": 0.296}, {"text": "Tonight’s line up: Star Trek : MIRROR, MIRROR Next Gen: THE MASTERPIECE SOCIETY Deep space 9: BLAZE OF GLORY Voyager : SPIRIT FOLK Enterprise: CEASE FIRE AllStarTrek", "neu": 0.589, "pos": 0.323, "neg": 0.088, "compound": 0.8543}, {"text": "It Was a Big Week in Politics for Star Trek : Voyager Fans ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "One of the most frustrating aspects of the slow reevaluations of “ Star Trek : Voyager ” is how few of these attempted reappraisals grapple with the white anxiety and fragility at the show’s core. Which makes sense, as a product of nineties California. ", "neu": 0.891, "pos": 0.0, "neg": 0.109, "compound": -0.5984}, {"text": "omg. omg omg omg. I thought I couldn't love any more than i did...literally have voyager on in the background right now. ", "neu": 0.842, "pos": 0.0, "neg": 0.158, "compound": -0.5216}, {"text": "Honestly the thought of tim being a secret trekkie will never cease to amuse me like, martin would make a silly joke w/ spock and hed be like yeah ok lol but everybody knows that voyager 's tuvok is the best vulcan and martins like ......tim i never watched Any star trek Exposed", "neu": 0.6, "pos": 0.352, "neg": 0.049, "compound": 0.9453}, {"text": "I'm watching Star Trek : Voyager 3x17 \"Unity\" trakt", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "I’m watching Star Trek Voyager and I’m like whuuuuuh! was an alien cage fighter on Star Trek . Like, What hasn’t this man done? ", "neu": 0.744, "pos": 0.256, "neg": 0.0, "compound": 0.7088}, {"text": "Voyager was my favourite of the Star Trek franchises. Strong female lead characters and a purposeful back story of trying to get back to Earth. I'm going to have to get my DVD collection out now and watch the series again.", "neu": 0.922, "pos": 0.078, "neg": 0.0, "compound": 0.5106}, {"text": "Kirsty nominated me to name 5 of my favourite show... so.. 1) Firefly 2) Game of Thrones 3) Brooklyn Nine-Nine 4) Boardwalk Empire 5) Star Trek Voyager I will put forward ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Star Trek is mainly set in the Aloha & Beta quadrants of our galaxy. Even in Voyager , where they get thrown to the Delta quadrant, it will take them many many years to return to the alpha quadrant at warp speeds.", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Unlike USS Voyager ’s Captain, AOC and SAbrams are not stranded 70k LY from home. Janeway could get away with doing things “the janeway” with impunity. If an elected public official does this, much closer to home, it’s sedition at least and treason at worst.", "neu": 0.756, "pos": 0.0, "neg": 0.244, "compound": -0.9227}, {"text": "Voyager 's \"Year of Hell\"", "neu": 0.465, "pos": 0.0, "neg": 0.535, "compound": -0.6808}, {"text": "I remember her. Have seen her work in TOS but I have not seen the TNG, Voyager ...", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Something similar to the episode. . . Relativity ( Star Trek : Voyager )", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Tom Paris is one of my favourite Star Trek characters, but part of me wonders what Voyager would have been like if he'd been Nick Locarno instead. Having the death of a teammate on his conscience could have been an intriguing extra twist to the character.", "neu": 0.833, "pos": 0.063, "neg": 0.104, "compound": -0.4767}, {"text": "I'm watching Star Trek : Voyager 3x26 \"Scorpion (1)\" trakt", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Star Trek : Voyager (1997) – Coda, and Blood Fever ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Star Trek : Voyager -Janeway is bae -Kes -Harry -The Doc", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "in star trek voyager theres a season long relationship between two characters. they wrote a break up story and then decided not to use it, but still kept the break up. so one episode out of the blue the womans just hitting on a guy in front of her boyfriend and he doesnt care", "neu": 0.936, "pos": 0.0, "neg": 0.064, "compound": -0.5334}, {"text": "Tonight’s lineup: Star Trek : THE APPLE Next Gen: CONUNDRUM Deep space 9: EMPOK NOR Voyager : ASHES TO ASHES Enterprise: FUTURE TENSE (AKA CRASH LANDING) AllStarTrek", "neu": 0.778, "pos": 0.0, "neg": 0.222, "compound": -0.7626}, {"text": "Cosmic key - Friends & Star Trek Voyager", "neu": 0.617, "pos": 0.383, "neg": 0.0, "compound": 0.4767}, {"text": " Hi. I've recently become a fan of Star Trek . Voyager and Enterprise. I saw the episode with the Borg children and Seven of Nine. I already liked her, this episode is my favorite running close with the one the Borg were filling Seven's head with all the noise.", "neu": 0.838, "pos": 0.162, "neg": 0.0, "compound": 0.7964}, {"text": "Does anyone else remember that episode of star trek voyager where the Doctor just wants to feel normal so he programs himself a holo family, but then B'Elanna reprograms it so he has to watch his daughter DIE right in front of him? wtf.", "neu": 0.779, "pos": 0.0, "neg": 0.221, "compound": -0.928}, {"text": "Will always be thankful to for introducing me to StarTrek Voyager . ", "neu": 0.73, "pos": 0.27, "neg": 0.0, "compound": 0.5719}, {"text": "Introducing! Podcast-Spin-Off-Bot : daily StarTrek Voyager memes! cc bcc ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "new star trek is facilating all the people my age who didn't really know how much they loved voyager to crawl out of the fkn woodwork and i love it", "neu": 0.769, "pos": 0.231, "neg": 0.0, "compound": 0.8442}, {"text": "That being said, even when exploring Janeway’s loneliness on Voyager , or Deep Space 9’s family dynamic issues, the thesis of Star Trek has always been “here are evolved people in a Utopian society working through issues that mirror our own and solving them.” often not well, but.", "neu": 0.861, "pos": 0.072, "neg": 0.068, "compound": 0.0498}, {"text": "Relaxing by watching a few episodes of Star Trek : Voyager .", "neu": 0.714, "pos": 0.286, "neg": 0.0, "compound": 0.4939}, {"text": "Thanks to my buddy Manu Intiraymi for the Twitter shout-out! Manu is a brilliant actor, Star Trek : Voyager alum, director, producer - he does it all! If you're not ", "neu": 0.774, "pos": 0.226, "neg": 0.0, "compound": 0.8065}, {"text": "Working on my next Star Trek Voyager portrait! I hope to have it finished today. portriatinprogress StarTrek fanart Voyager ", "neu": 0.842, "pos": 0.158, "neg": 0.0, "compound": 0.4926}, {"text": "Many of y’all know I’m a Trekkie, so if you’re not hip, go ahead and keep scrolling, but I’m gonna thread about the Tuvix episode of Voyager that demonstrates how there’s more in one episode of Star Trek to contemplate than an entire film of Star Wars.", "neu": 0.902, "pos": 0.0, "neg": 0.098, "compound": -0.7096}, {"text": "I mean you watched voyager and tos so yes you should watch some actually good star trek", "neu": 0.687, "pos": 0.313, "neg": 0.0, "compound": 0.75}, {"text": "It Was a Big Week in Politics for Star Trek : Voyager Fans via ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": " Keep it up Alexandria... I love to see you giving it to the Republicans. This is war... flat out, and we cannot give an inch. I read the story about your father watching Star Trek Voyager before he passed. It was profoundly touching. - Tim Russ - \" Star Trek Voyager \"", "neu": 0.87, "pos": 0.13, "neg": 0.0, "compound": 0.765}, {"text": "U of Star Trek Voyager in 3D Saskatoon, Saskatchewan - University Centre Guelph, ON Coras Breakfast & she falls in The average linux only.", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Its how I met your mother, bones, or Star Trek voyager", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Is there a more consistently disappointing TV show than Star Trek : Voyager ?", "neu": 0.742, "pos": 0.0, "neg": 0.258, "compound": -0.539}, {"text": "Started watching Star Trek Voyager over on SYFYHD i think they are so much further on in the Brexit deal and really know what they're talking about !! bbcbreakfast", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "DS9 In the place moonlight. TNG Drumhead Enterprise Regeneration Voyager Shattered TOS Mirror, Mirror. StarTrekDiscovery Vaunting Ambition", "neu": 0.838, "pos": 0.0, "neg": 0.162, "compound": -0.4767}, {"text": "fun fact: star trek was my first online fandom when i was young, on the ST LJ forums in 2008/2009 when news of the first AOS movie broke. i love TOS, voyager , DS9... anyway all that to say i REALLY enjoy discovery and will DEFINITELY be wearing my command uniform on thursday ", "neu": 0.71, "pos": 0.245, "neg": 0.045, "compound": 0.924}, {"text": "And yet 5 episodes before, \"Dead Stop\", was possibly the most Star Trek like episode over all of both Enterprise, and Voyager . (save possibly a few episodes centered on The Doctor)", "neu": 0.793, "pos": 0.081, "neg": 0.126, "compound": -0.3687}, {"text": "Brett on tvOS using Master aTV started playing Star Trek : Voyager - Spirit Folk at 480p and 1962kbps ", "neu": 0.811, "pos": 0.189, "neg": 0.0, "compound": 0.3612}, {"text": "True! Voyager taught us that the writers could fuck up a well cast show and waste most of the opening plot energy on Kes and Nelix, two of the most insigicant and hollow characters ever in Star Trek .", "neu": 0.702, "pos": 0.16, "neg": 0.138, "compound": -0.1511}, {"text": "There are some poorly-thought-out villains from the first season of Star Trek Voyager that want to talk to you", "neu": 0.749, "pos": 0.057, "neg": 0.194, "compound": -0.6249}, {"text": "Were people pissed off that \" Star Trek Voyager \" had a lady captain? I mean, I know the answer, but jeez.", "neu": 0.86, "pos": 0.0, "neg": 0.14, "compound": -0.3818}, {"text": "The more I watch StarTrek Voyager the more I think that Janeway was WAY before her time. ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "FavoriteShows Hannibal Orphan Black Star Trek Voyager The Americans Pushing Daisies Black Sails Game of Thrones Westworld Counterpart The Expanse Da Vinci’s Demons ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "He had a pretty good role in Star trek Voyager as well", "neu": 0.494, "pos": 0.506, "neg": 0.0, "compound": 0.802}, {"text": "1) Earth: Final Conflict intro 2) Star Trek Voyager intro", "neu": 0.796, "pos": 0.0, "neg": 0.204, "compound": -0.3182}, {"text": "If we didn't have enough reason to respect and love and , behold: It Was a Big Week in Politics for Star Trek : Voyager Fans ", "neu": 0.742, "pos": 0.258, "neg": 0.0, "compound": 0.8074}, {"text": "Check out Jeri Ryan Actress Signed 8x10 Photo Beckett BAS COA Star Trek : Voyager '7 of 9' ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Spot on. This show has nothing to do with the brilliance that is Star Trek . I actually started watching Voyager again instead of watching the second season of Discovery. It's a terrible, whiny, PC show. Star Trek should be above that.", "neu": 0.841, "pos": 0.089, "neg": 0.07, "compound": 0.2023}, {"text": "I started rewatching Star Trek Voyager and Eye of the Needle is such a great episode. No action required to crush my heart alongside the cast's as all the hope they built up is taken away.", "neu": 0.735, "pos": 0.172, "neg": 0.093, "compound": 0.6369}, {"text": "Voyager will always be my favorite and then DS9. I would have to rank my trek like this: Star Trek Voyager Star Trek Deep Space Nine Star Trek Discovery Season 1 Star Trek Enterprise Star Trek TNG Star Trek Discovery Season 2 Star Trek TOS", "neu": 0.879, "pos": 0.121, "neg": 0.0, "compound": 0.6705}, {"text": " bow down to the queen!!!!! Love you since Walking Dead and Once Upon a Time!!!! Now you are slaying my favorite Star Trek since Next Gen and Voyager . Thanks for being a part of Discovery!", "neu": 0.651, "pos": 0.253, "neg": 0.096, "compound": 0.7887}, {"text": "As crown prince, Abdullah had a brief spot on Star Trek Voyager ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "This is the coolest. :) I've always thought that Voyager 's Janeway, thanks to the incomparable , was one of the best explorations of humanity, crisis management, ethics, and leadership in the whole of the canon. What a compliment for from her dad! ", "neu": 0.649, "pos": 0.274, "neg": 0.076, "compound": 0.8655}, {"text": "I am also a geek by nature, I watched Star Trek next generation, the voyager , deep space nine. The new movies on dvd. Stagate, Marvel, DC, grew up with all the classics, and proud. Thanks dad", "neu": 0.732, "pos": 0.222, "neg": 0.045, "compound": 0.7906}, {"text": "When you watch ds9 and Voyager back to back you realize things like the same actor that played Nog on ds9 also played a Kazon youth on Voyager . StarTrek marathons.", "neu": 0.781, "pos": 0.219, "neg": 0.0, "compound": 0.743}, {"text": "What the hell is that? Looks like the borg queen from Star Trek voyager", "neu": 0.628, "pos": 0.131, "neg": 0.241, "compound": -0.4767}, {"text": "Re-watching episodes of Star Trek : Voyager , and there's another planet of primitive idiots.", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "This set has been in quite a few movies and shows. I think it also popped up on Star Trek Voyager or TBG with Q when he had some sort of breakdown not wanting to be Q or some such.", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "No, it wasn't in need of \"modernization\". That's a load of JJ Abrams and Alex Kurtzman Bullshit. You want to modernize Star Trek , jump to 50 years after Voyager . All Discovery is doing is strip mining fan service to try and bring in subscriptions for CBS all access.", "neu": 0.773, "pos": 0.117, "neg": 0.11, "compound": -0.1697}, {"text": "Bride of Chaotica is still one of my favourite Voyager eps StarTrek", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Time for more StarTrek It’s Voyager , S4E15 Hunters! A message from Starfleet? Interesting! ", "neu": 0.77, "pos": 0.23, "neg": 0.0, "compound": 0.508}, {"text": "-Enterprise has the best star trek theme song - Star Trek : Generations is a great film - Voyager is the worst of the completed Trek series - First Contact is better than Wrath of Khan", "neu": 0.638, "pos": 0.265, "neg": 0.097, "compound": 0.7964}, {"text": "You survived Voyager , you can live through anything. DS9 has probably the best ratio of good to bad episodes of any Star Trek , and is my favorite ST...but it still has a pretty rough first season so get ready. But when it's good it's really really good.", "neu": 0.563, "pos": 0.383, "neg": 0.053, "compound": 0.9669}, {"text": "It just hit me that a lot of the complaints I'm hearing about Brie Larson's acting in CaptainMarvel are almost identical to the ones I heard about Kate Mulgrew in Voyager . And roughly from the same crowd. Huh. What are the odds? StarTrek MCU WomenCaptainsAreBestCaptains", "neu": 0.94, "pos": 0.0, "neg": 0.06, "compound": -0.4019}, {"text": "Turn your tv on and put on ' Star Trek Voyager .' The sound of the warp engine in the background is relaxing and will make you fall asleep for sure! StarTrek", "neu": 0.834, "pos": 0.166, "neg": 0.0, "compound": 0.6996}, {"text": "I once has ALOT of Trek knowledge. It would take a long time to get it all back. StarTrek", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Commence: Sunday night. Thoughts? StarTrek Enterprise Voyager , DS9 ???? what do we do????? ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "I'll respond with a Top 5 TV shows (as sleep aides). 1. X-Files 2. Star Trek 3. Star Trek TNG 4. Star Trek Voyager 5. Midsomer Murders", "neu": 0.799, "pos": 0.063, "neg": 0.139, "compound": -0.4939}, {"text": "The part of me that goes to work every morning wants TNG. The part that hates that agrees with you. The part of me that votes liberal and wants to get laid sometimes chooses Voyager . No part of me wants to work on DS9. That place was lame.", "neu": 0.819, "pos": 0.034, "neg": 0.147, "compound": -0.7269}, {"text": "The thing I hate most about Star Trek : TNG and Voyager is Q. Any episode involving Q or other Qs annoys the absolute hell out of me.", "neu": 0.665, "pos": 0.0, "neg": 0.335, "compound": -0.9022}, {"text": "Most of Voyager season 7", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "They'll use bioneural gel packs, like in Star Trek : Voyager :-) StarTrekVoyager StarTrek", "neu": 0.696, "pos": 0.304, "neg": 0.0, "compound": 0.5859}, {"text": "Watchinh Star Trek Voyager for the first time. No one had told me what a cutie Janeway is.", "neu": 0.761, "pos": 0.127, "neg": 0.112, "compound": 0.0772}, {"text": "Ds9 was much more diverse than the rest of the trek series. The crew was the UN of Star Trek . It seemed like voyager tried to carry this on but DS9 executed beautifully.", "neu": 0.82, "pos": 0.18, "neg": 0.0, "compound": 0.7783}, {"text": "\"We have to out-Ferengi the Ferengi.\" Janeway- False Profits, Stardate: 50074.3 StarTrek Voyager", "neu": 0.805, "pos": 0.195, "neg": 0.0, "compound": 0.4404}, {"text": "Star Trek : Voyager . Kim, The Doctor, Kes, Janeway.", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "I can appreciate all the star treks. I agree with you in which Voyager isnt amazing but is true star trek through and through. Which is a very good thing", "neu": 0.618, "pos": 0.325, "neg": 0.057, "compound": 0.8609}, {"text": "Here's to a weekend watching Star Trek Voyager ! Sevenofnine StarTrekVoyager Netflix cheers ", "neu": 0.747, "pos": 0.253, "neg": 0.0, "compound": 0.5255}, {"text": "I'm watching Star Trek : Voyager 3x12 \"Macrocosm\" trakt", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "I'm watching Star Trek : Voyager 3x09 \"Future's End (2)\" trakt", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Paused it when Trip was showing the Congentor a movie. I never noticed the references to TNG and Voyager until now. StarTrek ENT ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "I cannot think of a single character in Star trek Voyager that I actually like. I tolerate them.", "neu": 0.839, "pos": 0.161, "neg": 0.0, "compound": 0.3612}, {"text": "From all the Star Trek shows and movies, Voyager and especially your portrait of Janeway has influence me the most when I was growing up. As an adult, whenever I'm sick in bed, Star Trek Voyager is my feel-good go-to show.", "neu": 0.878, "pos": 0.045, "neg": 0.076, "compound": -0.3262}, {"text": "I’ve always been partial to Voyager ’s “Shattered” from season 7.", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "wanna skip work tomorrow and binge the 2nd half of season 6 of Star Trek Voyager with me", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Out of print goods Star Trek Voyager Action Figures 5 inches ( Captain Kathryn Janeway ) from NiftyWarehouse - link ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Each iteration of star trek is good in its own way. DS9 is great and probably my favorite, but the Bajor/wormhole setting wouldn't work with some stories. Voyager is also great, but by necessity one of the least Federation/human-centered of them all.", "neu": 0.758, "pos": 0.242, "neg": 0.0, "compound": 0.9032}, {"text": "“You can’t just end it like that! What happens when they get home?! Does anyone get promoted?!” Josh telling me why the end of Star Trek voyager was stupid", "neu": 0.791, "pos": 0.073, "neg": 0.136, "compound": -0.4829}, {"text": "\"Holodeck! End program!\" \"I'm not a holodeck Tom, I'm your psychiatrist.... and this Star Trek Voyager addiction of yours is way out of hand.\"", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "TNG Best of both worlds 1&2. Voyager . Year of hell. DS9 most of them . TOS The enterprise incident . Discovery yes to all Enterprise yes", "neu": 0.585, "pos": 0.281, "neg": 0.135, "compound": 0.6124}, {"text": "Calling all Sci-Fi fans: Special guest Garrett Wang from the long running TV series : Voyager is hosting a Sci-Fi Acting Workshop at on Saturday 3/16! ", "neu": 0.885, "pos": 0.115, "neg": 0.0, "compound": 0.4574}, {"text": "happybirthday tituswelliver actor maxwellburke startrek voyager equinox thetown argo transformers ageofextinction bosch agentofshield thelastship lost startrek52 ", "neu": 0.867, "pos": 0.0, "neg": 0.133, "compound": -0.3182}, {"text": "BTW a Captain Sulu show would have been great. I enjoyed you on Star Trek New Voyages. I have been disenchanted with official Star Trek since Voyager ended. Fingers crossed for Picard's show.", "neu": 0.791, "pos": 0.209, "neg": 0.0, "compound": 0.8126}, {"text": "Life hack if u ever feel bad just remember that bellana and tom got the ending they deserved in Star Trek voyager and u will rest easy in your bed", "neu": 0.802, "pos": 0.09, "neg": 0.108, "compound": -0.1531}, {"text": "the ultimate Star Trek : Voyager fan experience is knowing that Janeway is a lesbian AND ALSO that it's a severe injustice she didn't end up with Chakotay.", "neu": 0.719, "pos": 0.075, "neg": 0.206, "compound": -0.6124}, {"text": "Just realised that's the Dr from star trek voyager", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": " do you think you could possibly put on some less depressing adverts during star trek voyager ? Ads that make me not want to kill myself would be appreciated. Thank you. advertisements depressing", "neu": 0.628, "pos": 0.231, "neg": 0.141, "compound": 0.691}, {"text": "Unpopular opinion - all Star Trek Voyager episodes are the same plot line.", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Proposal: someone at starts a Kickstarter for refreshing Voyager and Deep Space Nine in HD. They say TNG in HD lost money so secure funding in advance and avoid losses due to piracy.", "neu": 0.739, "pos": 0.071, "neg": 0.19, "compound": -0.5434}, {"text": "On this day in 1996 the Star Trek : Voyager episode \"Investigations\" was first broadcast in the US. Neelix tries to flush out the traitor on board who has been colluding with the Kazon Nistrim. Starfleet Janeway Seven Discovery scifi drama Boxset tv tvshow VOY OTD 90s ", "neu": 0.953, "pos": 0.0, "neg": 0.047, "compound": -0.296}, {"text": "In addition to StarTrek : The Motion Picture, Rick Sternbach worked on TNG, DS9, Voyager , The Final Frontier and Nemesis.", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "There’s been too many Star Trek prequels. There needs to be a Star Trek that takes place after Voyager . startrek startrekthenextgeneration startrekds9 startrekvoyager startrekenterprise startrekdiscovery startrekfan", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "I'm pretty sure I just caught in an episode of Voyager ...I didn't know she was an adult in 96...", "neu": 0.756, "pos": 0.244, "neg": 0.0, "compound": 0.6705}, {"text": "I’m glad there wasn’t social media in 1995 (there was internet chat but not this crazy socials) when Star Trek Voyager launched or I would’ve heard a lot more about how many dude’s childhoods and manhoods were ruined by a lady Starfleet captain.", "neu": 0.769, "pos": 0.143, "neg": 0.089, "compound": 0.1387}, {"text": "New Primitive Culture! + look at the influences on Captain Janeway’s gothic holonovel, from Jane Eyre to The Turn of the Screw and Rebecca. StarTrek Voyager literature podcast ", "neu": 0.939, "pos": 0.0, "neg": 0.061, "compound": -0.1759}, {"text": "Simple: It can't and shouldn't. Stay out of the medical industry, Microsoft. Most doctors are Star Trek : Voyager wannabes with a handful of repetative behaviors that accomplish nothing. It's easier to mass produce people and ensure they are sturdy and talented.", "neu": 0.765, "pos": 0.185, "neg": 0.05, "compound": 0.7482}, {"text": "i'm kinda lost. i star trek and seen all movies and all episodes of star trek , st next gen, st voyager , deep space nine, few enterprise. is there a fan page for originals who don't dissect the shit out of every little thing, cause a few i'v been on are just full of gobshites!", "neu": 0.848, "pos": 0.116, "neg": 0.035, "compound": 0.6793}, {"text": "'Imma 'bout to penetrate your fluidic space.' —Chakotay . . NetflixInsomnia StarTrek Species8472 Chakotay lovin ' Voyager S05E04 InTheFlesh", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "I imagine I'm piloting the Delta Flyer from Star Trek Voyager , just zipping around through space on a joy ride. Works every time.", "neu": 0.84, "pos": 0.16, "neg": 0.0, "compound": 0.5859}, {"text": "Whenever I'm not watching Voyager , I think it's my least favorite Star Trek . But as soon as it comes on? Guaranteed impromptu marathon that makes me wanna watch the whole series from the beginning.", "neu": 0.928, "pos": 0.0, "neg": 0.072, "compound": -0.357}, {"text": "\"It's so easy to become jaded, to treat the extraordinary like just another day at the office.\" --Kathryn Janeway, StarTrek : Voyager", "neu": 0.607, "pos": 0.3, "neg": 0.093, "compound": 0.6997}, {"text": "TV Guide print ads for \" Star Trek : Voyager \" episodes \"Death Wish,\" \"Future's End,\" \"Scorpion,\" and \"Year of Hell.\" StarTrek ", "neu": 0.822, "pos": 0.0, "neg": 0.178, "compound": -0.5994}, {"text": "To this day I cannot listen to the Star Trek TNG, DS9, or Voyager opening themes without getting goosebumps. Nostalgia? Maybe. But it gave me goosebumps back when it was new, too, so ¯\\_(ツ)_/¯", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Everyone agrees Voyager was the greatest era? ", "neu": 0.455, "pos": 0.545, "neg": 0.0, "compound": 0.7184}, {"text": "I've been rewatching old StarTrek , but I just can't get through Voyager . Its so... Hard to get engrossed in it.", "neu": 0.829, "pos": 0.093, "neg": 0.078, "compound": 0.0772}, {"text": "Alexandria Ocasio-Cortez and Stacey Abrams are Star Trek : Voyager , Capt. Janeway fans. ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": " Is that you!?!?!? Circa 1995 Star Trek Voyager ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "the show is 20 years old, and the movie 25. I think we can give them a pass. compare them to the effects on star trek voyager , which had a bigger budget and was running at the same time", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "I've watched TNG, Voyager , and DS9. I tried to watch Enterprise a while back, but I couldn't get into it. I really needed to spend some time away from Star Trek before it really worked for me.", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Apparently this is fine but there's 5383939 replies about whether they got the entry on Star Trek Voyager totally right.", "neu": 0.931, "pos": 0.069, "neg": 0.0, "compound": 0.1027}, {"text": "Me watching the Pathfinder episode of Star Trek : Voyager ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "\"I have to tell you the truth.\" \"The truth about what?\" \"I love you. ... Say something!\" \"You picked a great time to tell me.\" StarTrek DailyTrek Voyager - \"Day of Honor\" ", "neu": 0.649, "pos": 0.351, "neg": 0.0, "compound": 0.9336}, {"text": "This morning, I’m wondering who of you watches Star Trek Voyager ? ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Huh? I meant the Star Trek Voyager episode.", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "She should watch the Star Trek Voyager episode - Course: Oblivion. She’s basically acting out a parody of the plot and it won’t end well.", "neu": 0.913, "pos": 0.087, "neg": 0.0, "compound": 0.2732}, {"text": "Finally managed to get time to start watching series 2 of Star Trek Discovery. Unpopular opinion but it has knocked Voyager out of my Top 3, and if I wasnt so nostalgic about TNG or DS9 it would have the top spot. ", "neu": 0.896, "pos": 0.104, "neg": 0.0, "compound": 0.5267}, {"text": "Ah! I used to only really like Voyager because of the \"Chick Commander\" & Gorgeous Ex-Borg Gal, but plays all sorts of Star Trek all the time so...I'm gettin' drawn in...Thanks For Your Reply!! Z", "neu": 0.789, "pos": 0.211, "neg": 0.0, "compound": 0.7765}, {"text": "Great movie!!! I can literally watch that movie over and over. I just saw you in \" Star Trek Voyager \" the other night. So cute. Haha!", "neu": 0.628, "pos": 0.372, "neg": 0.0, "compound": 0.9159}, {"text": "During a surprise birthday party for Kes, Voyager encounters an inversion field which twists and distorts the ship's hull... TzEpReview StarTrek Voyager ", "neu": 0.714, "pos": 0.19, "neg": 0.095, "compound": 0.34}, {"text": " season 1 was great. Season 2 is some next level shit. Probably my favourite series since Star Trek Voyager .", "neu": 0.661, "pos": 0.181, "neg": 0.159, "compound": 0.128}, {"text": "I had way too many teen suicide attempts tonight to get any sleep. Star Trek Voyager do your stuff", "neu": 0.791, "pos": 0.0, "neg": 0.209, "compound": -0.6705}, {"text": "I’m finally at the last season of DS9 in my great Star Trek watchthrough. I think I’m going to take my time with this season since it’s just Voyager and Enterprise from here on out.", "neu": 0.889, "pos": 0.111, "neg": 0.0, "compound": 0.6249}, {"text": "Starting StarTrek Voyager S4E14 Message in a Bottle. I don’t know anything about this episode except the title but I already wish it was called Massage in a Bottle because that sounds kinda awesome and I’d buy some. ", "neu": 0.785, "pos": 0.215, "neg": 0.0, "compound": 0.8677}, {"text": "Tonight on Star Trek : Voyager Kes returns from shore leave but also convinces Admiral Fraiser to take Space LSD.", "neu": 0.724, "pos": 0.226, "neg": 0.05, "compound": 0.5994}, {"text": "I just started rewatching a bunch of shows: Lost, Outlaw Star, Star Trek : Voyager ... I want to add Buffy and Dollhouse, but it's a pain to switch between episodes manually.", "neu": 0.768, "pos": 0.037, "neg": 0.195, "compound": -0.714}, {"text": "I'm watching Star Trek : Voyager 3x13 \"Fair Trade\" trakt", "neu": 0.777, "pos": 0.223, "neg": 0.0, "compound": 0.3182}, {"text": "Lukewarm take: Star Trek : Voyager had the best theme (if you don't have the \"Space, the final....\" bit)", "neu": 0.802, "pos": 0.198, "neg": 0.0, "compound": 0.6369}, {"text": "Nothing quite as useless as the \"Skip intro\" button when watching StarTrek Voyager on Netflix.", "neu": 0.847, "pos": 0.153, "neg": 0.0, "compound": 0.3691}, {"text": "Just over an hour to go before we go live with more Star Trek Voyager : Elite Force gameplay! :D ", "neu": 0.806, "pos": 0.194, "neg": 0.0, "compound": 0.6514}, {"text": "One thing that's always annoyed me is in Voyager EP \"ashes to ashes\" they have her full genetic profile in the computer but they don't make a retrovirus to make her human physiology reassert it's self. StarTrek", "neu": 0.951, "pos": 0.0, "neg": 0.049, "compound": -0.2023}, {"text": "The Tuvix episode of Star Trek : Voyager is probably the best piece of science fiction television ever written", "neu": 0.802, "pos": 0.198, "neg": 0.0, "compound": 0.6369}, {"text": "I'm watching Star Trek : Voyager 3x24 \"Displaced\" trakt", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "They wouldn’t let RDM call the DS9 ship the Valiant because it was too close to Voyager , but now we have two shows airing contemporaneously and both called Star Trek D-s—yCould that be intentional? An effort to retain subscribers by blurring the line between series?", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "13 March 1996: 'Investigations' airs. 'A Briefing With Neelix' investigates a traitor on board Voyager . Guest starring Raphalel Sbarge, Martha Hackett, Jerry Sroka and Simon Billig. StarTrek VOY Investigations OTD OnThisDay ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Voyager ( Star Trek ) hiding in the clouds!!!! ", "neu": 0.64, "pos": 0.0, "neg": 0.36, "compound": -0.5216}, {"text": "Feeling ill so going to nest on my couch with some tea, my copy of The Music of What Happens by and have a healthy dose of a StarTrek Voyager on . Hopefully I will have recovered by tomorrow. ", "neu": 0.762, "pos": 0.17, "neg": 0.069, "compound": 0.4767}, {"text": "\"To the newest member of our crew. May all her desires be fulfilled except for one, so she'll always have something to strive for.\" ~ Seven of Nine ~ Human Error ~ Star Trek : Voyager s07e18", "neu": 0.849, "pos": 0.077, "neg": 0.074, "compound": 0.0258}, {"text": "Fun fact: Star Trek Voyager had two characters that have gone on to other shows and were refered to by the shared nickname Red. Captain Janeway to Orange is the New Black and Annarox to That 70s Show. 10 pts to anyway who can name the actors. ", "neu": 0.888, "pos": 0.112, "neg": 0.0, "compound": 0.6908}, {"text": "So I'm.playimg Fallout 4. It just occurred to me that Captain Cade is Dwight Schultz. Then it gets better. He fucking quoted the EMH from Star Trek Voyager .", "neu": 0.903, "pos": 0.097, "neg": 0.0, "compound": 0.4404}, {"text": "Do you disagree that all of these storylines are regrettable? StarTrek LSW Voyager", "neu": 0.651, "pos": 0.0, "neg": 0.349, "compound": -0.7096}, {"text": "My favorite thing about Star Trek : Voyager is that there’s an episode where Tuvok is an Ensign on Sulu’s ship in Star Trek VI and he advises against saving the Enterprise.", "neu": 0.909, "pos": 0.091, "neg": 0.0, "compound": 0.4588}, {"text": "2000 is a hard year to beat, so many classics: The Sims, Thief II, Shogun Total War, Deus Ex, Diablo II, Ice Wind Dales, Age of Empires II, Star Trek Voyager Elite Force, Bladurs gate II, C&C Red Alert 2 and Mech Warrior 4. Some of games all time greats, so many in one year.", "neu": 0.818, "pos": 0.037, "neg": 0.145, "compound": -0.7579}, {"text": "Oh and do your member the episode of Star Trek Voyager that Sarah Silverman was in ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "A print order form for the special New Force Comics-exclusive \"Flashback\" Janeway figure from Playmates Toys, featuring Voyager 's captain in the TOS movie-era uniform. StarTrek ", "neu": 0.899, "pos": 0.101, "neg": 0.0, "compound": 0.4019}, {"text": "Haha!! I’m watching Star Trek Voyager . This reminds me of the Drone baby the Doctor and Seven of Nine had. Wanting to see everything.", "neu": 0.865, "pos": 0.135, "neg": 0.0, "compound": 0.555}, {"text": "Which is why the DS9 crew switched to the grey/black uniforms after Star Trek : First Contact. At that point the Voyager crew couldn’t have known about the uniform change and would have been stuck with the original.", "neu": 0.891, "pos": 0.059, "neg": 0.051, "compound": 0.0772}, {"text": "Haha, you found the legendary \"Professor Q\". I can't hear the opening themes from any Star Trek now without hearing his voice \"Let's go down to the promenade!\". Please listen to his Voyager and TNG openings.", "neu": 0.855, "pos": 0.145, "neg": 0.0, "compound": 0.68}, {"text": "Alexandria Ocasio-Cortez and Stacey Abrams are Star Trek : Voyager , Capt. Janeway fans. ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "And when the Syfy channel replayed all the original series I taped that too.... And Voyager ... I'm terrible! LOL", "neu": 0.634, "pos": 0.243, "neg": 0.123, "compound": 0.4633}, {"text": "how can you hate Star Trek :P well Voyager is dog terd and Enterprise is pretty rubbish too (despite me actually liking it) the original series is few and far between with a good episode and season 1 of both TNG and DS9 can be skipped - other than that :P", "neu": 0.633, "pos": 0.308, "neg": 0.059, "compound": 0.9296}, {"text": "Star Trek : Voyager is counterrevolutionary", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Not even a question in my mind number one to be Voyager number two would be Discovery can't go against Captain Janeway LOL LOL", "neu": 0.663, "pos": 0.337, "neg": 0.0, "compound": 0.8256}, {"text": "It Was a Big Week in Politics for Star Trek Voyager Fans ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Interview today with Emmy Award-winning director Tim Russ talking about directing for television. startrek voyager startrekvoyager tuvok spaceballs directing tv ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Star Trek Voyager 's 100th episode, \"Timeless\". I thought it was a very well done episode, and showcased two underutilized characters and actors quite well.", "neu": 0.814, "pos": 0.186, "neg": 0.0, "compound": 0.584}, {"text": "Does binging voyager on count as productive?", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "[ Star Trek Voyager : Elite Force] Please excuse Neelix ", "neu": 0.625, "pos": 0.375, "neg": 0.0, "compound": 0.3818}, {"text": "Fans of Star Trek Voyager ? ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "I'm watching Star Trek : Voyager 3x22 \"Real Life\" trakt", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Ha ha! I kind of think they overdid Star Trek in the 90s, with this plus Voyager , DS9 and the STNG films. I think they drained the well a tad too much.", "neu": 0.721, "pos": 0.207, "neg": 0.072, "compound": 0.5707}, {"text": "One of the best days ever when voyager started it's journey . But I could really use a EMH about now in the hospital I'm not doing so hot I may need to stay a little spooked and thinking of running . Good thing I don't have a commanding officer here to order me to stay", "neu": 0.866, "pos": 0.134, "neg": 0.0, "compound": 0.7964}, {"text": " watching an episode of Voyager with your alien mug \"Think Tank\" how comfortable was that robe? StarTrek AllStarTrek", "neu": 0.837, "pos": 0.163, "neg": 0.0, "compound": 0.5106}, {"text": "Just 5?! Ok... 1. Star Trek : Deep Space Nine 2. Star Trek : Voyager 3. Stargate: SG1 4. Stargate Atlantis 5. Babylon 5 Honourable mention: Archer (pre dreamland) Anyway let’s nominate ", "neu": 0.892, "pos": 0.108, "neg": 0.0, "compound": 0.5255}, {"text": "Captain to Captain. marvel startrek captainmarvel voyager brielarson katemulgrew caroldanvers kathrynjaneway mcu higherfurtherfaster ", "neu": 0.811, "pos": 0.189, "neg": 0.0, "compound": 0.4215}, {"text": "I'm really sick and tired and generally out of it and my brother just started playing the star trek Voyager theme on the piano and I literally started crying", "neu": 0.673, "pos": 0.05, "neg": 0.276, "compound": -0.8425}, {"text": "Two prominent Democratic politicians both showed some love for Star Trek Voyager ", "neu": 0.606, "pos": 0.394, "neg": 0.0, "compound": 0.7579}, {"text": "TIL the Star Trek Voyager \"Bride of Chaotica!\" ep has a line from the villain in the 1930s \"Captain Proton\" drama: \"Your armies will be no match for my Space Force!\"", "neu": 0.814, "pos": 0.0, "neg": 0.186, "compound": -0.7494}, {"text": "Yeah, all of the cardio equipment has screens which are hooked into the cable system. When its time to do cardio I get to watch BBC America which usually has some form of Star Trek on in the mornings. Mon & Tue it was Voyager . Today it was Next Gen.", "neu": 0.955, "pos": 0.045, "neg": 0.0, "compound": 0.296}, {"text": "1st Capt. Janeway - Star Trek Voyager Genevieve Bujold vs. Kate Mulgrew ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Bonus TrekTuesday pic. StarTrek Voyager ToTheJourney NewMug ", "neu": 0.632, "pos": 0.368, "neg": 0.0, "compound": 0.5423}, {"text": "Scorpion part 1 and 2 from Star trek Voyager", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "It Was a Big Week in Politics for Star Trek : Voyager Fans ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "haven't seen it since I was teen but it didn't work for me at all back then. should give it another shot. but also I loved the shit out of Voyager , so maybe I'm just backwards on Star Trek", "neu": 0.763, "pos": 0.237, "neg": 0.0, "compound": 0.9161}, {"text": "Voyager , just to give poor Harry a promotion.", "neu": 0.659, "pos": 0.0, "neg": 0.341, "compound": -0.4767}, {"text": "Star Trek : Voyager 3x11 \"The Q and the Grey\" ★★★★★★★★★★ trakt", "neu": 0.882, "pos": 0.118, "neg": 0.0, "compound": 0.0516}, {"text": "It Was a Big Week in Politics for Star Trek : Voyager Fans ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Star Trek : Voyager . Blink of an Eye. A favorite episode of mine. Thanks BBC. StarTrek Voyager", "neu": 0.688, "pos": 0.312, "neg": 0.0, "compound": 0.7096}, {"text": "My mug. Star Trek : Voyager in the background. ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "This evening's StarTrek Voyager observation relates to Crell Moset's medical instrument, described by the doctor as 'crude', in Nothing Human. It's totally giving me flashbacks to TNG's Schisms. ", "neu": 0.909, "pos": 0.091, "neg": 0.0, "compound": 0.4005}, {"text": "In the Star Trek Voyager episode \"Threshold\" (one of the very worst for many reasons) Tom Paris travels to every point in the Universe after breaking the Warp 10 barrier. This makes use \"Universally Known\".", "neu": 0.848, "pos": 0.0, "neg": 0.152, "compound": -0.7089}, {"text": "The time has come...to watch Star Trek Voyager again. Cause I'm a big nerd and I don't care.", "neu": 0.744, "pos": 0.0, "neg": 0.256, "compound": -0.5897}, {"text": "It’s been a good week for StarTrek . I’m not exaggerating when I say that Voyager and its captain was incredibly important from a feminist perspective and influential for women. I was one of them. ", "neu": 0.734, "pos": 0.266, "neg": 0.0, "compound": 0.8132}, {"text": "I was always made fun of because I was obsessed with Star Trek TNG...and then I ended up getting everyone in my class slowly interested in Star Trek . So much so that when Voyager came out we had a class watch party at my teacher's house.", "neu": 0.785, "pos": 0.18, "neg": 0.035, "compound": 0.7906}, {"text": "Day 10: Favorite theme. • I have to go with the opening theme to Voyager . It was just beautiful music. • usstiburon startrek trekkie starfleetinternational sfi ", "neu": 0.769, "pos": 0.231, "neg": 0.0, "compound": 0.7845}, {"text": "Shattered is one of my favourite episodes, I rewatch it from time to time (no pun intended). Thank you for writing this unique time travel episode.", "neu": 0.804, "pos": 0.087, "neg": 0.108, "compound": -0.1531}, {"text": "The Voyager Series Finale", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "I just watched an episode of Star Trek Voyager I’ve never seen before. Alice. STVOY", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Star Trek always gets me. I'm watching Voyager 's Life Line where hits you in the feels when his character just wants to make someone he cares about proud of him.", "neu": 0.826, "pos": 0.174, "neg": 0.0, "compound": 0.7269}, {"text": "Hey, Why don't you guys have region 1 box sets of Star Trek : Voyager ?", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Voyager has always been my favorite, mainly because I drink coffee like Captain Janeway. She's my favorite Star Trek captain.", "neu": 0.653, "pos": 0.347, "neg": 0.0, "compound": 0.8176}, {"text": "I can't choose one! Original Series: Space Seed TNG: Best of Both Worlds, Part 2 DS9: Far Beyond the Stars Voyager : pretty much any episode with the Doctor front and center. Enterprise: none Discover: too soon", "neu": 0.763, "pos": 0.189, "neg": 0.048, "compound": 0.7737}, {"text": "Star Trek I have been binge watching all of the series! Star Trek Next Generation Voyager Deep Space Nine", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Check out Star Trek Voyager : Pathways Vol. 2 by Jeri Taylor (1999, Paperback) ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "This piece I wrote about “ Star Trek : Voyager ” makes the argument much more thoroughly. Even allowing for how little this has been grappled with in retrospectives/reappraisals, it’s still dazzling to see “Alliances” cited as a great piece of “ Star Trek .” ", "neu": 0.858, "pos": 0.088, "neg": 0.054, "compound": 0.3818}, {"text": "Happy Birthday Rick Worthy, who played Dean Fogg in TheMagicians ; Simon in BattlestarGalactica ; Jannar in StarTrek Enterprise , Crewman Noah Lessing / 3947 / Cravic 122 in Voyager , ", "neu": 0.71, "pos": 0.29, "neg": 0.0, "compound": 0.8402}, {"text": "Did you watch voyager ? Is it like customary for star trek to end up in the weirdest pairings possible? lol", "neu": 0.692, "pos": 0.23, "neg": 0.077, "compound": 0.5803}, {"text": "This is a genuine, screen-used Medical Tricorder prop from Star Trek : Voyager and iy could be yours on 3/23! Disclaimer: Medical Tricorders cannot actually save you money on doctor's visits. StarTrek Voyager StarTrekVoyager MovieProps Auction ", "neu": 0.919, "pos": 0.0, "neg": 0.081, "compound": -0.4442}, {"text": "LOL totally! Got TOS on DVD and VHS, got TNG and Voyager on VHS and I have shuttle crafts for Christmas tree decorations! God I need help! LOL", "neu": 0.633, "pos": 0.367, "neg": 0.0, "compound": 0.9143}, {"text": "The Office. Or possibly Star Trek Voyager .", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Check out what you and your Trekkie squad can’t find anywhere else: The StarTrek inspired section: TOS TNG VOYAGER DISCOVERY mashup dixonhill ncc1701 DS9 cosplay enterprise starfleet tshirt teepublic scifi startrekcosplay ", "neu": 0.904, "pos": 0.096, "neg": 0.0, "compound": 0.4939}, {"text": "They're not, but \" Star Trek : Voyager \" makes the argument that a society that is less than one generation away from OWNING slaves deserves more benefit of the doubt than a society less than one generation away from BEING slaves. Which is the issue with \"Alliances.\"", "neu": 0.785, "pos": 0.087, "neg": 0.128, "compound": -0.2641}, {"text": "Is West World just a bloodier version of this episode of Star Trek : Voyager where the people in the holodeck become sentient?", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "My latest portrait... Star Trek Voyager 's Chief Engineer, B'Elanna Torres. startrek voyager ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "OMG, the music teacher on PEN15 is played by Tim Russ, who was Lieutenant Commander Tuvok on Star Trek : Voyager ! ", "neu": 0.876, "pos": 0.124, "neg": 0.0, "compound": 0.4003}, {"text": "Captain Marvel feels so much like an episode of Star Trek : Voyager , which is to say, it’s so good.", "neu": 0.632, "pos": 0.368, "neg": 0.0, "compound": 0.8526}, {"text": "Feels like the Star Trek Voyager time loop episode. Although at least those guys eventually got home.", "neu": 0.865, "pos": 0.135, "neg": 0.0, "compound": 0.3612}, {"text": "I'm re-watching Star Trek Voyager right now and every time Seven of Nine shows up I think about how much extra construction/darting and shaping/corsetry went into her costume to get those weird individual boob pockets. I don't think she can bend at the waist in that thing. ", "neu": 0.963, "pos": 0.0, "neg": 0.037, "compound": -0.1779}, {"text": "Interview toady with Emmy-winning director Tim Russ about directing for television. startrek voyager tuvok tv television directing indiefilm setlife documentary ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "I thought it was \"I go nap now\" I had shower now I'll chill and watch Star Trek Voyager", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Been re-watching Star Trek : Voyager , and one thing has hit me, the title theme by Jerry Goldsmith, he's (well, was, RIP) a frickin' genius! Change the tempo of the TMP/TNG theme, and it slots in nicely!! I never noticed that 'til now!! ", "neu": 0.906, "pos": 0.094, "neg": 0.0, "compound": 0.6209}, {"text": "I’ll get eye rolls for this, but I love the intro to Star Trek : Voyager . Definitely a sentimental thing.", "neu": 0.532, "pos": 0.468, "neg": 0.0, "compound": 0.9231}, {"text": "I would like a Star Trek that takes place after TNG movies and Voyager ... and maybe one where they don’t just recreate already established characters.", "neu": 0.902, "pos": 0.098, "neg": 0.0, "compound": 0.3612}, {"text": "StarTrek Communicator Magazine iss 133 & 135 2001 Voyager The Cast Enterprise ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Coffee, the finest organic suspension ever devised. - Star Trek : Voyager", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Was anyone else thrilled when they got this ultra rare card from the Voyager expansion? StarTrek CCG ", "neu": 0.847, "pos": 0.153, "neg": 0.0, "compound": 0.4404}, {"text": "Been watching a lot of Star Trek Voyager lately. It’s nice to see a diverse, empathetic, moral crew embrace new ideas and people and use science to solve big problems. You know the opposite of reality right now.", "neu": 0.716, "pos": 0.222, "neg": 0.062, "compound": 0.7096}, {"text": "This is what happens when you watch too many reruns of Star Trek Voyager ... Blender3d WIP b3d eevee ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Well, you have to take a contrary position on something. \" Star Trek : Voyager was the best Trek\" \"Roger Moore was the sexiest Bond\" \"Spiders actually kinda cute.\" \"Mozart was overrated.\"", "neu": 0.811, "pos": 0.189, "neg": 0.0, "compound": 0.743}, {"text": "\" Voyager is an abomination and embarassment and should never have been made or ever allowed to use the STAR TREK name.\" Ach schau an. Sagt man das nicht heute über Discovery und findet Voyager ganz toll?", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": " I just recently watched the series Star Trek Voyager and loved every second of it now you have gotten me watching every other series of it on Netflix!! Thank you for helping think outside of the box!! Live long and prosper!!", "neu": 0.791, "pos": 0.209, "neg": 0.0, "compound": 0.8679}, {"text": "Just finished DS9 and need a new Star Trek to binge. I’m already up on TNG, ALL of the movies, and I just downloaded the Star Trek mobile game. So I’m looking at TOS, Enterprise or Voyager ? little help? Anybody? Nerds? Nerds??", "neu": 0.921, "pos": 0.079, "neg": 0.0, "compound": 0.5215}, {"text": "Just looked at the first-aired date of an S3 episode of Star Trek Voyager , it was 22 years ago, I still remember when it was \"new\" (as in, first shown on BBC2 new, cos too poor for sky even back then!), where did the time go??", "neu": 0.921, "pos": 0.0, "neg": 0.079, "compound": -0.5792}, {"text": "startrek voyager daylightsavings . (Courtesy Keesha Dawn Webster on Facebook) ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Proud to learn that one of my Star Trek Voyager episodes, \"Shattered,\" inspired former Georgia gubernatorial candidate Stacey Abrams. If she runs for President, she may have to get my vote. ", "neu": 0.822, "pos": 0.178, "neg": 0.0, "compound": 0.743}, {"text": " did you have any idea while shooting Voyager Janeway would inspire a generation of female leaders and scientists? Thank you for continuing the tradition of helping humanity grow. ", "neu": 0.741, "pos": 0.259, "neg": 0.0, "compound": 0.8126}, {"text": "While writing 熱帯 he watched Star Trek Voyager . Lately he's been watching & re-watching Brooklyn Nine-Nine to the point where he is now kind over it.", "neu": 0.876, "pos": 0.124, "neg": 0.0, "compound": 0.5267}, {"text": "Due to personal reasons I will be rewatching the last four seasons of Star Trek : Voyager for the 6th time.", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Hey, Clay somehow convinced me that Conor McLeod from the Highlander TV show was also on Star Trek : Voyager ...Last night got really weird...", "neu": 0.895, "pos": 0.105, "neg": 0.0, "compound": 0.4019}, {"text": "Searching for food on 'Planet Hell', Paris and Neelix must bury their feelings of resentment towards each other... TzEpReview StarTrek Voyager ", "neu": 0.873, "pos": 0.0, "neg": 0.127, "compound": -0.4404}, {"text": "Tonight on Star Trek : Voyager B'Elanna makes first contact with a new, obviously stereotypical, alien race but they have to find the cure to save their best friend.", "neu": 0.625, "pos": 0.375, "neg": 0.0, "compound": 0.9468}, {"text": " Q: Will you be on the Star Trek Voyager Cruise next MARCH 2020?", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "That episode of Star Trek Voyager when Seven of Nine (Jeri Ryan) fights Dwayne “The Rock” Johnson in Tsunkatse! Awesome! STV", "neu": 0.72, "pos": 0.178, "neg": 0.102, "compound": 0.4559}, {"text": "AskASN The \"continuum\" sounds like something out of Star Trek Voyager , but it is the mantra for break down the kidney care silos and that must be done on the incentives level along with other approaches.", "neu": 0.786, "pos": 0.214, "neg": 0.0, "compound": 0.8402}, {"text": "I don't think there's any mention of \"Dream Chaser\" in Star Trek Universe. Of course, I do know about V'Ger in Star Trek : The Motion Picture. It's \" Voyager .\"", "neu": 0.929, "pos": 0.071, "neg": 0.0, "compound": 0.25}, {"text": "TOS easy! Geordi & Data would also be fun but Picard &Riker are too serious. love DS9 but it would be too stressful working with them, Odo, Garak, Quark, even Kira, Love them all but too many issues! Voyager crew is entertaining but wouldn’t want to manage the marquee.", "neu": 0.593, "pos": 0.32, "neg": 0.087, "compound": 0.9492}, {"text": "TV Guide print ads for \" Star Trek : Voyager \" episodes \"Learning Curve,\" \"The Phage,\" and \"The 37's.\" StarTrek ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "It was a big week for StarTrek : Voyager fans thanks to 's portrayal of Janeway inspiring and ", "neu": 0.711, "pos": 0.289, "neg": 0.0, "compound": 0.6908}, {"text": "DSC being set after the original Talos IV incident as chronicled in The Cage messes with my head canon. Still a better Star Trek series than most of Voyager , Enterprise, and the Kelvin timeline movies.", "neu": 0.86, "pos": 0.14, "neg": 0.0, "compound": 0.6369}, {"text": "Stream on Sunday will be at 11:00 AM EDT! (Remember to pay attention to the switch to Daylight Savings Time!) We'll be continuing our riff... err... romp through Star Trek Voyager : Elite Force! :D ", "neu": 0.835, "pos": 0.128, "neg": 0.037, "compound": 0.6714}, {"text": "Happy birthday to Wallace Langham who played Flotter in the StarTrek Voyager episode \"Once Upon a Time.\" TheLarrySandersShow VeronicasCloset ", "neu": 0.724, "pos": 0.276, "neg": 0.0, "compound": 0.7269}, {"text": "Stargate Atlantis, star trek voyager , Firefly, Orville, dead zone season 3 and on.", "neu": 0.719, "pos": 0.0, "neg": 0.281, "compound": -0.6486}, {"text": "Voyager episode \"The Fight\" Chaotic space and the species which reside there are fascinating. What seems to be a mental break is actually a break through. Be gentle and understanding. AllStarTrek StarTrek trekkieforlife respectfortrek", "neu": 0.697, "pos": 0.159, "neg": 0.144, "compound": 0.1531}, {"text": " Is that you!?!?!? Circa 1995 Star Trek Voyager ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Star Trek Voyager meets the Sontarans... ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Its mined using machine learning, like in that star trek Voyager episode", "neu": 0.815, "pos": 0.185, "neg": 0.0, "compound": 0.3612}, {"text": "\"I'm bout ready to die; how bout you?\" -- star trek VOYAGER", "neu": 0.61, "pos": 0.152, "neg": 0.238, "compound": -0.34}, {"text": "Tuvix is one ugly mofo, that is all StarTrek Voyager", "neu": 0.544, "pos": 0.0, "neg": 0.456, "compound": -0.7717}, {"text": "“Alliances” may be the worst episode of “ Star Trek ” ever, with “The Omega Glory” and “Turnabout Intruder.” It’s also the perfect encapsulation of how “ Star Trek : Voyager ” is surprisingly in step with the modern far right. “Stop making us feel bad about systemic oppression!” ", "neu": 0.761, "pos": 0.102, "neg": 0.137, "compound": -0.4574}], "sum": 417}