{"tweets": [{"text": "I, the Mask by ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Removing The Mask ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Nope. Have to make dumb, bad-faith arguments. Even really smart people I like to follow totally pulled off the mask and revealed themselves to be unrepentant Berniebros.", "neu": 0.652, "pos": 0.171, "neg": 0.178, "compound": -0.0627}, {"text": "This reveal of the mask has been an underlying thread of a few conversations lately. The decentralised web, cryptocurrencies, it all masquerades as inane, technical, humorous — maybe even controllable as a weapon against other nations — but it's a threat to all. It points beyond.", "neu": 0.833, "pos": 0.037, "neg": 0.129, "compound": -0.6597}, {"text": "NOBODY CARED WHO I WAS UNTIL I PUT ON THE MASK", "neu": 0.741, "pos": 0.259, "neg": 0.0, "compound": 0.4215}, {"text": "Behind The Mask : Masquerading in love for God NigerianTribuneAt70 ", "neu": 0.526, "pos": 0.474, "neg": 0.0, "compound": 0.743}, {"text": "the british need to learn from the french about protesting", "neu": 0.763, "pos": 0.0, "neg": 0.237, "compound": -0.4215}, {"text": "we used to listen to beneath the mask (rainy ver) every night on loop and like!! I get that songs get boring after a while but I'm miss it", "neu": 0.803, "pos": 0.059, "neg": 0.138, "compound": -0.3365}, {"text": "rhis is the mask he wore when he ****", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "«I, The Mask » by ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Remove the mask for this skin also and we will get a white John wick", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "i know what's behind the mask that you're wearing", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "The mask is down ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "I can’t tell if looks more like Jim Carey in the Mask or Fire Marshal Bill", "neu": 0.715, "pos": 0.154, "neg": 0.132, "compound": 0.101}, {"text": "FFFG think you have to be a socialist to take public transport. Letting the mask slip again finegaelness ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "-Be present -Be fully engaged -Love people recklessly -Be kind always -Finish empty -Take off the mask -People are what matters -Observe track records more than appearances", "neu": 0.615, "pos": 0.335, "neg": 0.05, "compound": 0.8799}, {"text": "I mean I always think of the stroke down the spine. But that’s not an object so the mask", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "The mask of compassion is wearing thin.", "neu": 0.667, "pos": 0.333, "neg": 0.0, "compound": 0.4588}, {"text": "'According to the Fire Emblem Echoes: Shadows of Valentia Memorial Book Valentia Accordion, Conrad is the one who gives Zeke the mask he uses when returning to Archanea as Sirius; this mask being his own, which he no longer has need for.'", "neu": 0.897, "pos": 0.0, "neg": 0.103, "compound": -0.5574}, {"text": "No, just come back from suspension. Probably start for Real Madrid on the weekend. Oh, hang on.....", "neu": 0.879, "pos": 0.0, "neg": 0.121, "compound": -0.296}, {"text": "The reminder is simple. You are what you eat. You become what you do. You are worthy of what you witness and enable. You can never take off the mask on your heart or in your mind. Life’s a party, you may not have wanted to come, but you’re here now, enjoy it the music’s on. ", "neu": 0.865, "pos": 0.135, "neg": 0.0, "compound": 0.7964}, {"text": "yes we share the same air and those chemical gas can ruin our nose and respiration system in the blink of eye. Those who stay at Pasir Gudang stay safe. All of the doa' are with us. Bring along the mask everywhere with you PrayForPasirGudang", "neu": 0.729, "pos": 0.142, "neg": 0.129, "compound": -0.0772}, {"text": "Not going to argue whether she would be better or not better. It was just the \"mask fell away\" for they spent years saying they were not judicial activists, they believe in originalism / strict constructionialism (and thus need educated professional jurists), the democrats...", "neu": 0.836, "pos": 0.164, "neg": 0.0, "compound": 0.7805}, {"text": "My party trick is having a sixth sense of being able to see beyond the mask and through people. I understand people aren’t comfortable with that because they are rarely genuine to themselves, never mind others around them. It also means I can call BS and their facade is over.", "neu": 0.859, "pos": 0.117, "neg": 0.023, "compound": 0.7003}, {"text": "Very funny, but what's really under the mask ?", "neu": 0.77, "pos": 0.23, "neg": 0.0, "compound": 0.2724}, {"text": "His LED on the mask instantly change to (> <)\"Hey, little cat. Calm down!\" And change again to (! !). \"I'm not a demon. I-i'm just a fixer. Call me Wrench.\"", "neu": 0.906, "pos": 0.094, "neg": 0.0, "compound": 0.44}, {"text": "Don't worry brother.. After lost last series, India's chances getting higher in the world cup", "neu": 0.648, "pos": 0.227, "neg": 0.124, "compound": 0.2278}, {"text": "Buying What Are You Passionate about Essay ", "neu": 0.595, "pos": 0.405, "neg": 0.0, "compound": 0.5267}, {"text": "How would the army treat someone willing to sellout his country to a foreign power? At one time traitors used to face the firing squad, now they sit in parliament. Now the mask has slipped, the traitors will be toast come the next election. ", "neu": 0.889, "pos": 0.059, "neg": 0.052, "compound": 0.0772}, {"text": "That’s why He blocked me lol i told him we know who the negro in the mask is", "neu": 0.754, "pos": 0.141, "neg": 0.106, "compound": 0.1779}, {"text": "The torture from yesterday facial is not in the facial itself but when they put the mask and you cannot laugh while reading some fanfic.. . . . Serious torture.. Serious..", "neu": 0.763, "pos": 0.0, "neg": 0.237, "compound": -0.7774}, {"text": "\"Anyone can wear the mask , but my suit? Not so much.\" ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "this not Jim Carey in the movie The Mask ?", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "“ I do just want to be Dawn. Normal as can be. “ As normal as someone like her could be with all her skill and experience—a part of her knew that one day she might be tempted to put the mask on again. “ I’d never. “", "neu": 0.922, "pos": 0.078, "neg": 0.0, "compound": 0.4215}, {"text": "The mask has been slipping for the past 80 years. Nothing new really.", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "this is the mask he has whenever cuco sees his ghost.", "neu": 0.813, "pos": 0.0, "neg": 0.187, "compound": -0.3182}, {"text": "It's exceptionally good! I think the mask is the one they used in the Ghost Town video...JMHO.", "neu": 0.708, "pos": 0.176, "neg": 0.116, "compound": 0.2926}, {"text": "WHETHER WE'RE TOGETHER OR APART WE CAN BOTH REMOVE THE MASK AND ADMIT WE REGRET IT FROM THE START", "neu": 0.787, "pos": 0.083, "neg": 0.13, "compound": -0.25}, {"text": "It’s no surprise to me but you niggas just need to wake up and accept the fact that these women wants to be hoes, they are gonna be hoes with or with out you cuffing them. They are hoes.", "neu": 0.784, "pos": 0.111, "neg": 0.105, "compound": 0.0644}, {"text": "FACEMASK 1 . •honey •brown sugar •water Start by mixing those three ingredients. After, apply to your face and let sit. Wash off the mask and you will have soft smooth skin.", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "The UN, with its various humanitarian suffixes, persuaded us for long time that it was a force for good. Now the mask slips.", "neu": 0.879, "pos": 0.121, "neg": 0.0, "compound": 0.4404}, {"text": "So like a DnD equivalent of the Mask . ", "neu": 0.682, "pos": 0.318, "neg": 0.0, "compound": 0.4201}, {"text": "Not gonna lie V’s face when he removed the mask is a huge bias wrecker ", "neu": 0.764, "pos": 0.146, "neg": 0.089, "compound": 0.2263}, {"text": " Does the mask rule apply to all masks, or can we bring in masks like these? ", "neu": 0.857, "pos": 0.143, "neg": 0.0, "compound": 0.3612}, {"text": "hey friends! Behind The Mask : a Spider-Verse Fanzine is now available for preorder! there’s some really incredible art & writing (w/ me) in it, as well as some bangin charms & stickers! i’ll post a link to the fic book order + a preview of my piece below! ", "neu": 0.808, "pos": 0.192, "neg": 0.0, "compound": 0.8507}, {"text": "Fortnite can you please give the drift and ragnarok skin selectable colors also can you give drift a stage with the hood on but without the mask", "neu": 0.938, "pos": 0.062, "neg": 0.0, "compound": 0.1655}, {"text": "this goes to show that we can never truly know who we stan. after all, all we get to know is the mask worn in front of the public.", "neu": 0.854, "pos": 0.0, "neg": 0.146, "compound": -0.5583}, {"text": "I know this is late, but on Amazon the mask is bit overpriced. I suggest Little Adventures where the mask is $2. :)", "neu": 0.674, "pos": 0.326, "neg": 0.0, "compound": 0.8276}, {"text": "This is going to get very serious. P1 Nov 2015: FBI gave GPS unauthorized & unsupervised access to 702 data. Nov 2015: GPS hires Nelli Ohr, former CIA contractor. Apr 2016: NSA becomes aware of GPS and shuts them down. May 2016: HRC & DNC hire GPS and GPS hires Steele.", "neu": 0.968, "pos": 0.0, "neg": 0.032, "compound": -0.1513}, {"text": "And by all means, if a woman wants to cut you off because you won’t give her the validation of a relationship, let her cut you off guys. Not only is there more women out here but you have more time to focus on building wealth, investing and focusing on your purpose.", "neu": 0.864, "pos": 0.079, "neg": 0.057, "compound": 0.4939}, {"text": "Dont make him wear the mask ,,, sprinkle rights ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Michael Jackson – Behind the mask ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "I thought he was a harmless crank but the mask has slipped a few times , the basement videos are just a bit too creepy for me , he’s also just boring now bit people keep baiting him .", "neu": 0.871, "pos": 0.044, "neg": 0.086, "compound": -0.3506}, {"text": "(Clint paused As he looked at the stick and then back at lucky. This made him smile. Bending down he gave Lucky a hug)”Thank you. You’re a good boy.”", "neu": 0.676, "pos": 0.324, "neg": 0.0, "compound": 0.875}, {"text": "That moment when you just killed a hunter and try to grab the mask server maintenance noooooooooookklk", "neu": 0.769, "pos": 0.0, "neg": 0.231, "compound": -0.6705}, {"text": "it’s the one that looks like this (I wear the mask for identity preservation purposes) ", "neu": 0.848, "pos": 0.152, "neg": 0.0, "compound": 0.3612}, {"text": " can you make an og version for previous owner can have special custom like they get the Mark's all around their body like the mask pls", "neu": 0.71, "pos": 0.29, "neg": 0.0, "compound": 0.7906}, {"text": "I did smile, but it was pasted on the mask .", "neu": 0.821, "pos": 0.179, "neg": 0.0, "compound": 0.1901}, {"text": "ICYMI \"What's truly worrying about these blunders is that they have let the mask slip to reveal a political class that, at best, doesn't understand the racial dynamics of the country in which it operates and, at worst, is deeply hostile to them.\" ", "neu": 0.659, "pos": 0.169, "neg": 0.172, "compound": -0.0498}, {"text": "Here we have , who likes to claim to be a patriot, asking EU MEPs to stop the expressed will of the sovereign UK Parliament. The mask has slipped and he's been exposed as a traitor. ", "neu": 0.826, "pos": 0.077, "neg": 0.096, "compound": 0.0772}, {"text": "I the mask InFlames ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Behind the mask of AOC ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "I feel pressured and unsupported on Facebook and Instagram i think its about the quality of interactions in the those worlds individuality for each user", "neu": 0.82, "pos": 0.0, "neg": 0.18, "compound": -0.5574}, {"text": "Happy to see some waste life like Tom vadakkan dropping from Congress party and starts settling in mud pool BJP Congress party in Lucky mode , the mask hooded third rate politicians are starts leaving", "neu": 0.619, "pos": 0.319, "neg": 0.062, "compound": 0.891}, {"text": "Halloween: Exorcism of the Mask", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "So the mask comes off and the school marm presents herself.", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "She reminds me of the late great (well - he's not really late but many think so) D-Congressman Hank Johnson who voiced his sincere concern to an Admiral about putting more troops on Guam ... \"my great concern is the island might flip over and capsize\".", "neu": 0.731, "pos": 0.269, "neg": 0.0, "compound": 0.9403}, {"text": "The mask slips...", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "NowPlaying In Flames 'I, The Mask ' Voices CallMyName IAmAbove FollowMe InThisLife Burn StayWithMe InFlames ITheMask ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Another revelation of the revolting schoolboy lurking behind the mask .", "neu": 0.857, "pos": 0.0, "neg": 0.143, "compound": -0.128}, {"text": "lol. Yea, I'm the one who is wearing the mask to hide how upsetting the wrenchnocaust was for me. You'll be okay, buddy.", "neu": 0.667, "pos": 0.165, "neg": 0.168, "compound": -0.0258}, {"text": "is the mask good for our skin irene,", "neu": 0.707, "pos": 0.293, "neg": 0.0, "compound": 0.4404}, {"text": "I’m stronger until u manage to read me, I am full of insecurities. I pull the mask , so I can hide my insecurities.", "neu": 0.596, "pos": 0.103, "neg": 0.301, "compound": -0.6096}, {"text": "The trial of the Saudi female activists drops the mask of MBS which he wears to flatter the western countries ", "neu": 0.931, "pos": 0.069, "neg": 0.0, "compound": 0.1027}, {"text": "Sometimes it’s not the people that change its the mask that fell off!", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "At this point if someone would tell me how to safely set it up and he'd consent to wear the mask , I'd pay up to $800 for a machine and forgo anything new for myself for years just so he isn't choking, exhausted, and sore from breathing so poorly constantly :///", "neu": 0.761, "pos": 0.172, "neg": 0.067, "compound": 0.723}, {"text": "And the mask will be uncovered and the truth will be known", "neu": 0.827, "pos": 0.173, "neg": 0.0, "compound": 0.3182}, {"text": "That’s a fair point I hadn’t noticed that the mask count was lower to get country masks, doesn’t help getting screwed on Brazil though when they’re the players that fit my team", "neu": 0.66, "pos": 0.198, "neg": 0.142, "compound": 0.2732}, {"text": "You", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "How is she even kissing him thru the mask tho I must ask. Lol. Loveee these pics of them. If they can't see love, then I pray that God opens up their heart.", "neu": 0.646, "pos": 0.271, "neg": 0.084, "compound": 0.7602}, {"text": "I rest my case - Or at least my vanity Dressed up in the mask of Comedy If laughter is a straw for a drowning man If laughter is a straw for a drowning man Ceiling unlimited Windows open wide Look and look again Feeling unlimited Eyes on the prize Changes never end ", "neu": 0.724, "pos": 0.242, "neg": 0.034, "compound": 0.8957}, {"text": "Random MDN The mask -image CSS property sets the image that is used as mask layer for an element. webdev CSS ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "You can still place the tone in the nose which gives you a overtly nasal sound. If Tinashe pinched her nose while singing, her tone would change. That’s not placing the voice in the mask . Oh and I do have a masters in this", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "This is the ice version. I wanted the mask to look trapped as punishment for what it did to skull kid. Frozen in time. Never to be touched again. Except maybe by someone with a powerful flamethrower ", "neu": 0.773, "pos": 0.068, "neg": 0.159, "compound": -0.5859}, {"text": "Sir watch out for your enemies in the mask of your friends and partners.", "neu": 0.656, "pos": 0.169, "neg": 0.175, "compound": -0.0258}, {"text": "what if the reason why gin wears a mask is that it could’ve been the mask akutagawa found for her when they were still living in the slums. he risked his own health in order to keep her as healthy as possible and that meant so much to her that she continues to wear it", "neu": 0.919, "pos": 0.048, "neg": 0.034, "compound": 0.2023}, {"text": "First official TEASER for “ The Mask of Gotham” ", "neu": 0.745, "pos": 0.0, "neg": 0.255, "compound": -0.4084}, {"text": "They’re busted now though mate. Everyone can see what they are, the mask has slipped. They’ll get voted out next election.", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Even with the mask we can easily say that it's Chaeyoung. ^^", "neu": 0.821, "pos": 0.179, "neg": 0.0, "compound": 0.34}, {"text": "I’m glad you’ve taken an interest in me but don’t think of this to be a sign of weakness on my part. [Slowly, he takes the mask off, being respectful about this once he now has a full view of Curator’s face he takes off his own to be equal] What are your plans for me?~", "neu": 0.81, "pos": 0.13, "neg": 0.06, "compound": 0.5106}, {"text": "I just had a dream where Sans had a Matching outfit with Papyrus’ date clothes. I can’t remember it all... ", "neu": 0.882, "pos": 0.118, "neg": 0.0, "compound": 0.25}, {"text": "Sometimes it’s not the people who change, its the mask that falls off.", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "When you've done it for a long time, it's hard for even you to determine where the mask ends and you begin. And for me, part of masking was sort of \"absorbing\" aspects of other people's personalities, so I'm having to kind of purge that too", "neu": 0.969, "pos": 0.0, "neg": 0.031, "compound": -0.1027}, {"text": "Sometimes it’s not the people that change, It’s the mask that falls off.", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "P2 Jul 2016: Steele leaks Dossier to State Dept. Jul 30 2016: Steele meets with Ohr Jul 31 2016: Stzrok opens crossfire hurricane. State Dept OKs FBI travel to London. Oct 2016: NSA shuts down DOJ & FBI access to 702 data.", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "The Hidden Treasure of Essay about Relationships ", "neu": 0.694, "pos": 0.306, "neg": 0.0, "compound": 0.296}, {"text": "read a theory about how the highway men might be the whisperers just without the mask TheWalkingDead", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "did u just watch the mask ?", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "When I met Ali, he was \"Alto.\" When I say he was under the mask , I mean it. He had so much character as a person, but you could tell that little of Alto was \"Adeel Genuine.\" I didn't agree with the evil foreigner shtick, but it started an evolution I've loved watching ever since. ", "neu": 0.769, "pos": 0.088, "neg": 0.143, "compound": -0.5291}, {"text": "Sometimes I feel like he has the box face behind the mask", "neu": 0.8, "pos": 0.2, "neg": 0.0, "compound": 0.3612}, {"text": "The Mask Is One Of the Worst! Also Rachel Looked Grown Up, And Jamie's Costume Was Girly! ", "neu": 0.774, "pos": 0.0, "neg": 0.226, "compound": -0.6892}, {"text": "I The Mask ; In Flames album nowplaying ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "U see me really strong until I take off the mask , me as a weak person.", "neu": 0.629, "pos": 0.205, "neg": 0.166, "compound": 0.1761}, {"text": "The Little-Known Secrets to Argumentative Essay about Gun Control ", "neu": 0.737, "pos": 0.0, "neg": 0.263, "compound": -0.3612}, {"text": "I think we could learn that 1) our friendships can make or break us. 2) Don’t think that a mask can hide a trashy character. It’s only a matter of time before the mask falls off. 3) You can’t swear for nobody but yourself.", "neu": 0.872, "pos": 0.069, "neg": 0.059, "compound": 0.1027}, {"text": "SNES Super Nintendo Super Pinball Behind the Mask Cartridge Only Tested and Works! ebay SNES SuperNintendo Nintendo SuperPinball Pinball CartridgeOnly Tested Works gaming gamingsystems BehindTheMask Mask ", "neu": 0.748, "pos": 0.252, "neg": 0.0, "compound": 0.8439}, {"text": "Tearing the mask off Beta O'Rourke is payment enough. It will be a fun year. A whole field of Hillarys.", "neu": 0.837, "pos": 0.163, "neg": 0.0, "compound": 0.5106}, {"text": " He made me the mask and He made me the skin.", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Clue 2 Riddle 2: The decrypted matrix is the mask of the plain matrix, because the minus operator isn't commutative. If you haven't read the capital letters in the first clue, read again.", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "So pumped they're", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Ceiling unlimited World so wide Turn and turn again Feeling unlimited Still unsatisfied Changes never end The vacant laugh Of true insanity Dressed up in the mask of Tragedy Programmed for the guts and glands Of idle minds and idle hands ", "neu": 0.652, "pos": 0.147, "neg": 0.201, "compound": -0.5994}, {"text": "Can I slap each of these people with a phone book when theyre not expecting it? ", "neu": 0.89, "pos": 0.11, "neg": 0.0, "compound": 0.1531}, {"text": "Government *is* a lie a cheat and a deception It is slavery by another name Obey. Do as your master tells you The mask has simply slipped", "neu": 0.662, "pos": 0.0, "neg": 0.338, "compound": -0.8934}, {"text": "I like the mask ... i find it to be the scariest of all. Except maybe 4.", "neu": 0.848, "pos": 0.152, "neg": 0.0, "compound": 0.3612}, {"text": "YOU’RE PERFECT OPPA", "neu": 0.351, "pos": 0.649, "neg": 0.0, "compound": 0.5719}, {"text": "Don't be afraid of 'death threats'. People who make death threats do so behind the mask of a fake profile and have no intention of actually carrying out their threat.", "neu": 0.544, "pos": 0.0, "neg": 0.456, "compound": -0.9601}, {"text": " The BLM guy makes me laugh. As if only blacks have to present 3 forms of ID. I am WLM I had to present my water bill, lease and passport to get my license after I lost my wallet. He has mentality of old Eddie Murphy skit. White like me ", "neu": 0.837, "pos": 0.119, "neg": 0.045, "compound": 0.5859}, {"text": "Mix 2 tablespoons honey & 1 teaspoon cinnamon together to form a paste. After cleansing, apply the mask to your face and leave it on for 10–15 minutes. Rinse the mask off completely and pat your face dry. beautytips skincare acne facemask skincaretips purplesweetbox ", "neu": 0.941, "pos": 0.03, "neg": 0.03, "compound": 0.0}, {"text": " nvm somehow I had un subbed, but now I'm back and not only did I react, but you are going to be the first video that dreddy ruger himself reacts to that's right the man in the mask himself responded....", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Niggas need to start thinking smart, you only cuffing because you can’t get any pussy any where else and since you cuffed a hoe that wants to do what she wants, you start to act like a little controlling bitch", "neu": 0.754, "pos": 0.115, "neg": 0.131, "compound": -0.1832}, {"text": "P3 Nov & Dec 2016: Obam admin begins mass frantic unmaskings after NSA shuts down DOJ & FBI. Believe we will find the conspiracy against DJT began in 2015. GPS drafted Dossier, not Steele, but used Steele for credibility. This will make flat earthers go round.", "neu": 0.91, "pos": 0.0, "neg": 0.09, "compound": -0.4854}, {"text": "Some ugly minds glow Behind the mask of lies, While some beautiful hearts Get buried in the grave of truths...", "neu": 0.559, "pos": 0.136, "neg": 0.304, "compound": -0.5859}, {"text": "We show more and More anti Hindu and anti national agenda followed by wearing the mask of Sicularism. Kejari brand politics is the worst manifestation of Sicularism.", "neu": 0.71, "pos": 0.0, "neg": 0.29, "compound": -0.8694}, {"text": "Okay, I'm sorry. I literally lol-ed at the idea of Bruce taking off his mask and being left with black eyeliner around his eyes for the spaces that the mask can't cover. HAHAHA i'm so sorry", "neu": 0.796, "pos": 0.049, "neg": 0.156, "compound": -0.4882}, {"text": "No; Slack Jacket is just my artist name cause I wear a black jacket all the time and draw myself in one. Plus, I didnt have the purpose of the mask in the info dump. If I kept it, itd probably just be for aesthetics. It has no real purpose anymore for the story to have the name", "neu": 0.879, "pos": 0.0, "neg": 0.121, "compound": -0.7184}, {"text": "Calling a man insecure because he wants a woman who carries herself with respect is for the birds.", "neu": 0.704, "pos": 0.156, "neg": 0.141, "compound": 0.0772}, {"text": "The mask that some leaders and people involved in the church wear, is the main reason people hate the church but still love God ", "neu": 0.66, "pos": 0.266, "neg": 0.074, "compound": 0.7964}, {"text": "Add a variant with the mask off", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Time does not actually heal all wounds...taking off the mask and facing them in truth does. Be strong and courageous. You don’t have to battle alone. ", "neu": 0.607, "pos": 0.26, "neg": 0.133, "compound": 0.6597}, {"text": "Lol i hate when they do that I don’t know that kinda stuff ask me what P Shermans address is or the network uplink code for running man", "neu": 0.78, "pos": 0.095, "neg": 0.125, "compound": -0.2263}, {"text": "When the mask comes off and their secret life is exposed, not even a 28 year marriage with two children is worth it to them narcissisticabuse ThingsILearnedFromMyEx", "neu": 0.882, "pos": 0.07, "neg": 0.048, "compound": 0.1531}, {"text": "Loreena McKennitt, \" The Mask and Mirror\" 3/22/1994 mycdcollection loreenamckennitt themaskandmirror 1994 iamagiantnerd ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "($MRNJ) Please keep the Mask on!..is this the dumbest show ever or what? In the meantime download the 1 Success App themaskedsinger ", "neu": 0.652, "pos": 0.228, "neg": 0.12, "compound": 0.4574}, {"text": "Don’t try to sell yourself, let the work you put in sell you.", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "The first one, Elise. I love the mask in the 2nd one but the expression, the hair, wings & outfit of the 1st one caught my attention.", "neu": 0.902, "pos": 0.098, "neg": 0.0, "compound": 0.3818}, {"text": "you know, I used to dance under the name \"Tranny Paradise\" before I put on the mask", "neu": 0.769, "pos": 0.231, "neg": 0.0, "compound": 0.6369}, {"text": "He looks a little worried, I wonder who’s under the mask ??? JohnTagueInstagram JohnTagueIMDb", "neu": 0.818, "pos": 0.0, "neg": 0.182, "compound": -0.35}, {"text": "okay so the face mask burned but i stuck it out for the 10 min only to look up reviews and see 2 or 3 people got fucking chemical burns from the mask . freaked the fuck out and immediately washed my face. my face isnt red and doesnt burn, but let’s pray i dont wake up with one.", "neu": 0.772, "pos": 0.069, "neg": 0.158, "compound": -0.7684}, {"text": "One more detail would you rather let a mask tell you how to feel or rather yourself your emotions I would pick expressing my emotions then wearing mask take the mask off.", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": " Cover of Beneath the Mask", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "good you disposed off the mask of intellectual. Tweeting like Rahul now", "neu": 0.508, "pos": 0.492, "neg": 0.0, "compound": 0.8271}, {"text": "Can we please get an option for ventura without the mask", "neu": 0.813, "pos": 0.187, "neg": 0.0, "compound": 0.3182}, {"text": "MASSIVEBYZANTINECONSPIRACY BREXIT COMBO PRECLUSION. 1. So the need to wait till ATLEAST MAY 22ND IS PREMISED ON THE UNCERTAINTY OF WHETHER MODI MODEL II WILL BE IN SITU. [NO MATTER WHO THE MASK MASCOT MAYBE] OR LIKE MICHEAL JACKSON [NEVER MIND THE CHANGE OF HUE] CRIED: 'IT DON'", "neu": 0.792, "pos": 0.091, "neg": 0.116, "compound": -0.34}, {"text": "Hmmm! She wrote against RSS and then vultures in the mask of killed her at her doorstep?", "neu": 0.679, "pos": 0.0, "neg": 0.321, "compound": -0.7959}, {"text": "the mask hides the eyebags ", "neu": 0.702, "pos": 0.0, "neg": 0.298, "compound": -0.1779}, {"text": "Sometimes it's not the people who change, it's the mask that falls off.", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "These vituperations by Adeyinka grandson, which clearly reflect the minds of the men behind the mask , should be a timely warning to the world, especially the one Nigerianist Biafrans, under hypnotic spell. Please watch. ", "neu": 0.802, "pos": 0.134, "neg": 0.064, "compound": 0.3818}, {"text": "Correct me if i'm wrong but she \"goes ghost\" by putting on the mask right? If so that's a fucking awesome concept.", "neu": 0.61, "pos": 0.22, "neg": 0.17, "compound": 0.54}, {"text": "\"It's war\" - the mask slips. ", "neu": 0.506, "pos": 0.0, "neg": 0.494, "compound": -0.5994}, {"text": "She feels lost The emptiness In her Heart Is apparent To those closest to her Outsiders see her As kind & generous Compassionate & understanding But she's broken Behind the mask She wears daily To hide the pain To curb the loneliness She feels without Him in her life. WordWhim ", "neu": 0.6, "pos": 0.152, "neg": 0.248, "compound": -0.6369}, {"text": "It’s just easier to keep these girls in rotation, or friends with benefits that way you have less expectations of her and you won’t feel some type of way if she shows her body off for the gram or getting fucked by niggas in Miami", "neu": 0.723, "pos": 0.154, "neg": 0.123, "compound": 0.1779}, {"text": "\"Some wear the mask , that presented their deepest, darkest emotions like rage, hatred and sorrow\" Masquerade by Rosiana Putri Muliandari ", "neu": 0.47, "pos": 0.078, "neg": 0.451, "compound": -0.9169}, {"text": "\"Which is the lie? The mask , or my face?\"", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Drop the Mask of Zorro. 90sSongAMovie", "neu": 0.704, "pos": 0.0, "neg": 0.296, "compound": -0.2732}, {"text": "To create a mimic of the mimics — the servant of the new nature that thrusts itself back onto the body — they must then right. \"By the time the mask has been removed, it will already be too late.\"", "neu": 0.948, "pos": 0.052, "neg": 0.0, "compound": 0.2732}, {"text": "“Hi! My name is Clint. And currently I have popcorn between my teeth that I can’t get out! Save me!”", "neu": 0.807, "pos": 0.193, "neg": 0.0, "compound": 0.6219}, {"text": "You don't tug on Superman's cape You don't spit into the wind You don't pull the mask of the ol' Lone Ranger And you don't mess around with Q. TheGreatAwakeningWorldwide PatriotsInControl QIsLegit", "neu": 0.877, "pos": 0.062, "neg": 0.061, "compound": 0.0026}, {"text": "The trap under the mask was manipulated rope that hangs around my neck is clamped to the maximum【VERMIN】", "neu": 0.766, "pos": 0.0, "neg": 0.234, "compound": -0.5994}, {"text": "Wow. It doesn't matter who's behind the mask . I love this girl", "neu": 0.469, "pos": 0.469, "neg": 0.063, "compound": 0.8371}, {"text": "Anxiety deceives us. Like a mask given to us that must be seen as an unhealthy one like in the old movie, ' the mask ' ", "neu": 0.586, "pos": 0.163, "neg": 0.251, "compound": -0.4019}, {"text": " MR VAIKO -please clarify which one is real VAIKO and which one is your mask - please remove the mask and give Tamil people a clear picture on WHO ARE YOU? and for WHAT YOU STAND FOR? ", "neu": 0.809, "pos": 0.191, "neg": 0.0, "compound": 0.7622}, {"text": "Thank you for sharing. I watched the whole 1:30. Shocked, sick and pissed I am.", "neu": 0.346, "pos": 0.229, "neg": 0.424, "compound": -0.6705}, {"text": "My pops always told me don’t get into a relationship with a girl who doesn’t carry herself with self respect, keep these type of girls in rotation, forever. Since every girl nowadays want to show off their bodies for attention and validation, so why would you cuff them?", "neu": 0.909, "pos": 0.091, "neg": 0.0, "compound": 0.5267}, {"text": "You don't tug on Superman's cape You don't spit into the wind You don't pull the mask off the ol' Lone Ranger And you don't mess around with Q. TheGreatAwakeningWorldwide PatriotsInControl QIsLegit", "neu": 0.877, "pos": 0.062, "neg": 0.061, "compound": 0.0026}, {"text": "I wouldn’t be able to sleep looking at that!! Why??? What’s the mask for? Why???", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "IDK WHY but I'm *GUESSING* tht PERSONA ANIMA/ANIMUS SHADOW SELF Tht means tht WE HAVE TO TAKE OUR MASK OFF, FACE OUR ANIMA WHO ARE OUR SHADOWS WHO WLL HELP US FIND OUR INNER SELF which was hidden behind the mask THIS IS JUST MY OPINION FindYourPERSONA BTSxSNL ", "neu": 0.881, "pos": 0.089, "neg": 0.03, "compound": 0.6228}, {"text": "Westley dons the mask confesses he's the real Dread Pirate Roberts responsible for Vizzini's death. The leader refuses to fall for 'such an obvious trick' and kills Roberts.", "neu": 0.623, "pos": 0.062, "neg": 0.314, "compound": -0.8519}, {"text": "Anyone can be spider man, all you have to do is put on the mask .", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "hallmark, detective, dani, hallmark movies and mysteries, suspect, lori loughlin, hallmark movies & mysteries, garage sale mysteries, garage sale mystery, sleuth, the mask murder, jennifer shannon, sarah strange, we may have a suspect via Giphy ", "neu": 0.727, "pos": 0.0, "neg": 0.273, "compound": -0.872}, {"text": "\"whether we're together or apart, we can both remove the mask and admit we regret it from the start\"", "neu": 0.787, "pos": 0.083, "neg": 0.13, "compound": -0.25}, {"text": "Wikipedia: Japanese-Finnish-Dutch anime television Based on the Moomin novels and comic strips by the Finnish illustrator and author Tove Jansson and her brother Lars Janssson. But yea... I liked to watch it as a child.", "neu": 0.887, "pos": 0.113, "neg": 0.0, "compound": 0.4215}, {"text": "Star Academy Student's go really high while creating Hollywood Inspired Character ' The Mask ' Look during their Professional Course. . . . Want to be a part of STAR ACADEMY, Contact: 8010044044 .... ", "neu": 0.782, "pos": 0.218, "neg": 0.0, "compound": 0.7152}, {"text": "‘What is truly worrying about these blunders is that they have let the mask slip to reveal a political class that, at best, does not understand the racial dynamics of the country in which it operates and, at worst, is deeply hostile to them.’", "neu": 0.666, "pos": 0.165, "neg": 0.169, "compound": -0.0498}, {"text": "Doesn't reflect very well on you that you would take solace in another's man's pain? The mask of liberalism is slipping from a lot of influential voices.", "neu": 0.736, "pos": 0.093, "neg": 0.171, "compound": -0.3465}, {"text": "It's not whining if it's just true. The mask fell a long time ago and now those who still defend the mask tell the rest of us who and what they are.", "neu": 0.867, "pos": 0.133, "neg": 0.0, "compound": 0.5371}, {"text": "that episode where jake, terry, and rosa have to find out who stole the authors' laptops and leaked the chapters, he was the teacher guy for when holt and amy put the mask mould thing on boyle. he looks so old compared to in prison break", "neu": 0.887, "pos": 0.0, "neg": 0.113, "compound": -0.6808}, {"text": "TOMORROW! Join us for a super fun day in aid of Comic Relief! Wear a superhero costume Make your own superhero mask Play villain attack beanbag bowling Play pin the mask on the superhero Cupcake sale Soft play ComicRelief RedNoseDay Eastbourne Sussex ", "neu": 0.535, "pos": 0.35, "neg": 0.116, "compound": 0.9115}, {"text": "Omg that looks like serious trouble, we never seem to get a reply about just why terrier men are present in big numbers at hunts, and why do the mask up ?", "neu": 0.806, "pos": 0.075, "neg": 0.119, "compound": -0.128}, {"text": "I'm not a man of too many faces, the mask I wear is one ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Sitting in a chair stareing at the mask . His face cover by darkness so to hide the tears of his trouble. Only to know he has to go again. And once again. He puts on his mask.", "neu": 0.789, "pos": 0.0, "neg": 0.211, "compound": -0.7635}, {"text": "EHFaR - A Man Behind The Mask Featuring Oliver Hartmann nowplaying on Eat This Rock N Metal WebRadio ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Back when Libertarianism still had the mask mostly on", "neu": 0.851, "pos": 0.149, "neg": 0.0, "compound": 0.1027}, {"text": " under the minimum sensitivity and as if I had it to the maximum, etc ... conclusion! You cheated me! If the game is not there to play, why do you take it out? And on top of that, do you have the mask to take it out?", "neu": 0.842, "pos": 0.035, "neg": 0.123, "compound": -0.6684}, {"text": "The mask was made to keep you off balance", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "When we REMOVE the MASK & stand open & vulnerable before the Lord we can receive the healing we need", "neu": 0.899, "pos": 0.0, "neg": 0.101, "compound": -0.2263}, {"text": "Its like the mask fell off and we are left with what was really behind. It's so disturbing bc it makes you question everyone else. Who else is like that that I know? Who can I trust?", "neu": 0.706, "pos": 0.197, "neg": 0.097, "compound": 0.5297}, {"text": "Don’t hide behind the mask when everyone knows the truth", "neu": 0.667, "pos": 0.192, "neg": 0.142, "compound": 0.1531}, {"text": "I've gotten into doing sheet masks the night before I have practicum to relax but every time I take my contacts out first so once I have the mask on I can't see shit", "neu": 0.828, "pos": 0.172, "neg": 0.0, "compound": 0.7037}, {"text": "He truly is an ikemen...that leader of ours.. I wanna kill him. SamBot", "neu": 0.568, "pos": 0.165, "neg": 0.267, "compound": -0.4215}, {"text": "Yup we need mask right now . Currently the mask is out of stock .", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "It’s beautiful how these women used these feminist shaming tactics against you niggas into “accepting them for who they are” that way they do the bare minimum and you’ll have to deal with it. I love women for doing this.", "neu": 0.774, "pos": 0.174, "neg": 0.052, "compound": 0.7717}, {"text": "Break the mask and throw it across the room, proceed to breakdown and cry. You're a monster, a murderer, you killed your friends over your PTSD and a parasite.", "neu": 0.59, "pos": 0.083, "neg": 0.327, "compound": -0.8779}, {"text": "You need to stop putting on the mask yo ASS is to pretty", "neu": 0.509, "pos": 0.163, "neg": 0.328, "compound": -0.4995}, {"text": "Just finished . Thinking back to a year ago when I saw my 30weekers in the NICU for the first time. They really didn't miss a detail. All the cords and the mask on the baby. Excited to watch 's journey from here! mypreemies ", "neu": 0.896, "pos": 0.104, "neg": 0.0, "compound": 0.529}, {"text": "Damn you're gorgeous and the mask is so beautiful I hope you had fun!", "neu": 0.302, "pos": 0.596, "neg": 0.102, "compound": 0.9332}, {"text": "RT AimanPsikologis: The mask they're wearing is only for dust. Not for chemical gas issue. It does not filter the gas particle at all. S2019-03-14T10:23:14.000Z", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "an extract from the novelisation of the mask and yet, nobody stopped the mask despite his constant cries for people to do exactly that", "neu": 0.841, "pos": 0.086, "neg": 0.073, "compound": 0.092}, {"text": "The comments are also perfect captions for Poki's reaction to the mask I love this so much omg", "neu": 0.655, "pos": 0.345, "neg": 0.0, "compound": 0.836}, {"text": "the mask cf will give us fresh no makeup look on jihoon and WE ARE HAPPY", "neu": 0.593, "pos": 0.307, "neg": 0.1, "compound": 0.6739}, {"text": "Mark so cute smiling under the mask . You can really see on his eyes how he enjoy his vacation. GOT7 MarkTuan Mark ", "neu": 0.66, "pos": 0.34, "neg": 0.0, "compound": 0.868}, {"text": "'According to the Fire Emblem Echoes: Shadows of Valentia Memorial Book Valentia Accordion, Conrad is the one who gives Zeke the mask he uses when returning to Archanea as Sirius; this mask being his own, which he no longer has need for.'", "neu": 0.897, "pos": 0.0, "neg": 0.103, "compound": -0.5574}, {"text": "Splendidly put.", "neu": 0.244, "pos": 0.756, "neg": 0.0, "compound": 0.4767}, {"text": "Everyone needs to report Lana's Youtube channel ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Leader of wolfpack always look after the flock and walk behind them, to protec and make sure no one left behind.", "neu": 0.809, "pos": 0.098, "neg": 0.094, "compound": 0.0258}, {"text": "Into The Spider-Verse, when Miles says “Anyone can wear the mask ”", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "The Mask except it’s a ghoul mask and the wearer just becomes Wildly Horny", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "'Behind the mask ': lost in a world of Venetian fantasy Venice masquerade Italy ", "neu": 0.839, "pos": 0.0, "neg": 0.161, "compound": -0.3182}, {"text": "on : Jim Carrey \" The Mask \"- Hocus Pocus (2013 video mix) ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Trump helped RIP the mask off these lunatic Marxists. They will hold insane views just to oppose Trump. We've always known who the Dems we're, but now for the first time normal voters who may have been lied to or misinformed by the disgusting MSM can FINALLY see it for themselves", "neu": 0.75, "pos": 0.0, "neg": 0.25, "compound": -0.9366}, {"text": "Well today is my nephew Nolan’s birthday and I had to steal one of the pictures she posted. Happy Birthday Nolan Anyone know the guy behind the mask is, lol. It’s one of few ", "neu": 0.711, "pos": 0.211, "neg": 0.078, "compound": 0.6597}, {"text": "She reminds me of the late great (well - he's not really late but many think so) D-Congressman Hank Johnson who voiced his sincere concern about putting more troops on Guam. He told an Admiral at Public hearing ... \"my great concern is the island might flip over and capsize\".", "neu": 0.75, "pos": 0.25, "neg": 0.0, "compound": 0.9403}, {"text": "His buffoonery is deployed to try and mask the odious nature of his character. The mask is constantly askew and his true colours leach out in a steady stream. This latest utterance is sickening.", "neu": 0.833, "pos": 0.075, "neg": 0.091, "compound": -0.1531}, {"text": "You can’t randomize the mask of “Wild” Card via /r/FortNiteBR ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "that's Moomin. Maybe you've seen it before. It's from the 90s ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Here goes the mask ! This is real Imran. ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "hahaha how i wish .. but the actor playing hukum 's face was taken temporarily, he cant act so he was behind the mask till now .. As bela hav seen his face, he ll be shown from next week n this new guy will play hukum .", "neu": 0.813, "pos": 0.187, "neg": 0.0, "compound": 0.8151}, {"text": "'Captain Marvel' Nearly Included This Reference to Jim Carrey's ' The Mask ' ", "neu": 0.781, "pos": 0.219, "neg": 0.0, "compound": 0.4215}, {"text": "Seventeenth. This one has a subtle sweet floral smell. Best! And the mask pun senang je pakai, tak leceh ", "neu": 0.681, "pos": 0.319, "neg": 0.0, "compound": 0.8172}, {"text": "+ him. Touched the mask in the process, oops. It was too late, when he realized he acted out of pure aggravation, basically— Fucked up. This was so unlike him. He was the hero that told everyone to smile. “I— Fuck. Oh, no. I’m so sorry.”", "neu": 0.712, "pos": 0.109, "neg": 0.18, "compound": -0.6124}, {"text": "Wears the mask to the bedroom ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Join Nena’s Organics at Her Story Behind The Mask to support women everywhere this Sunday, 3/17, 2pm, 29301 Hawthorne Blvd, Rancho Palos Verdes. It is the season of the Woman! ", "neu": 0.844, "pos": 0.156, "neg": 0.0, "compound": 0.636}, {"text": "Fun fact: I used to be a part of an amazing RP guild a long time ago and every once and awhile I get a painful twinge of nostalgia. Here's a picture of the old gang I used to roll with. (I'm the big ol' Dranaei with the mask and no shirt) ", "neu": 0.771, "pos": 0.133, "neg": 0.096, "compound": 0.4588}, {"text": "No. I think he is actually a very nasty individual and such a complete narcissist that he doesn't care when the mask slips on occasion.", "neu": 0.685, "pos": 0.0, "neg": 0.315, "compound": -0.8281}, {"text": "ROBAGNOLI JFJANFJAKD LOVE U", "neu": 0.323, "pos": 0.677, "neg": 0.0, "compound": 0.6369}, {"text": "something something anyone can wear the mask", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "In most other areas due to the short filming schedule and overal lack of time before release. Plus, I did feel the mask was kinda meh... though, I think it looks wayyy better than the one in 4 lol", "neu": 0.805, "pos": 0.139, "neg": 0.056, "compound": 0.5267}, {"text": "I read a doujin about what PB would’ve been like if Dio used the mask on Jonathan like he originally planned, turning Jojo into a vampire, and now I’m like in a vampire Jojo kinnie mood", "neu": 0.795, "pos": 0.205, "neg": 0.0, "compound": 0.7579}, {"text": "Movies (on VHS) I used to watch repeatedly as a kid: Jumanji, The Lion King, Mrs. Doubtfire, Matilda, The Mask , Dumb & Dumber, Wayne’s World, The Brady Bunch Movie (lmao), Bring It On, She’s All That..I’ll think of more", "neu": 0.854, "pos": 0.0, "neg": 0.146, "compound": -0.7003}, {"text": "Behind the Mask : The Rise of Leslie Vernon, All Hallows' Eve (2013), and Terrifier (2018).", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "The Argument About Narrative Essay about Love ", "neu": 0.667, "pos": 0.0, "neg": 0.333, "compound": -0.3612}, {"text": "With the mask", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Me saying I'm a speedster for my persona online is normal. You wore a luchador mask in real life, to a bar full of people and thought everyone was gonna be psyched at you pulling off that mask in the ring. No one cared who you were weather you had the mask on or off. ", "neu": 0.909, "pos": 0.051, "neg": 0.04, "compound": 0.1531}, {"text": "But at the end of the day I am a man, not one of these bitch niggas, so that shit won’t fly with me. If we kicking it and fucking from time to time and you start catching feelings and demanding more time, Ima want you to show me why you want/deserve to be in a relationship w me", "neu": 0.787, "pos": 0.025, "neg": 0.189, "compound": -0.8864}, {"text": "Jack Bauer is like Batman without the mask .", "neu": 0.737, "pos": 0.263, "neg": 0.0, "compound": 0.3612}, {"text": "Katsuki looked for the mask and lifted his brow at the meds, glancing over to Hitoshi. However he decided not to ask about them now and pulled the mask on while leaning back.", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "i was gonna post a pic of me wearing the mask thingy but i look dumb and it’s making me laugh and I’m not supposed to laugh !!", "neu": 0.597, "pos": 0.282, "neg": 0.121, "compound": 0.7866}, {"text": "I tend to have a beneath the mask playing to fall asleep to but the lyrics make me think of mingyi now ", "neu": 0.931, "pos": 0.069, "neg": 0.0, "compound": 0.1027}, {"text": "The twins are up giggling in their room.. should I get the mask on em or call the cops?", "neu": 0.872, "pos": 0.128, "neg": 0.0, "compound": 0.3612}, {"text": "“Least they didn’t take the mask . Identity intact at the very least.” ", "neu": 0.859, "pos": 0.141, "neg": 0.0, "compound": 0.2023}, {"text": "I think my Dad’s years of undiagnosed sleep apnea and lack of using his CPAP afterward (he was an extremely light sleeper and the mask would wake him up whenever it got jostled with sleep position movement) is what caused a huge host of stuff that led to his death.", "neu": 0.841, "pos": 0.043, "neg": 0.116, "compound": -0.5994}, {"text": " the first pic with the mask on the chin, thats you. You’re welcome ", "neu": 0.8, "pos": 0.2, "neg": 0.0, "compound": 0.4588}, {"text": "We chat with Anders Friden of Sweden's , discussing the band's brand new album 'I, The Mask '. Out via . InFlames GothenburgSound ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Nom, Jake, and Chara are the true squad fight us SamBot", "neu": 0.625, "pos": 0.194, "neg": 0.181, "compound": 0.0516}, {"text": "So, The Mask punching people through the phone isn't real???", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "On the ceiling: the Mask of Anchors.", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "My brain has already filled in the things you aren’t saying. The walls are already sliding into place. The mask is already coming down. So by all means, drag it out with silence.", "neu": 0.944, "pos": 0.0, "neg": 0.056, "compound": -0.2263}, {"text": "And she was confident is her statement...... but I've noticed this is a very common belief in contemporary singing that nasal placement=singing in the mask .... ", "neu": 0.92, "pos": 0.08, "neg": 0.0, "compound": 0.2732}, {"text": "Who was that shape in the shadows? Whose is the face in the mask ?", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "The Hidden Truth About All about Me Essay High School Uncovered ", "neu": 0.796, "pos": 0.204, "neg": 0.0, "compound": 0.3182}, {"text": "Don't ask how the mask contains the nose.", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Gee, there's another similarity to The Mask .", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Watching “ The Mask Singer” (pls tell me other ppl have seen this) and one of the clues was “There’s no place like home”... :”There’s no place like home...Kansas...it could be Lady Gaga bc she’s from Nebraska” “Um. Okay but what does this have to do w Nebraska?”", "neu": 0.837, "pos": 0.099, "neg": 0.064, "compound": 0.1901}, {"text": "Listen to \"Son of The Mask \" from Douglas Dietzold on : ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Blaise, Emre ( destroyer ) Federico ( play maker ) Cristiano ( Finisher ) Massimiliano ( the brain )", "neu": 0.625, "pos": 0.167, "neg": 0.208, "compound": -0.1531}, {"text": "can’t really tell i get why they changed it so i like it but i liked the way the mask looked soo idk", "neu": 0.696, "pos": 0.238, "neg": 0.066, "compound": 0.6394}, {"text": "No one cared who I was, until I put on the mask", "neu": 0.615, "pos": 0.215, "neg": 0.169, "compound": 0.1531}, {"text": "its time to party again its showtime the real thing wow the mask !", "neu": 0.618, "pos": 0.382, "neg": 0.0, "compound": 0.7777}, {"text": "NowPlaying In Flames - I, The Mask Radio webplayer : ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "This is a bot do not reply to said bot as I will not talk to you SamBot", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "would like to know, if he is sitting on the toilet and why the mask - auditioning for Phantom?", "neu": 0.872, "pos": 0.128, "neg": 0.0, "compound": 0.3612}, {"text": "instagram gave me $30 promo credit & after i used it, it's fucking down. so wtf??? IT'S LIKE GIVING ME A FREE MASK SAMPLE BUT THE MASK EXPIRE 10 YEARS LIAO", "neu": 0.652, "pos": 0.26, "neg": 0.088, "compound": 0.6216}, {"text": "Atticus? The mask ?", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "The mask really fits you nicely.", "neu": 0.612, "pos": 0.388, "neg": 0.0, "compound": 0.4877}, {"text": "It was already on the mask so it made sense", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "This is the only correct answer. Amazing Spider-Man is flawed, but Garfield nailed being Spiderman while not being a believable Peter (no way that dude has no friends and no girl). Tobey is a solid Peter, but lacked the cockiness that comes with putting on the mask .", "neu": 0.74, "pos": 0.156, "neg": 0.104, "compound": 0.431}, {"text": "Received Vanara Book copy today. Thank you so much for sending the copy and I'm super excited to read the book to my grandmother. Loved the Mask ", "neu": 0.644, "pos": 0.356, "neg": 0.0, "compound": 0.9136}, {"text": "JoJo's Bizarre Adventure Episode 2: Seven Years Later...Dio Brando is Still Plotting To Take Over The Joestar Family Fortune As The Tension Between Dio and Jonathan Joestar Heats Up As Our Hero Jonathan Travels To Get Mediecne and Fights Speedwagon While Dio Finds The Mask ... ", "neu": 0.756, "pos": 0.109, "neg": 0.135, "compound": -0.1027}, {"text": "2019.03.13: TheMask ! Theater night with these people who love music, arts, plays, and food. PhantomOfTheOpera ThePhantomOfTheOpera Theatre At Solaire ", "neu": 0.724, "pos": 0.276, "neg": 0.0, "compound": 0.7574}, {"text": "Sketchbook flip through of drawwithmango 90snostalgia sketches so far! And also some pictures of the latest sketch of \" The Mask \". vsco google pixel2xl teampixel karthikabhiram ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Same... mostly its shitty family now 2 ppl i love that dont have twitter and a few random “friends” yet they still make me feel shitty i dont use it much anymore because of that...here is my place lol", "neu": 0.686, "pos": 0.155, "neg": 0.159, "compound": -0.0516}, {"text": "We saved the world from giant octopuses/octopi/octopodi...(?), the Bugle's back in business and me without the mask scored a new job! Sweet.", "neu": 0.757, "pos": 0.243, "neg": 0.0, "compound": 0.7263}, {"text": "Wearing the mask of a baddy for YEARS so that good will triumph in the end, willing to be hated as a villain. A truly tragic hero ", "neu": 0.419, "pos": 0.315, "neg": 0.266, "compound": 0.2449}, {"text": "The mask is A1. I like the moisture rich shampoo too. I use it in rotation with a clarifying shampoo. Also fine, low porosity hair.", "neu": 0.643, "pos": 0.282, "neg": 0.075, "compound": 0.7003}, {"text": "Peep me w the mask ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "yeah like I thought that one was Hannya because of the mask but holy hell the actor is too hot for him what is the truth", "neu": 0.623, "pos": 0.187, "neg": 0.19, "compound": -0.4767}, {"text": "East Region YWIM Presents a dynamic live discussion: Taking the Mask off:Choosing to Operate in Authenticity! ", "neu": 0.829, "pos": 0.171, "neg": 0.0, "compound": 0.4389}, {"text": "hhhh <33 I love the mask also- :>", "neu": 0.407, "pos": 0.593, "neg": 0.0, "compound": 0.8074}, {"text": "We do this like they did in son of the mask , caga is in the middle of us and he decides who he wants to go with", "neu": 0.9, "pos": 0.1, "neg": 0.0, "compound": 0.4357}, {"text": "tfw you try to turn up the challenge for your encounters also posted to my main dnd ttrpg ", "neu": 0.929, "pos": 0.071, "neg": 0.0, "compound": 0.0772}, {"text": "I had a very vivid dream last night involving in a dress, getting stuck in an aquarium, and taking off the mask to help me with homework.", "neu": 0.751, "pos": 0.178, "neg": 0.071, "compound": 0.4549}, {"text": "Make sure the mask has crocodile tears running down it.", "neu": 0.656, "pos": 0.189, "neg": 0.156, "compound": 0.1027}, {"text": "top DOOM albums (in order) Madvillainy Mm...Food Operation Doomsday Born Like This Mouse & The Mask Take Me To Your Leader Keys To The Kuffs", "neu": 0.634, "pos": 0.136, "neg": 0.229, "compound": -0.6037}, {"text": "He tries so hard to keep it together then something eats into him and the mask slips", "neu": 0.896, "pos": 0.0, "neg": 0.104, "compound": -0.2183}, {"text": "We hv no. of multiple polygamist democratic leaders(atleast one in immediate neighborhood) vying for Nobel peace price...but there is a different face behind the mask . And some of our country men are out to demean some dedicated leaders of our country", "neu": 0.81, "pos": 0.142, "neg": 0.048, "compound": 0.6486}, {"text": "Cowards.. Take if the mask if your making a stand. That's what I thought.. Idiots.", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "If Tony’s mask was still on when Steve damaged the suit it would go dark and suffocate him but Steve still loves him tony may hate him with all his heart but Their friendship is so strong that he took the mask so he wouldn’t be gone and that’s all we really needed in cacw ", "neu": 0.706, "pos": 0.195, "neg": 0.099, "compound": 0.8312}, {"text": "I was actually scared of ’s character in the movie TheMask . Didn’t get over the fear until I saw Son of the Mask . ", "neu": 0.757, "pos": 0.0, "neg": 0.243, "compound": -0.7269}, {"text": "No.... She's just taken the mask off... ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Beth has taken the mask off...", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "cleanse - exfoliate - tone - mask ???? do i tone again after washing off the mask .", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Its", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": " to me! The mask was expensive and it’s been removed. What can I do? 2/2", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "The man sprang from his chair and paced up and down the room in uncontrollable agitation. Then, with a gesture of desperation, he tore the mask from his face and hurled it upon the ground. “You are right,” he cried; “I am the King. Why should I attempt to conceal it?”", "neu": 0.817, "pos": 0.0, "neg": 0.183, "compound": -0.8442}, {"text": "Can we have a special variant for the wild card like the suit will black or a joker card on the mask plz", "neu": 0.68, "pos": 0.32, "neg": 0.0, "compound": 0.7184}, {"text": "The 2 seconds per playthrough I go human to kindle the bonfire before O&S and someone in thorn armor and the mask of the mother(???) just pounces", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "An orange mutated fox runs around braking boxes along with the mask form The Mask", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "A welcome surprise for all of us....", "neu": 0.44, "pos": 0.56, "neg": 0.0, "compound": 0.6249}, {"text": "Still reeling from the absolute show my Uber driver put on last night, full volume Bollywood style edm that he drove in time to the beat of like when the cars get possessed in the mask all while giggling manically and shouting 5 STAR RATING FOR ME", "neu": 0.898, "pos": 0.102, "neg": 0.0, "compound": 0.6124}, {"text": "[ ] “. . .” Shen immediately delivers a devastating sucker punch towards Jhin’s face, practically caving the mask inward. “That’s from Kusho.”", "neu": 0.688, "pos": 0.0, "neg": 0.312, "compound": -0.8271}, {"text": "⠀ He was becoming increasingly grateful for the mask of darkness that seemed to act as a shield— though he would fervently deny he needed one. ❛ . . . Perhaps. It's a quite a good way to kill time. ❜ ⠀ ", "neu": 0.67, "pos": 0.134, "neg": 0.197, "compound": -0.4417}, {"text": "Love the mask saint it’s really nice a really nice colour too :D", "neu": 0.357, "pos": 0.643, "neg": 0.0, "compound": 0.9373}, {"text": "Speaking from the playground of the rich the mask slips from the champagne socialist as he has a go at workers who have not being paid. ", "neu": 0.799, "pos": 0.201, "neg": 0.0, "compound": 0.7003}, {"text": "Don’t blame him at all. A King. ", "neu": 0.676, "pos": 0.0, "neg": 0.324, "compound": -0.34}, {"text": "Any girl who says no isn’t worth your time. If you wear the pants, I’ll wear the mask .", "neu": 0.796, "pos": 0.095, "neg": 0.109, "compound": -0.0772}, {"text": "I'm just happy the mask and cape Ben Affleck will be wearing isn't to play Darth Vader.", "neu": 0.723, "pos": 0.178, "neg": 0.098, "compound": 0.3948}, {"text": "\"I want you to take off the mask , do you hear me, Erik? I want you take it off right now!\" —Luciana to Erik", "neu": 0.879, "pos": 0.121, "neg": 0.0, "compound": 0.2244}, {"text": "Oh my gosh that’s stunning! It looks like the mask is peeling away to reveal different layers, amazing", "neu": 0.62, "pos": 0.38, "neg": 0.0, "compound": 0.8478}, {"text": "“Sick Em”. Tucker!! About time someone pulled the mask off these so called moral arbiters.", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Because of the mask thing get it", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "What were we saying yesterday .. are we surprised NAW ..there we go cover blown only a few weeks in and the mask slips ...same old bbc ...NEVER to be trusted! PerfidiousAlbion BBCPravda ", "neu": 0.85, "pos": 0.15, "neg": 0.0, "compound": 0.6476}, {"text": "Why not risk it all right now? We’re all gonna die anyway", "neu": 0.636, "pos": 0.115, "neg": 0.248, "compound": -0.4742}, {"text": "Cynical by nature, he puts on the mask but not for protection. Charmed by my his shell they fail to realize they’re spellbound by a mere counterfeit projection. They dance together as if fire isn’t hot, but nobody else needs to know.", "neu": 0.742, "pos": 0.0, "neg": 0.258, "compound": -0.9164}, {"text": "(Clint paused as he continued getting the stuff out of his teeth. Eventually he turned around and smirked)” that helped thanks nat!” (He smirked as he nodded)” what do I owe you?”", "neu": 0.904, "pos": 0.096, "neg": 0.0, "compound": 0.4926}, {"text": "Yeah, I just ended up rewatching The Mask of Zorro instead. I have no regrets.", "neu": 0.592, "pos": 0.13, "neg": 0.278, "compound": -0.3612}, {"text": "I think it was as good as it could have been since everything but the mask was supposed to be a military flight suit and Norman probably made the mask himself. The concept art they had was pretty cool though", "neu": 0.792, "pos": 0.208, "neg": 0.0, "compound": 0.8481}, {"text": "I know! I'll make goldfish buns! SamBot", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Play with the mask to hide the truth People cheat each other , right?", "neu": 0.489, "pos": 0.255, "neg": 0.255, "compound": 0.0}, {"text": "New Awsome GIF. Tags: hallmark, detective, dani, hallmark movies and mysteries, suspect, lori loughlin, hallmark movies & mysteries, garage sale mysteries, garage sale mystery, sleuth, the mask murder, jennifer shannon, sarah strange, we may have a suspect ", "neu": 0.74, "pos": 0.0, "neg": 0.26, "compound": -0.872}, {"text": "Obviously, from the mask and gloves, he’s just back home after a hard night’s work burgling. Pretty pleased with the vase he nicked from Hyacinth Bucket’s place.", "neu": 0.754, "pos": 0.2, "neg": 0.046, "compound": 0.6908}, {"text": "U're looking stunning in that spider man suit, you'd look better if you put the mask on", "neu": 0.732, "pos": 0.268, "neg": 0.0, "compound": 0.6705}, {"text": "“Natasha....”(he narrowed his eyes at her. He then nodded his head taking said tooth pick. He then turned away from her and began to try to pick the kernels out of his teeth.)", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "I go by other names too, like Ren, Hiro, Karma, Syo, and Hayato! SyoBot", "neu": 0.811, "pos": 0.189, "neg": 0.0, "compound": 0.4199}, {"text": "Now playing on WGMU: The Mask by Joon Moon from Moonshine Corner", "neu": 0.859, "pos": 0.141, "neg": 0.0, "compound": 0.2023}, {"text": "I, the Mask : ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Wearing the mask . ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Unbiased Report Exposes the Unanswered Questions on Writing an Essay about Your Interests ", "neu": 0.794, "pos": 0.0, "neg": 0.206, "compound": -0.1531}, {"text": "What a man ;) SamBot", "neu": 0.612, "pos": 0.388, "neg": 0.0, "compound": 0.2263}, {"text": "finalmente encontrei, \"tomb of the mask \" o nome", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": " our true rival is hiding behind the mask in form of China. We need to strengthen our army to the might of china, additionally pakistan. We should raise voice for removing China from UNSC permanent members list. ChinaBacksTerror", "neu": 0.827, "pos": 0.121, "neg": 0.052, "compound": 0.4404}, {"text": "First-rate, and super popular! He is our reliable class president!♡ SamBot", "neu": 0.553, "pos": 0.447, "neg": 0.0, "compound": 0.8065}, {"text": "Omg I was just saying I wanted to be kaneki for Halloween! I already found the mask and a white wig on the geek app badass", "neu": 0.844, "pos": 0.0, "neg": 0.156, "compound": -0.4003}, {"text": "New trending GIF tagged hallmark, detective, dani, hallmark movies and mysteries, suspect, lori loughlin, hallmark movies & mysteries, garage sale mysteries, garage sale mystery, sleuth, the mask murder, jennifer shannon, sarah strange, we may have a suspect via Giphy August", "neu": 0.757, "pos": 0.0, "neg": 0.243, "compound": -0.872}, {"text": "What about having the face paint on the mask almost like purifier", "neu": 0.833, "pos": 0.167, "neg": 0.0, "compound": 0.2975}, {"text": "'Racism is about power... these blunders let the mask slip to reveal a political class that, at best, does not understand the racial dynamics of the country and, at worst, is deeply hostile to them.' ", "neu": 0.625, "pos": 0.136, "neg": 0.239, "compound": -0.6997}, {"text": "HAHAHAH fans are teaching xinchun how to get the mask effect on douyin now HHHHH HE IS SO CUTE JFFJDKKDJDMDNDKDN WHEN HE SMILED AT THE END xinchun please learn this tutorial and upload a new douyin ", "neu": 0.739, "pos": 0.261, "neg": 0.0, "compound": 0.906}, {"text": "The Tried and True Method for Essay about Moving to America in Step by Step Detail ", "neu": 0.833, "pos": 0.167, "neg": 0.0, "compound": 0.4215}, {"text": "Life, Death, and How to Write Acknowledgement for Dissertation ", "neu": 0.642, "pos": 0.0, "neg": 0.358, "compound": -0.5994}, {"text": "Always look where you're going when using the Mask of Speed!", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Come celebrate BTM’s 25th Anniversary 3/16. Tons of FREE swag at BTM Scottsdale, plus demo sticks and break stuff at Smashfest. ", "neu": 0.711, "pos": 0.289, "neg": 0.0, "compound": 0.8286}, {"text": "The current south korea scandal does look like in drama. One by one, the big names are exposed, celebrities that we thought were good are actually hiding behind the mask , old cases are reopened, entertainment company (yg) is going down. Phew.", "neu": 0.706, "pos": 0.165, "neg": 0.129, "compound": 0.4215}, {"text": "I love it when FBPE cultists who espouse lovey dovey pro EU liberal values let the mask slip with stuff like this.", "neu": 0.657, "pos": 0.343, "neg": 0.0, "compound": 0.8555}, {"text": "Nobody knows what is underneath the mask that i put everyday", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "\"What's under the mask ? No one knows. Not even Bloodhound.\"", "neu": 0.804, "pos": 0.0, "neg": 0.196, "compound": -0.296}, {"text": "CyberSecurity Hacker Behind The Mask : An Inside Look At Anonymous - ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Sometimes it's not the people who change, it's the mask that falls off.", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "If that’s you in your pic I suggest the mask idea", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "NewProfilePic ITS THE FINAL COUNTDOWN BOIIS WE ABOUT TO RIP THE MASK OFF OUTTA ALL THE PEOPLE PEOPLE ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}], "sum": 375}