{"compound_ave": 0.21850762886597924, "tweets": [{"text": "May the departed soul rest in peace", "neu": 0.632, "pos": 0.368, "neg": 0.0, "compound": 0.5423}, {"text": "My heart and prayers are with the family of the kids that lost their lives in today's collapse building. May the Souls of the departed kids rest in perfect peace. May God grant the parents and guardians of the fallen children the fortitude to bear the irreparable losses, Amen.", "neu": 0.646, "pos": 0.186, "neg": 0.169, "compound": 0.2732}, {"text": "Mfers be from duxbury freshly graduated prep school saying the departed is their favorite movie", "neu": 0.824, "pos": 0.176, "neg": 0.0, "compound": 0.4588}, {"text": "They thought he was Salah ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "So sad about the news of the building collapse and the death of scores of Nigeria school children in Lagos today. May God console the parents and relatives of the departed ones. Hoping the government will take the necessary steps to forestall such occurrences in future", "neu": 0.727, "pos": 0.087, "neg": 0.186, "compound": -0.7645}, {"text": "WAEC failures teaching and running the schools. Lagos state govt should do more about sanitizing mediocrity in private schools setting. It is time to take action. Pray for the souls of the departed and also for God to grant the families the fortitude to bear the loss", "neu": 0.749, "pos": 0.126, "neg": 0.125, "compound": 0.0094}, {"text": "Much respect for the Senate president of the federal republic of Nigeria for his maturity, may the soul of the departed rest in perfect peace", "neu": 0.681, "pos": 0.319, "neg": 0.0, "compound": 0.8834}, {"text": "Instagram and Facebook not reliable (Costello Voice from the Departed )", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "4 Weddings and a Funeral..or, As Good as it Gets. Or, The Departed .", "neu": 0.775, "pos": 0.225, "neg": 0.0, "compound": 0.4404}, {"text": "God be with the departed , it is a sad event and we hope the best action to avoid tears like this", "neu": 0.408, "pos": 0.367, "neg": 0.226, "compound": 0.6705}, {"text": "“Blessed are those who mourn, for they will be comforted.” Matthew 5:4 Close-up of a single white lily, symbolizing that the soul of the departed has received restored innocence after death. DailyScripture Gospels Bible Beatitudes ", "neu": 0.719, "pos": 0.12, "neg": 0.161, "compound": -0.4019}, {"text": "Can’t bring myself to watch the video from the collapsed building... may the souls of the departed Rest In Peace", "neu": 0.763, "pos": 0.148, "neg": 0.089, "compound": 0.34}, {"text": "Black Wednesday indeed......May God bless the souls of the departed", "neu": 0.62, "pos": 0.38, "neg": 0.0, "compound": 0.5994}, {"text": "May the souls of the departed Rest In Peace. Amen.", "neu": 0.72, "pos": 0.28, "neg": 0.0, "compound": 0.5423}, {"text": "Exactly give them space to work.. .Ina lilahi wa ina ilehi rajiun,may Almighty Allah have mercy on the departed and grant their family the fortitude to bear this loss.", "neu": 0.773, "pos": 0.149, "neg": 0.078, "compound": 0.3346}, {"text": "The Departed Scorsese The characters (the cast is solid), the intensity, the storytelling & just the picture as a whole is too good. ahh my description won’t do it justice, just watch it", "neu": 0.822, "pos": 0.178, "neg": 0.0, "compound": 0.743}, {"text": "Tanker fail break killing dozens in onitsha and building collapsed in Lagos killing alot of people including school children. God grant the souls of the departed eternal rest and let your perpetual light shine on them. blackwednesday ", "neu": 0.62, "pos": 0.092, "neg": 0.288, "compound": -0.8957}, {"text": "I pray for Strength for their families, May the souls of the departed rest in peace", "neu": 0.571, "pos": 0.429, "neg": 0.0, "compound": 0.8402}, {"text": "Praying for the families of the departed ... Shalom. And to the little ones trapped,courage. May help come to them quickly.", "neu": 0.785, "pos": 0.215, "neg": 0.0, "compound": 0.6369}, {"text": "Words will never be enough. May the souls of the departed rest in peace. lagosisland Onitsha", "neu": 0.811, "pos": 0.189, "neg": 0.0, "compound": 0.5423}, {"text": "My heart goes to the family that lost their love ones in this tragic incident. May the soul of the departed rest in peace and the injured ones should recover speedily.", "neu": 0.616, "pos": 0.182, "neg": 0.201, "compound": 0.0516}, {"text": "Goodfellas = Greatest Mob Movie of all Time The Departed = Second Best", "neu": 0.517, "pos": 0.483, "neg": 0.0, "compound": 0.8555}, {"text": "Our heart goes out to those who have lost family and friends in the Lagos Island building collapse and the accident in upper Iweka, Onitsha. May the soul of the departed rest in peace. You are in our prayers ", "neu": 0.691, "pos": 0.134, "neg": 0.175, "compound": -0.25}, {"text": "Just believe that all is well especially with the souls of the departed (young and old).", "neu": 0.877, "pos": 0.123, "neg": 0.0, "compound": 0.2732}, {"text": "ls left there behind them on the premisses by that whole hogsheaded firkin family, the departed honourable homegoers and other sly- grogging suburbanites, such as it was, fall and fall about, to the brindishing of his charmed life,", "neu": 0.855, "pos": 0.145, "neg": 0.0, "compound": 0.7269}, {"text": "May the souls of the departed rest in perfect peace. I pray the Lord comforts all families affected.", "neu": 0.458, "pos": 0.481, "neg": 0.061, "compound": 0.9001}, {"text": "May the souls of the departed rest in peace", "neu": 0.696, "pos": 0.304, "neg": 0.0, "compound": 0.5423}, {"text": "My dear, relax and take it easy and things will fall in place. May the soul of the departed RIP. it is well.", "neu": 0.644, "pos": 0.356, "neg": 0.0, "compound": 0.8591}, {"text": "The Departed , Seven, The Usual Suspects; just off the top of my head.", "neu": 0.724, "pos": 0.118, "neg": 0.158, "compound": -0.1531}, {"text": "God please heal our land, Empower our Government to do better, rest the souls of the departed and strengthen their families in this trying times. lagosisland", "neu": 0.696, "pos": 0.304, "neg": 0.0, "compound": 0.8225}, {"text": "May the souls of the departed rest in perfect peace. This is so sad.", "neu": 0.496, "pos": 0.324, "neg": 0.18, "compound": 0.4954}, {"text": "Nigeria and it’s various avoidable mishaps.....may the souls of the departed RIP. I hope more children/people can be rescued today!", "neu": 0.739, "pos": 0.261, "neg": 0.0, "compound": 0.7177}, {"text": "On a lighter note. Imagine some men cannot go home now coz they already lied to their wives they were already on board the boeing 737-8 max for a business trip. May the soul of the departed rest in peace. ", "neu": 0.855, "pos": 0.083, "neg": 0.062, "compound": 0.2263}, {"text": "At least 10 people have died and many more are feared trapped after a building containing a school collapsed in the Nigerian city of Lagos. May the Souls of the Departed Rest in Peace lagosisland ", "neu": 0.631, "pos": 0.079, "neg": 0.29, "compound": -0.8534}, {"text": "IN THIS SORROWFUL TIME,OUR DEEPEST HEART FELT CONDOLENCES GOES OUT TO THE FAMILIES OF THOSE INVOLVED IN THE LAGOS ISLAND SCHOOL COLLAPSE. MAY THE SOULS OF THE DEPARTED REST IN ", "neu": 0.814, "pos": 0.0, "neg": 0.186, "compound": -0.7506}, {"text": "THE DEPARTED Alleged Gambino crime boss killed in New York ⁦ ⁩ ", "neu": 0.556, "pos": 0.0, "neg": 0.444, "compound": -0.8402}, {"text": "May the souls of the departed rest in peace.", "neu": 0.696, "pos": 0.304, "neg": 0.0, "compound": 0.5423}, {"text": "May Almighty Bless the departed souls in the crash :(. ", "neu": 0.593, "pos": 0.207, "neg": 0.2, "compound": 0.0258}, {"text": "Too many deaths in one week. Sigh Praying for the families of the departed in this trying time.", "neu": 0.816, "pos": 0.184, "neg": 0.0, "compound": 0.3818}, {"text": "You can’t go wrong with any. I’ve always been the biggest fan of “Casino” and honestly think “ The Departed ” is the best screenplay he’s put together.", "neu": 0.656, "pos": 0.26, "neg": 0.085, "compound": 0.7506}, {"text": "Bobby O’Rourke sounds like a victim in The Departed .", "neu": 0.566, "pos": 0.236, "neg": 0.198, "compound": 0.1027}, {"text": "May her soul and the souls of the departed through the mercy of God continue to rest in peace..... ", "neu": 0.787, "pos": 0.213, "neg": 0.0, "compound": 0.5574}, {"text": "May the soul of the departed Rest In Peace.", "neu": 0.696, "pos": 0.304, "neg": 0.0, "compound": 0.5423}, {"text": "You spelled The Departed wrong.", "neu": 0.563, "pos": 0.0, "neg": 0.437, "compound": -0.4767}, {"text": "Another loss to Africa.....may the departed souls rest with the greatest of men. ", "neu": 0.629, "pos": 0.24, "neg": 0.131, "compound": 0.4404}, {"text": "The News today from out there is sad. So sad! RIP to the departed . May He who knows the sorrow the families are going through give them solace.", "neu": 0.716, "pos": 0.0, "neg": 0.284, "compound": -0.8718}, {"text": "Innalillahi wa’innailaihi raji’un, May God heal the survivors, may the departed rest in peace and may he grant the strength to bear such loss the parents. Development control is in absolute shambles in this country, a lot of our buildings are not up to required safety standards ", "neu": 0.709, "pos": 0.25, "neg": 0.041, "compound": 0.8957}, {"text": "But in the end, lives mean more than a person's business loss. What needs to be done, needs to be done. Enforcement is important, what use is a building code that is not being adhered to? May the souls of the departed rest in peace and may God comfort their loved ones", "neu": 0.732, "pos": 0.23, "neg": 0.038, "compound": 0.8885}, {"text": "So sad. May Almighty Allah gives the children families fortitude to hear the loss. May the departed soul rest in peace. Amen.we also needs to learn from.our mistake.the school authority should be dealt with ", "neu": 0.741, "pos": 0.119, "neg": 0.141, "compound": -0.2247}, {"text": "Rip to the departed souls.", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "MAY THE SOULS OF THE DEPARTED REST IN PEACE AND MAY THE ALMIGHTY FORGIVE THE SINS OF ALL (amin)", "neu": 0.597, "pos": 0.264, "neg": 0.139, "compound": 0.516}, {"text": "Food for the hungry... Strength for the weak... Save our soul. Tribute to the departed souls and quick recovery for the wounded. May God guide and be with us all.", "neu": 0.761, "pos": 0.239, "neg": 0.0, "compound": 0.8176}, {"text": "Thank you Sir. May God comfort the families of the departed and may the souls of the departed RIP. This is an example of a budding war between AI and man. Engineers and end users should not keep quiet when glitches in designs are noticed because the consequences might be lethal.", "neu": 0.807, "pos": 0.125, "neg": 0.068, "compound": 0.296}, {"text": "May God repose the soul of the departed .. Reposted from - Reposted from - I am saddened by the news of an Ethiopian Airlines passenger aircraft... My prayers goes to all the families and associates of those on board. itiswell - regrann", "neu": 0.871, "pos": 0.049, "neg": 0.08, "compound": -0.3182}, {"text": "Today seems to have been a really sad day for a lot of families. May the souls of the departed Rest In Peace and God grant comfort to the grieving families!", "neu": 0.567, "pos": 0.268, "neg": 0.165, "compound": 0.4937}, {"text": "All time best movies ranked in order: 1. Four Brothers 2. SWAT 3. Natural Born Killers 4. Mr. and Mrs. Smith 5. I Heart Huckabees 6. Hitch 7. The Departed 8. Citizen Kane 9. Ted 2 10. Ted", "neu": 0.75, "pos": 0.152, "neg": 0.098, "compound": 0.34}, {"text": "All over the world, tragedies are falling like rain. May God be with us all and accept the souls of the departed", "neu": 0.592, "pos": 0.251, "neg": 0.157, "compound": 0.4019}, {"text": " calls HER pic “Marital Bliss” I call MY pic “Reverent Couple Pays Respect To The Departed ” (My working title was “ is a lying photo-cropper” but I didn’t want to dwell on the obvious ", "neu": 0.79, "pos": 0.148, "neg": 0.062, "compound": 0.2617}, {"text": "How is the departed not even on Netflix fgs", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Our prayers and condolence to the families who lost their loved ones in the building that colapsed in ita-faaji, Lagos state. In this time of grieve our prayers and thought are with you, the lord strengthen you and may the souls of the departed rest in peace ", "neu": 0.742, "pos": 0.171, "neg": 0.087, "compound": 0.7003}, {"text": "May the souls of the departed rest in perfect peace", "neu": 0.526, "pos": 0.474, "neg": 0.0, "compound": 0.802}, {"text": "May the souls of the departed kids Rest In Peace innocent kids that woke up just like every other person LagosBuildingCollapse", "neu": 0.682, "pos": 0.318, "neg": 0.0, "compound": 0.8126}, {"text": "Then all members of the school authority should be arrested and prosecuted immediately. They knew what to do to avert this ugly incident but failed to do. May the soul of all the departed R.I.P.", "neu": 0.687, "pos": 0.027, "neg": 0.286, "compound": -0.8732}, {"text": "I am still shaken by the EthiopianPlainCrash ...May the departed Souls RIP. Infact sharing the issue today with my Senior@DorcusAmbuto made me think I will stop flying....Weeeh...God please that was a painful death ti our fellow humans... Sad !", "neu": 0.598, "pos": 0.109, "neg": 0.293, "compound": -0.8221}, {"text": "it's really an unfortunate event in Lagos island, may God grant the departed soul peace", "neu": 0.492, "pos": 0.362, "neg": 0.146, "compound": 0.5888}, {"text": "Quite obvious you missed my point! May the souls of the departed , through the mercy of God, rest in peace. Do have a pleasant night rest.", "neu": 0.586, "pos": 0.342, "neg": 0.072, "compound": 0.8492}, {"text": "ITAFAJI, WE ARE SO SORRY! We pray that the wounded experience speedy recovery. ¶ ¶ ¶ We pray that the families of the departed find comfort and consolation in God's ", "neu": 0.679, "pos": 0.241, "neg": 0.08, "compound": 0.7335}, {"text": "Maybe some of those parents never even got to see their children before they left home. And now, they never will. Every second of life is vital. Use it wisely. May the souls of the departed RIP. May the affected families find peace. Amen. SchoolSafety lagos children", "neu": 0.81, "pos": 0.16, "neg": 0.03, "compound": 0.7845}, {"text": "I don't even know what to say about today's incident. All I know is everyone who's responsible for making life easier and better for us who has failed intentionally will rot in hell starting from earth. May the souls of the departed rest in the Lord.", "neu": 0.71, "pos": 0.146, "neg": 0.144, "compound": -0.2263}, {"text": "Watching The Departed , is Ray Winstone speaking in an American accent?", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Zim people seem to have mastered so well the art of caring for the departed , not so much about the living", "neu": 0.762, "pos": 0.238, "neg": 0.0, "compound": 0.7133}, {"text": " This building collapse tragedy will continue to happen until when people are made to take responsibility for their actions and inaction, May the departed souls rest in peace.", "neu": 0.647, "pos": 0.094, "neg": 0.259, "compound": -0.7269}, {"text": "May the souls of the departed Rest In Peace", "neu": 0.696, "pos": 0.304, "neg": 0.0, "compound": 0.5423}, {"text": "Ending my night with The Departed — night whores", "neu": 0.667, "pos": 0.0, "neg": 0.333, "compound": -0.6124}, {"text": "I pray God comforts the families who lost someone today in the building collapse.. May the souls of the departed rest in peace. Amen", "neu": 0.575, "pos": 0.351, "neg": 0.073, "compound": 0.8271}, {"text": "May the souls of the departed rest in peace. LagosBuildingCollapse", "neu": 0.72, "pos": 0.28, "neg": 0.0, "compound": 0.5423}, {"text": "F to pay respects to the departed", "neu": 0.519, "pos": 0.299, "neg": 0.182, "compound": 0.2263}, {"text": "May the the soul of the departed rest in peace, Amen.", "neu": 0.741, "pos": 0.259, "neg": 0.0, "compound": 0.5423}, {"text": "My prayers this morning to the victims of the Itafaji building collapse. May God give strength to the injured, peace to the departed , fortitude to the affected families, and to the Lagos State government, sense + will to prosecute everyone culpable in this mess. Amen.", "neu": 0.591, "pos": 0.149, "neg": 0.26, "compound": -0.6783}, {"text": "The building collapse at Itafaji, Lagos State is one of many avoidable disasters. Proactive stance by the Lagos State Government could have averted the emergency. Condolences to the family of the departed ones and quick recovery to all the injured. ", "neu": 0.677, "pos": 0.056, "neg": 0.267, "compound": -0.8625}, {"text": "Woman that lost 5kids actually had 4 kids in that school,2 have been found 2 still missing work still ongoing at the site,sadly enough it rained quite this early morning,May the souls of the departed RIP", "neu": 0.877, "pos": 0.0, "neg": 0.123, "compound": -0.5423}, {"text": "My heartfelt condolence goes to the families of the bereaved and may the gentle souls of the departed rest in peace.", "neu": 0.567, "pos": 0.33, "neg": 0.103, "compound": 0.7783}, {"text": "May the souls of the departed rest in peace. I pray that the host of heavens welcome them . God strengthen & comfort their families and loved ones. This is too much", "neu": 0.485, "pos": 0.515, "neg": 0.0, "compound": 0.9652}, {"text": "My heart goes with all the departed souls of the Building colapsed at Lagos Island today. So heartbreaking.", "neu": 0.838, "pos": 0.0, "neg": 0.162, "compound": -0.5095}, {"text": "So sad! God rest the souls of the departed and heal the wounded!... Itafaji", "neu": 0.654, "pos": 0.13, "neg": 0.217, "compound": -0.3815}, {"text": "Never sacrifice safety to 'save cost'. Your contract doesn't have to go to the lowest bidder. Sometimes, seek out quality over quantity. Employers, please send your people for training. Don't say it's too costly. May the souls of the departed rest in peace. ", "neu": 0.707, "pos": 0.172, "neg": 0.121, "compound": 0.5673}, {"text": "Today really is a BlackWednesday in Nigeria May God rest the souls of the departed", "neu": 0.861, "pos": 0.139, "neg": 0.0, "compound": 0.2732}, {"text": "The building collapse incident at Lagos Island is downright sad and depressing. Just shows how life can be taken at anytime regardless of age. RIP to the departed souls.", "neu": 0.745, "pos": 0.0, "neg": 0.255, "compound": -0.836}, {"text": "Too many sad events in such a short space of time. God rest the beautiful souls of the departed children.", "neu": 0.637, "pos": 0.239, "neg": 0.124, "compound": 0.4404}, {"text": "Lord strengthen the family members ma de souls of the departed RIP ", "neu": 0.827, "pos": 0.173, "neg": 0.0, "compound": 0.3182}, {"text": "The Departed ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "God bless the soul of the departed", "neu": 0.505, "pos": 0.495, "neg": 0.0, "compound": 0.5994}, {"text": "LagosBuildingCollapse there are so many buildings that have been marked for demolition in Lagos Island but the buildings are still being occupied by people. I don't know who is more guilty now. May the souls of the departed RIP", "neu": 0.899, "pos": 0.0, "neg": 0.101, "compound": -0.6297}, {"text": "The current spate for loss of life in Africa(Ethopian Airline) and indeed Nigeria (Lagos, Onisha and the electoral deaths) is saddening and a crude awakening that life is transient. May the souls of the departed rest in peace.", "neu": 0.722, "pos": 0.077, "neg": 0.201, "compound": -0.6908}, {"text": "To all the departed souls ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "The situation is really misty-eyed. May Jehovah God Almighty have Mercy on the departed souls and recuperate the hospitalized victims. IJCN. AMEN.", "neu": 0.734, "pos": 0.178, "neg": 0.089, "compound": 0.3182}, {"text": "The departed ones will be reborn", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "I still have not gotten over it. Seeing those little ones broke my heart. May God comfort the families of the departed . Reposted from thegiftplug - We pray for the ", "neu": 0.718, "pos": 0.206, "neg": 0.075, "compound": 0.5233}, {"text": "Heartbroken May God give succour to the families of the departed ", "neu": 0.584, "pos": 0.136, "neg": 0.279, "compound": -0.4939}, {"text": "May the soul of the departed rest in peace....", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Watching The Departed and I wanna punch Matt Damon and Mark Wahlberg in their faces. How’s your night?", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "So Saraki's sins are now washed away because he paid condolences to the departed ? What a low standard!", "neu": 0.726, "pos": 0.0, "neg": 0.274, "compound": -0.6879}, {"text": "My heart goes out to the family of the children and others who died in the collapsed building today. May the souls of the departed rest in peace. O ma se o", "neu": 0.746, "pos": 0.097, "neg": 0.157, "compound": -0.296}, {"text": "May God give the families of those that lost their loved ones in the collapsed building in Lagos and the trailer accident at Onitsha. May the departed souls rest in peace. ...", "neu": 0.605, "pos": 0.221, "neg": 0.174, "compound": 0.4588}, {"text": "May the souls of the departed rest in peace, Amen! ", "neu": 0.704, "pos": 0.296, "neg": 0.0, "compound": 0.5848}, {"text": "For any musos out there, we love the sound of PopCon2019 . From gospel to metal and beyond, music pays tribute to the departed , offers opportunities for ceremony and commemoration, and helps to process tragedies both personal and public. ", "neu": 0.734, "pos": 0.203, "neg": 0.063, "compound": 0.7579}, {"text": "The Departed", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "A day corruption lead to death of many that their various families will never forget...may the souls of the departed rest in perfect peace", "neu": 0.643, "pos": 0.232, "neg": 0.125, "compound": 0.5106}, {"text": "I just finished ‘ The Departed ’ and I am absolutely fuming as to what happened to Leonardo’s character. Fuck the writers. Other then that, fantastic film. ", "neu": 0.665, "pos": 0.109, "neg": 0.226, "compound": -0.5984}, {"text": "The Ita Faji building collapse still gives me the chills. May God rest the departed and grant their families succour. Oluwa ma je ki a fi oju sunkun omo. Ma je ki ina omo jo wa. Amin.", "neu": 0.809, "pos": 0.113, "neg": 0.078, "compound": 0.1027}, {"text": "my official statement: betOhnothanks for release", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Just watched The Departed , Cringe. 2/5", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "I've lost a lot of respect for directors who find a \"pet\" actor and cast them constantly (Burton and Depp; Scorsese and Di Caprio). We'll see about The Irishman, but Scorsese lost me after Casino. And no, I won't concede that The Departed was a particularly good film.", "neu": 0.739, "pos": 0.12, "neg": 0.14, "compound": -0.0156}, {"text": "Truly words fail me coz I don't know how to process the pains these respective families are going through in this Lagos Island school building collapse. Sigh! May God have mercy on these children and their parents, and may the souls of the departed rest in peace! Amen", "neu": 0.603, "pos": 0.246, "neg": 0.151, "compound": 0.6103}, {"text": "May the soul of the departed rest eternally with the Lord. And a speedy recovery to the injured. It's a tragic event.", "neu": 0.759, "pos": 0.0, "neg": 0.241, "compound": -0.6908}, {"text": "My heart is broken I'm tired, I just don't know what to say. I’m yet to digest the plane crash, now it's this one. My heart goes out to the affected families. May the departed souls RIP Amen. ", "neu": 0.762, "pos": 0.0, "neg": 0.238, "compound": -0.8519}, {"text": "May the souls of the departed Rest In Peace", "neu": 0.696, "pos": 0.304, "neg": 0.0, "compound": 0.5423}, {"text": "Children go to school like a normal day. Few hours in, building comes crumbling. The horror!!! May the souls of the departed rest in peace.", "neu": 0.665, "pos": 0.218, "neg": 0.117, "compound": 0.4898}, {"text": "May the souls of the departed Rest In Peace. We pray God gives the family the fortitude to bear this loss...... These kids did nothing to deserve this LagosBuildingCollapse", "neu": 0.767, "pos": 0.233, "neg": 0.0, "compound": 0.7845}, {"text": "Three Guineas & a Turkey on a DB TOUR watching for the departed ... DBTour Clarksdale Clarksdalems visitclarksdale Mississippi MississippiDelta VisitMs MSDelta DeltaBohemian DeltaBohemianTours DeltaTours ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "May the soul of the departed rest in peace.", "neu": 0.696, "pos": 0.304, "neg": 0.0, "compound": 0.5423}, {"text": "The collapsed really got to me as well, we can only pray for the wounded ones and the family of the departed ones. May God continue to protect us.", "neu": 0.682, "pos": 0.259, "neg": 0.06, "compound": 0.7184}, {"text": "5. The Departed ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "An ode for the departed . ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "May God provides succour to the affected families and the departed rest in peace", "neu": 0.604, "pos": 0.308, "neg": 0.088, "compound": 0.6124}, {"text": "The fact that some one campaigned and raised over $4000 to have The Rat digitally erased from the ending of The Departed is why I love America.", "neu": 0.856, "pos": 0.144, "neg": 0.0, "compound": 0.6369}, {"text": "May the souls of the departed rest in peace. May the families of the bereaved receive the fortitude to bear the lose. And may all those who were involved in the Re-approval of the Lagoscollapsedbuilding after it was marked for demotion face the full wrath of the law. Amen.", "neu": 0.832, "pos": 0.063, "neg": 0.105, "compound": -0.3182}, {"text": "May the souls of the departed rest in peace.", "neu": 0.696, "pos": 0.304, "neg": 0.0, "compound": 0.5423}, {"text": "I condole with Lagos Government and Lagosians over the collapsed school building. I pray for more rescue of lives and peaceful repose of the soul of the departed .", "neu": 0.663, "pos": 0.274, "neg": 0.063, "compound": 0.7902}, {"text": " this guy created the crime and then wanted to be a cooperating witness aka \" The Departed \" he got 25 million, now witness protection because of who he entrapped - keeping all his illict gains - ", "neu": 0.786, "pos": 0.119, "neg": 0.095, "compound": -0.0258}, {"text": "It’s heartbreaking. May the families of the departed children find comfort. ", "neu": 0.621, "pos": 0.172, "neg": 0.207, "compound": -0.128}, {"text": "Too many tragedies in one day . My heart goes out the people of Onitsha and ita-ifa. My the souls of the departed rest in peace.", "neu": 0.782, "pos": 0.119, "neg": 0.099, "compound": 0.1531}, {"text": "Dear God. Thank God for sparing your life sis May the souls of the departed Rest In Peace. God please save the ones struggling for life oh ", "neu": 0.437, "pos": 0.495, "neg": 0.068, "compound": 0.9393}, {"text": "just watched the departed ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "May the souls of the departed rest in peace LagosBuildingCollapse ", "neu": 0.72, "pos": 0.28, "neg": 0.0, "compound": 0.5423}, {"text": "Welcome to Nigeria where they blame the president for their misfortune.. May the souls of the departed ones RIP", "neu": 0.759, "pos": 0.134, "neg": 0.107, "compound": 0.1531}, {"text": " FPN better to have an inconclusive election than continue with a party just writing results as they like . Our votes now Count . May God be with the families and loved ones of the departed Souls .", "neu": 0.673, "pos": 0.327, "neg": 0.0, "compound": 0.9201}, {"text": "May the souls of the departed rest in perfect peace.", "neu": 0.526, "pos": 0.474, "neg": 0.0, "compound": 0.802}, {"text": "May the souls of the departed rest in perfect peace. Amen.", "neu": 0.556, "pos": 0.444, "neg": 0.0, "compound": 0.802}, {"text": "Raymond is making me watch \" The Departed \". I don't know anything about this movie but I can definitely see why ppl have been talking it up for years.", "neu": 0.88, "pos": 0.12, "neg": 0.0, "compound": 0.5499}, {"text": "A dear friend's father has passed away. . Please pray for the departed soul.", "neu": 0.556, "pos": 0.444, "neg": 0.0, "compound": 0.7351}, {"text": "As a Twitter follower of mine just pointed out, \"Bobby O’Rourke\" sounds like a victim in The Departed", "neu": 0.753, "pos": 0.134, "neg": 0.113, "compound": 0.1027}, {"text": "Bro Netflix has hella great movies... Like HELLA lmao you probably just aren’t scrolling past the new releases. Older movies are better check them out. A few I suggest; The Departed , Eternal Sunshine of The Spotless Mind (one of my favs), The Inside Game, among many others", "neu": 0.687, "pos": 0.313, "neg": 0.0, "compound": 0.9594}, {"text": "hmm I *do* have a matt damon-ish voice, save for his \" the departed \" voice. or maybe after enough time in austin all of us northerners sound the same to you lol", "neu": 0.818, "pos": 0.182, "neg": 0.0, "compound": 0.7184}, {"text": "myLagosIsland on my mind.. May the soul of the departed rest in perfect peace. What a black Wednesday..", "neu": 0.676, "pos": 0.324, "neg": 0.0, "compound": 0.802}, {"text": "What a black Wednesday LagosBuildingCollapse upperIwekaAccident May the soul of the departed Rest In Peace", "neu": 0.788, "pos": 0.212, "neg": 0.0, "compound": 0.5423}, {"text": "It shouldn’t even be up for debate, The Departed is Martin Scorsese’s best movie", "neu": 0.756, "pos": 0.244, "neg": 0.0, "compound": 0.6369}, {"text": "Ethiopian plane crash... Moments before the crash inside the flight, and the very moment of crash. A passenger recorded and transmitted the inside of it minutes before the crash..! May God rest all the departed souls in peace.. ", "neu": 0.814, "pos": 0.05, "neg": 0.136, "compound": -0.5562}, {"text": "May the souls of the departed RIP", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Nigeria needs a change... its so sad that we have to loose precious lives to whta could have been avoided... Let d souls of the departed RIP... and do confort their loved ones... This ", "neu": 0.668, "pos": 0.181, "neg": 0.15, "compound": 0.3201}, {"text": "“No more mango juul pods? What do you do? You send em out on the street to score a pack of Camels? Is that what you do?” *Matt Damon in The Departed voice* ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "May the souls of all the departed rest in perfect peace.", "neu": 0.556, "pos": 0.444, "neg": 0.0, "compound": 0.802}, {"text": "These days I am scared of going online and watching news on tv. Very unpalatable stories with some gory details daily. May the souls of the departed find rest. Amen.", "neu": 0.906, "pos": 0.0, "neg": 0.094, "compound": -0.4404}, {"text": "If someone wants to edit out the rat in The Departed than I request money to edit out the wigs on famously bald actors.", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Just saw on the net; God bless the departed soul; and give strength to the families ", "neu": 0.616, "pos": 0.384, "neg": 0.0, "compound": 0.7964}, {"text": "Peace be with you Tewolde,you are managing the situation very well under extreme pressure,may God's peace be with the distraught families & may the good lord receive the souls of the departed . It is well.", "neu": 0.605, "pos": 0.317, "neg": 0.078, "compound": 0.8775}, {"text": "May the Lord comfort all they that are being affected by the unfortunate incidents. The Lord Almighty shall fill the vacuum left by the departed in every family.", "neu": 0.779, "pos": 0.078, "neg": 0.143, "compound": -0.2732}, {"text": "Like in The Departed . It was hard to keep track of all the white dudes with short hair.", "neu": 0.804, "pos": 0.126, "neg": 0.07, "compound": 0.2732}, {"text": "Sigh... what a sad day for us in Nigeria, I hope we learn from this tragic and act appropriately and accordingly, may God help us. May the soul of the departed Rest In Peace. ", "neu": 0.594, "pos": 0.256, "neg": 0.151, "compound": 0.5574}, {"text": "Tragic, where is she gonna start from? God have mercy. RIP to all the departed . ", "neu": 0.612, "pos": 0.235, "neg": 0.153, "compound": 0.1531}, {"text": "Watching “ The Departed .” I’m not normally one of those people, but I think Matt Damon and Leonardo DiCaprio look too similar and I’m sometimes getting totally lost because of it. oscarwinningbestpicture", "neu": 0.901, "pos": 0.0, "neg": 0.099, "compound": -0.5251}, {"text": "We're getting ready for ! Are you? April 22nd and 23rd, capped off with our fundraiser \"Tales of the Departed \" on the 24th! ", "neu": 0.872, "pos": 0.128, "neg": 0.0, "compound": 0.4738}, {"text": "We pray for the safe rescue of all the children and people trapped in the collapsed storey building at ita faji,island and we condole with all those who lost their love ones in the building, may the souls of the departed rest in peace Itafaji barcaacademylagos ", "neu": 0.613, "pos": 0.261, "neg": 0.126, "compound": 0.8555}, {"text": "You are in our thoughts and prayers. We wish a speedy health recovery to the pupils at the hospital and comfort for the families of the departed . LagosBuildingCollapse Itafaaji LagosIsland ", "neu": 0.839, "pos": 0.161, "neg": 0.0, "compound": 0.6369}, {"text": "\"Lagos Island\" houses all need thorough assessment and investigation. The intermittent collapse of buildings is very appalling. I pray that the injured people recover quickly and souls of the departed rest in peace. itafajischool Lagos", "neu": 0.663, "pos": 0.139, "neg": 0.199, "compound": -0.3848}, {"text": "May the souls of the departed kids and other victims of the buildingcollapse Itafaji rest in peace. Ameen", "neu": 0.734, "pos": 0.161, "neg": 0.106, "compound": 0.296}, {"text": "Subhanallah... may the souls of the departed rest in peace. This is so saddening ", "neu": 0.612, "pos": 0.178, "neg": 0.21, "compound": -0.1571}, {"text": "The collapsed building at ita faaji in Lagos state is a calamity ,may the departed souls rest in peace, it think the state government needs to do the needful to avert the future occurrence, I equally wished the injured one's, a quick recovery", "neu": 0.783, "pos": 0.076, "neg": 0.141, "compound": -0.25}, {"text": "May the soul of the departed Rest In Peace.", "neu": 0.696, "pos": 0.304, "neg": 0.0, "compound": 0.5423}, {"text": "The departed", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "The departed is a classic", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Sad . May the souls of the departed rest in peace. To the survivors, may God be with them and grant them full recovery. ", "neu": 0.629, "pos": 0.268, "neg": 0.103, "compound": 0.6124}, {"text": "Most buildings on Lagos Island are 'ticking time bomb',and when it goes off only the poor will be the casualty. The has failed in this area and they aren't doing much to improve. May the soul of the departed rest in peace, Amen. ItaFaajiBuildingCollapse", "neu": 0.707, "pos": 0.116, "neg": 0.178, "compound": -0.5267}, {"text": "hahah want to see original hong kong movies where the departed was based. (INfernal Affairs). And yeah, wanted to smack Meg Ryan WHILE she died. lol. Tragedies happen, but being that reckless...ugh", "neu": 0.711, "pos": 0.172, "neg": 0.116, "compound": 0.0129}, {"text": "This is one among the many consequences of corruption. We must all join hands to kill it else it will kill us. May the soul of the departed rest in peace. ", "neu": 0.641, "pos": 0.135, "neg": 0.223, "compound": -0.6908}, {"text": "May Allah subhanawatallah bless the departed soul and give you strength! Aameen.", "neu": 0.614, "pos": 0.386, "neg": 0.0, "compound": 0.7424}, {"text": "May the souls of the departed school children who lost their lives today at Lagos Island, Rest In Peace. May God console their families", "neu": 0.727, "pos": 0.194, "neg": 0.08, "compound": 0.5106}, {"text": "I woke up feeling good and happy. However, my mind raced back to event of yesterday, ItaFajiBuildingCollapse , and the one earlier in the week, FlyEthopia mishap, sadness crept in. My thought and prayers to the families of the departed .", "neu": 0.756, "pos": 0.18, "neg": 0.064, "compound": 0.6369}, {"text": "May Allah bless the departed soul and grant patience to the bereaved family. May no parent gets to feel this pain ever again. ", "neu": 0.554, "pos": 0.163, "neg": 0.283, "compound": -0.596}, {"text": "Some people need to be jailed for this. We can't keep going this way, the departed deserve justice. Buildings all over the state need to be checked to ascertain their strength, too many greedy landlords out there. God rest the souls of the departed ones LagosBuildingCollapse", "neu": 0.743, "pos": 0.158, "neg": 0.1, "compound": 0.4939}, {"text": "The words are easier and cheaper to say than to resolve the problem. All that's needed is a disaster, a sad look, a microphone, TV cameras, an audience..' Our thoughts are with the departed '. Another day's work done!! The government is responsive!", "neu": 0.645, "pos": 0.15, "neg": 0.205, "compound": -0.5962}, {"text": "Damn,,, I just saw the tragedies now. Lord please have mercy on us and accept the souls of the departed Mstb", "neu": 0.608, "pos": 0.281, "neg": 0.11, "compound": 0.5423}, {"text": "May the souls of the departed rest in peace, for death is a necessary end that will come when it will cone. Those who murder the innocent for reasons best known to them, will never go unpunished.", "neu": 0.624, "pos": 0.203, "neg": 0.173, "compound": 0.128}, {"text": "Sir, it's very devastating, my good God comfort all the Nigerians, and the departed souls rest in peace.", "neu": 0.451, "pos": 0.39, "neg": 0.159, "compound": 0.6879}, {"text": "May the souls of the departed children and the victims of the plane crash rest in peace. Inna lillah wa inna lilayhi rajiun.", "neu": 0.702, "pos": 0.123, "neg": 0.175, "compound": -0.128}, {"text": "I don’t think a biblical end of the world will happen, I believe we will destroy the world with our insurmountable greed. This disregard for human lives/any life form is staggering. May the souls of the departed Rest In Peace.", "neu": 0.737, "pos": 0.078, "neg": 0.185, "compound": -0.5859}, {"text": "May the souls of the departed find rest, amen. ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "“20 years after an Irishman couldn’t get a fucking job, we had the presidency. May he rest In peace.” ( The Departed )", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "The Departed .", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "UnpopularOpinion Inception, like all Chris Nolan movies, is overrated trash to the point his brother is a better director. LDC's best film is The Departed", "neu": 0.686, "pos": 0.314, "neg": 0.0, "compound": 0.8625}, {"text": "Lagos is a megacity Templates and structures are certified Everyone is safe Life expectancy is high But no! You can get robbed on the street Get mugged in traffic Lose your possession in a dash and Life expectancy is uncertain Tragedy lurks around every bend RIP 2 the departed ", "neu": 0.707, "pos": 0.051, "neg": 0.242, "compound": -0.8687}, {"text": "To the families who lost children, siblings and loved ones in the tragic building collapse in Ita-Faji, Lagos Island, our thoughts and prayers are with you. No words could ever comfort enough. May the souls of the departed rest In peace. ", "neu": 0.623, "pos": 0.181, "neg": 0.196, "compound": 0.0516}, {"text": "Our heartfelt condolences to the families of the departed souls in the recent collapsed building in Lagos Island. It's one of the saddest tragedies for a parent to bury their child. We pray for speedy recovery of the rescued ones, and we pray for more survivors, Lord. ", "neu": 0.662, "pos": 0.185, "neg": 0.153, "compound": 0.2263}, {"text": "may the souls of the departed rest in peace", "neu": 0.696, "pos": 0.304, "neg": 0.0, "compound": 0.5423}, {"text": "Listening to white boys talk about how the Departed is there favorite movie is not what I wanted today", "neu": 0.85, "pos": 0.15, "neg": 0.0, "compound": 0.4588}, {"text": "The Federal Republic of Nigeria should also ban this airline that is claiming the lives of innocent and great people of our dear nation.May God console the families and relatives of the departed souls ", "neu": 0.662, "pos": 0.256, "neg": 0.082, "compound": 0.765}, {"text": "IN HIS TRANCE THE SHAMAN GOES ON A FAR JOURNEY--the place of the departed ancestors, or the nether world, or there where the gods dwell--and this wonderland is, i submit, precisely where ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Shawshank redemption The departed No country for old men The lord of the rings The good, the bad and the ugly Goodfellas Forrest Gump Lock stock and two smoking barrels", "neu": 0.686, "pos": 0.077, "neg": 0.237, "compound": -0.7269}, {"text": "Regardless, the government had a role to play but didn't. May the souls of the departed rest in peace. God will help us all in this thing called Nigeria.", "neu": 0.655, "pos": 0.345, "neg": 0.0, "compound": 0.9127}, {"text": "May the soul of the departed rest in perfect peace", "neu": 0.526, "pos": 0.474, "neg": 0.0, "compound": 0.802}, {"text": "May the souls of all the departed rest in peace. Heart wrenching ", "neu": 0.759, "pos": 0.241, "neg": 0.0, "compound": 0.5423}, {"text": "May the souls of the departed rest in peace.", "neu": 0.696, "pos": 0.304, "neg": 0.0, "compound": 0.5423}, {"text": "The Departed ?", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "RIP to the departed souls", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": " for wrestlemania, and moving forward, have you considered licensing that song from the movie “ the departed ” for ? Her current theme doesn’t really fit anymore. This is a more badass theme.", "neu": 0.861, "pos": 0.083, "neg": 0.056, "compound": 0.2263}, {"text": "The Liberals defense boils down to the claim that the women were emotional; not up to playing with the boys. Certainly the LIbs do not wish to give the departed Ministers a platform to show the real truth.", "neu": 0.727, "pos": 0.183, "neg": 0.09, "compound": 0.4497}, {"text": "It is well with my country Nigeria.... May the souls of the departed rest in perfect peace. Amen", "neu": 0.617, "pos": 0.383, "neg": 0.0, "compound": 0.8519}, {"text": " Caught some of The Departed today and loved the line, “Three decker men at best” as if it were a slur. Oh, you mean millionaires in 2019?? ", "neu": 0.854, "pos": 0.146, "neg": 0.0, "compound": 0.644}, {"text": "May the soul of the departed rest in peace", "neu": 0.696, "pos": 0.304, "neg": 0.0, "compound": 0.5423}, {"text": "So unfortunate, God heal the wounded and rest the souls of the departed", "neu": 0.66, "pos": 0.143, "neg": 0.198, "compound": -0.2298}, {"text": "May God receive the souls of the departed in Jesus name. Amen . Those close to the scene of these accidents kindly assist the victims in your own little way.", "neu": 0.716, "pos": 0.152, "neg": 0.132, "compound": 0.1779}, {"text": "Only MAKE IN INDIA in full swing can block Chinese products.. ", "neu": 0.775, "pos": 0.0, "neg": 0.225, "compound": -0.4404}, {"text": "May the souls of the departed rest in Peace. Amen EthiopianAirlineCrash LagosBuildingCollapse", "neu": 0.759, "pos": 0.241, "neg": 0.0, "compound": 0.5423}, {"text": "This is really sad, may the departed souls rest in peace.", "neu": 0.566, "pos": 0.22, "neg": 0.213, "compound": 0.0276}, {"text": "Peace to the departed soul. A national hero of Israel and an example of courage, bravery and selfless sacrifice in the service of the motherland. OperationThunderbolt", "neu": 0.609, "pos": 0.391, "neg": 0.0, "compound": 0.926}, {"text": "Love and strength to the families affected in the building collapse in Lagos. May the souls of the departed Rest In Peace", "neu": 0.52, "pos": 0.333, "neg": 0.147, "compound": 0.7964}, {"text": "If UN is provided with ALL THE VALID PROOFS then why should China's or any country's veto power should matter ?? ", "neu": 0.932, "pos": 0.068, "neg": 0.0, "compound": 0.1179}, {"text": "They dropped the departed which makes me sad my favorite movie", "neu": 0.596, "pos": 0.199, "neg": 0.205, "compound": -0.0258}, {"text": "Hope we will be able to get a lasting solution to this and love ourselves more than this? May the Lord console the family of the departed ones ", "neu": 0.719, "pos": 0.281, "neg": 0.0, "compound": 0.8555}, {"text": "Pray for the departed souls Ethiopian Airline victims and Itafaji victims involved in a collapsed building in Lagos island my deepest condolences to the departed souls Itafaji", "neu": 0.71, "pos": 0.074, "neg": 0.216, "compound": -0.5267}, {"text": "Blackwednesday . May the souls of the departed rest in peace. I hope Nigeria gets better in terms of safety sometime in this lifetime", "neu": 0.598, "pos": 0.402, "neg": 0.0, "compound": 0.9022}, {"text": "Lives of kids cut short for lack of standard, safety consciousness, care. I feel terribly sad about this. May the souls of the departed rest in peace and grant the bereaved the fortitude to bear this excruciating loss. Amen Itafaji ", "neu": 0.454, "pos": 0.195, "neg": 0.351, "compound": -0.8633}, {"text": "There are many of them bros. I wonder how people live without fear of collapse. May the souls of the departed rest in peace.", "neu": 0.696, "pos": 0.304, "neg": 0.0, "compound": 0.8297}, {"text": "May the souls of the departed find peaceful repose and may the bereaved find solace and peace as well, we pray in Jesus' holy name, Amen ", "neu": 0.597, "pos": 0.315, "neg": 0.088, "compound": 0.7906}, {"text": "May the souls of all the departed rest in peace. Amen", "neu": 0.741, "pos": 0.259, "neg": 0.0, "compound": 0.5423}, {"text": "May the soul of the departed RIP. Lagos and Anambra.", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Words of wisdom..... I pray we all acknowledge that rapture have no significant date... May the soul of the departed rest in peace", "neu": 0.599, "pos": 0.324, "neg": 0.077, "compound": 0.7184}, {"text": "May The lord Comforts the Soul of The Departed Souls in Lagos Island! Scary Moments Moments of Grief", "neu": 0.605, "pos": 0.125, "neg": 0.27, "compound": -0.5562}, {"text": "This is late it should have been prevented.. Rest the souls of the departed Amen ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "May the soul of all the departed rest in peace,Amen. faaji building collapse", "neu": 0.789, "pos": 0.0, "neg": 0.211, "compound": -0.4939}, {"text": "may the soul of the departed Rest In Peace.", "neu": 0.696, "pos": 0.304, "neg": 0.0, "compound": 0.5423}, {"text": "I think The Departed has the most rewatch ability but Goodfellas is the superior film. This is why Scorsese is the best to ever do it, period.", "neu": 0.651, "pos": 0.349, "neg": 0.0, "compound": 0.9237}, {"text": "People who live in Uyo , and Abuja , at least the ones I know marking themselves safe from the Lagos building collapse, was it Nigeria that collapsed? SMH Nigerians Sha. God rest the souls of the departed .", "neu": 0.692, "pos": 0.115, "neg": 0.192, "compound": -0.516}, {"text": "Sometimes the mind will not remember what happened, but the heart will always remember the feeling. May Almighty Allah grant our parents & all the departed Muslim souls Jannatul Firdaus..", "neu": 0.844, "pos": 0.156, "neg": 0.0, "compound": 0.6124}, {"text": "May God rest the soul of the departed !!.", "neu": 0.749, "pos": 0.251, "neg": 0.0, "compound": 0.3987}, {"text": "Most frightening ethopianairlinecrash .May all the departed soul RIP. ", "neu": 0.696, "pos": 0.0, "neg": 0.304, "compound": -0.5413}, {"text": "imagine james harden without the beard i’m so sorry", "neu": 0.821, "pos": 0.0, "neg": 0.179, "compound": -0.188}, {"text": "It's very sad muneeb sab! May God grants peace to the departed soul! Praying for more strength to you nd d family to bear the loss!", "neu": 0.473, "pos": 0.378, "neg": 0.15, "compound": 0.826}, {"text": "Out thoughts and prayers go to the families affected by the collapsed building in Lagos, Nigeria. May the souls of all the departed Rest In Peace. Amen.", "neu": 0.769, "pos": 0.112, "neg": 0.119, "compound": 0.2023}, {"text": "That Comfortably Numb cover on the Departed was straight up wrong!!", "neu": 0.394, "pos": 0.264, "neg": 0.342, "compound": -0.3365}, {"text": "Keanu, Get Out, The Spectacular Now, The Heat, Eternal Sunshine of the Spotless Mind, The Way We Were, The Departed , Silver Linings Playbook, Vice, Central Intelligence", "neu": 0.792, "pos": 0.208, "neg": 0.0, "compound": 0.743}, {"text": "These tragedies have become unbearable. May the souls of the departed Rest In Peace and God comfort their families. Too sad.", "neu": 0.532, "pos": 0.269, "neg": 0.199, "compound": 0.2732}, {"text": "IN THIS SORROWFUL TIME,OUR DEEPEST HEART FELT CONDOLENCES GOES OUT TO THE FAMILIES OF THOSE INVOLVED IN THE LAGOS ISLAND SCHOOL COLLAPSE. MAY THE SOULS OF THE DEPARTED REST IN ", "neu": 0.814, "pos": 0.0, "neg": 0.186, "compound": -0.7506}, {"text": "Sad! God please heal the wounded and comfort the families of the departed souls .. Please, if you are close to this location.. kindly lend a hand, go to the hospitals to visit the wounded and donate however way you can..sending Love and Light to these Victims ", "neu": 0.592, "pos": 0.322, "neg": 0.086, "compound": 0.9286}, {"text": "LagosBuildingCollapse it's time the authority subject most of those multilevel storey building to hammer test and make sure they have a proper check on the future one. Condolences to the departed and I pray all that are alive are rescue as quick as possible.", "neu": 0.758, "pos": 0.242, "neg": 0.0, "compound": 0.8689}, {"text": "This is horrible. Thank God you are safe. May the souls of the departed rest in peace", "neu": 0.453, "pos": 0.415, "neg": 0.132, "compound": 0.7579}, {"text": "Was hoping the would take a run at this CB to replace the departed but horrible (can't get his head turned) CB Steven Nelson", "neu": 0.759, "pos": 0.069, "neg": 0.172, "compound": -0.5927}, {"text": "This is the sadest thing and it’s a sad day for Nigeria. May God Confort him And May their soul and all the departed Find rest ", "neu": 0.816, "pos": 0.074, "neg": 0.11, "compound": -0.25}, {"text": "2007: 1. letters from iwo jima (8.0) 2. the queen (7.5) 3. the departed (7.5) * 4. little miss sunshine (7.0) 5. babel (6.5) ", "neu": 0.832, "pos": 0.116, "neg": 0.052, "compound": 0.3848}, {"text": "How’s the departed ?", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "May God heal the injured, and rest the souls of the departed ", "neu": 0.676, "pos": 0.142, "neg": 0.182, "compound": -0.1531}, {"text": "This is devastating. May the souls of the departed rest I. Perfect peace. May our nation do more to ensure adherence to the highest building codes and may more attention be paid to environmental issues ", "neu": 0.683, "pos": 0.222, "neg": 0.095, "compound": 0.6983}, {"text": "My take on TripleFrontier ... It was like Lone Survivor meets The Departed . Awesome !", "neu": 0.465, "pos": 0.437, "neg": 0.098, "compound": 0.807}, {"text": "Not to generalise but Dublin Airport is full of Americans called Sean right now who sound like parodies of accents from The Departed", "neu": 0.871, "pos": 0.129, "neg": 0.0, "compound": 0.5023}, {"text": "7:35pm last night they confirmed it would arrived today 7:36pm I requested Access Point collection 8:45pm Parcel left Southampton, then went to Tamworth the departed 3:30am Parcel arrived in Bristol depot 8am Driver scanned parcel, unloaded it and put it somewhere Makes sense. ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Ita - Faaji, Lagos Island building collapse, God console families and friends of the departed . Black Wednesday in Lagos!!! ", "neu": 0.618, "pos": 0.25, "neg": 0.132, "compound": 0.4359}, {"text": "my prayer goes out to the families of those affected by the collapsed building in Lagos Island, may God comfort them. May all the departed souls rest in peace...Amen.", "neu": 0.751, "pos": 0.138, "neg": 0.111, "compound": 0.2263}, {"text": "May the soul of the departed soul at the building collapse rest in peace. Itafaji LagosIsland ", "neu": 0.676, "pos": 0.169, "neg": 0.155, "compound": 0.0772}, {"text": "May the departed souls rest in peace", "neu": 0.632, "pos": 0.368, "neg": 0.0, "compound": 0.5423}, {"text": "So sad, very close to my house,and there are still more like that in the area,may the souls of the departed left in peace", "neu": 0.684, "pos": 0.205, "neg": 0.111, "compound": 0.4404}, {"text": "I remember when I had dissociation. I regain my consciousness when I got to Ita Faji. May the souls of the departed RIP.", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "May the Almighty God heal the injured ones, and rest the departed ones in peace.", "neu": 0.591, "pos": 0.276, "neg": 0.133, "compound": 0.4404}, {"text": "The Departed and the Hannah Arendt of Honour", "neu": 0.654, "pos": 0.346, "neg": 0.0, "compound": 0.5719}, {"text": "Two disasters in one day.... May the souls of the departed rest in peace LagosIsland Onitsha", "neu": 0.664, "pos": 0.166, "neg": 0.171, "compound": -0.0258}, {"text": "Mr. President thank you for your concern. May Almighty God grant the families of the deceased the strength to bear the loss and may the departed souls rest in peace. Amen.", "neu": 0.608, "pos": 0.336, "neg": 0.056, "compound": 0.8885}, {"text": "May the souls of the departed rest in peace and govt need to take proactive measure to curb future occurrences.", "neu": 0.741, "pos": 0.259, "neg": 0.0, "compound": 0.743}, {"text": "May the souls of the departed rest in peace,I pray we never experience yesterday again in Jesus name... Amen.", "neu": 0.887, "pos": 0.113, "neg": 0.0, "compound": 0.3182}, {"text": "We get all over the place taking groups out. Trust me some of the most sensible conversations I've had are with the departed also spent a few nights with absolute zip happening apart from hypothermia but the team are brill", "neu": 0.946, "pos": 0.054, "neg": 0.0, "compound": 0.2846}, {"text": "May the good Lord grant him the fortitude to bear this irreparable loss. I pray for the soul of all the departed in this unfortunate incident. ", "neu": 0.597, "pos": 0.23, "neg": 0.173, "compound": 0.2263}, {"text": "Let’s help the people of Ita-Faaji, however, we can. May God help them and comfort the family of those who lost their lives. May the souls of the departed rest in peace. May we learn lessons and not let this happen again. ", "neu": 0.695, "pos": 0.261, "neg": 0.044, "compound": 0.8807}, {"text": "May the souls of the departed Rest In Peace.", "neu": 0.696, "pos": 0.304, "neg": 0.0, "compound": 0.5423}, {"text": "Great loss Sis to Nigeria and the Diaspora community. May the souls of the departed rest in peace and May God Almighty console the families they left behind. ", "neu": 0.667, "pos": 0.269, "neg": 0.064, "compound": 0.8126}, {"text": "Too many RIP's this few days and all are shocking and young souls. May the lives of the departed rest in peace. You really only live once. Make the best out of it, live life, love harder, laugh all the time,... ", "neu": 0.664, "pos": 0.286, "neg": 0.05, "compound": 0.93}, {"text": "It is bad enough that anyone be caught in a building collapse but school children ...no oo May the Almighty grant all the departed eternal rest. May the injured receive accelerated ", "neu": 0.7, "pos": 0.087, "neg": 0.213, "compound": -0.5647}, {"text": "This is so sad! My sympathies to families those who lost loved ones in the two fatal accidents that occurred in Nigeria today. May the souls of the departed rest in peace!", "neu": 0.564, "pos": 0.161, "neg": 0.275, "compound": -0.6457}, {"text": "God please guide n protect us all. May the soul of the departed Rest In Peace. God heal the wounded ones.", "neu": 0.543, "pos": 0.457, "neg": 0.0, "compound": 0.891}, {"text": "Waoh.....So Sad. May God send comfort and Succour to the families of the departed . Tragic!!!", "neu": 0.487, "pos": 0.204, "neg": 0.309, "compound": -0.5229}, {"text": "May the soul of the departed rest in peace my own is should be proactive. Step on toes if need be and bring down those building before it brings more people down in the grave. There is are still many of such living in Eko/Island. ", "neu": 0.825, "pos": 0.124, "neg": 0.051, "compound": 0.5719}, {"text": "13th March 2019 - A kerosene tanker failed brake killing people from Toronto hospital to NITEL junction at upper iweka, Onitsha Killing at least 7 people and injuring about 20. The departed have been deposited at the above mentioned hospital morgue. ", "neu": 0.743, "pos": 0.0, "neg": 0.257, "compound": -0.9201}, {"text": "Creating a kickstarter to remove Zoe Kazan's Grandpa from the end of The Departed", "neu": 0.845, "pos": 0.155, "neg": 0.0, "compound": 0.296}, {"text": "The bike scene in that movie. Ugh! The scene with the elevator, in The Departed . Me: “Seriously? That’s it?” (Thankfully, the end made up for it lol.)", "neu": 0.883, "pos": 0.0, "neg": 0.117, "compound": -0.5349}, {"text": "Funny enough they choose to build high rise buildings with defective and substandard materials. Oh I’ve been to that part of Lagos and seen enough. May the souls of the departed RIP", "neu": 0.838, "pos": 0.081, "neg": 0.081, "compound": 0.0}, {"text": "May the souls of the departed in the LagosBuildingCollapse rest in perfect peace...May the Almighty comfort their loved ones...To the rescued and survivors ,I pray for speedy recovery - Amen ", "neu": 0.612, "pos": 0.388, "neg": 0.0, "compound": 0.9349}, {"text": "If this is correct then the people responsible should be prosecuted severely. The lives lost can never be replaced sadly. May the souls of the departed find eternal bliss and may the families & friends left behind find the fortitude to bare the unfortunate irreplaceable loss. ", "neu": 0.594, "pos": 0.189, "neg": 0.218, "compound": -0.1945}, {"text": "Great loss,may Allah bless the departed soul in eternal peace and gives the family and friends the strength to bear this irreparable loss", "neu": 0.472, "pos": 0.464, "neg": 0.064, "compound": 0.9371}, {"text": "Tragedy.... One in Lagos Island, One in Iweka Road...Same day... May the soul of the departed rest in peace. Quick recovery for those injured and alive... Let's just be thankful in all we do... Mercy is all we crave for. Mercy!", "neu": 0.703, "pos": 0.244, "neg": 0.053, "compound": 0.8687}, {"text": "My the soul of the departed one RIP", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "May the departed soul rest in peace", "neu": 0.632, "pos": 0.368, "neg": 0.0, "compound": 0.5423}, {"text": "May God comfort everyone going through loss. May the souls of the departed Rest In Peace.", "neu": 0.536, "pos": 0.362, "neg": 0.103, "compound": 0.7003}, {"text": "Sincerely hope Lord Shiva grant peace upon the departed soul and come down on the culprits sooo hard that they will regret being born on Earth", "neu": 0.552, "pos": 0.331, "neg": 0.116, "compound": 0.8316}, {"text": "and yeah i still havent emotionally prepared myself for the departed", "neu": 0.674, "pos": 0.185, "neg": 0.14, "compound": 0.1366}, {"text": "These kids do not deserve this. The country has failed them again - and some of these kids will likely be scarred for a long time to come, associating school with near death. May the gentle souls of the departed rest in peace...Thoughts and prayers to their parents & families ", "neu": 0.813, "pos": 0.054, "neg": 0.133, "compound": -0.6486}, {"text": "My sincerest condolences to the parents and loved ones of the people in Itafaji on Lagos Island.I really don’t know what the ministry in charge does.The buildings in Lagosisland were not well planned.The government need to make serious decision.May the souls of the departed rest", "neu": 0.804, "pos": 0.135, "neg": 0.061, "compound": 0.699}, {"text": ". Reposted from - YESTERDAY!!!! Still can't get over the whole experience!!!! May the souls of the departed rest in peace!!!!! Reposted from - We ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Heavy heart carrying lit candles for the departed souls, may they enter paradise.", "neu": 0.741, "pos": 0.259, "neg": 0.0, "compound": 0.6369}, {"text": "The pain never goes away...May the Almighty grant you and the departed soul's loved ones strength and fortitude and peace... ", "neu": 0.554, "pos": 0.332, "neg": 0.114, "compound": 0.743}, {"text": "Heartfelt condolences to you & your family in this hour of grief. May the departed soul rest in eternal peace !", "neu": 0.604, "pos": 0.275, "neg": 0.121, "compound": 0.6239}, {"text": "1 like = 1 prayer for all the departed users of IG", "neu": 0.762, "pos": 0.238, "neg": 0.0, "compound": 0.3612}, {"text": "Sad demise of Mr. Ghulam Rasool Wadoo (Habbak crossing) Jeelanabad .May Allah SWT bestow the departed soul with highest place in Jannat. (Ameen) . Gh Mohammad Wadoo Bisma Wadoo Noor Mohammed Wadoo Idrees Wadoo Atif Wadoo Adel Wadoo", "neu": 0.921, "pos": 0.0, "neg": 0.079, "compound": -0.4767}, {"text": "This is how lives are not valued in my country May the souls of the departed rest in peace ", "neu": 0.742, "pos": 0.153, "neg": 0.105, "compound": 0.2718}, {"text": "\"My girlfriend wanted to have sex, but I didn't have a condom, so I shoved the TV remote in her pussy. Which was awesome, cause she Tivo'ed The Departed \" - Actual lame ass Dane Cook Joke ", "neu": 0.624, "pos": 0.188, "neg": 0.188, "compound": 0.0}, {"text": "Memorable! Prayers for the departed soul of Mrs.KNS shiba", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "i wish quick recovery to the Injured families and the departed soul rest in peace.", "neu": 0.553, "pos": 0.312, "neg": 0.136, "compound": 0.5423}, {"text": "I can't imagine what the parents and family of the victims of the collapsed building in Lagos island are going through. May God forgive the sins of the departed children and grant them eternal rest and peace and may he grant their parents the fortitude to bear this loss. Amen", "neu": 0.638, "pos": 0.202, "neg": 0.16, "compound": 0.397}, {"text": "I personally find it really depressing reading about these NEWS in the past days. Firstly, it was the plane crash and now a collapsed building. Lives in hundreds were lost on both occasions, including a lot of kids!!! This is so unfortunate. May the souls of the departed R.I.P", "neu": 0.736, "pos": 0.0, "neg": 0.264, "compound": -0.9292}, {"text": "God have mercy. May the souls of the departed rest in peace", "neu": 0.526, "pos": 0.474, "neg": 0.0, "compound": 0.7964}, {"text": "May the soul of the departed rest in peaceLagosIsland", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "As a parent, how do you process hearing your kids you saw in the morning are dead in the afternoon. God please console the parents and may the souls of the departed rest in perfect peace.", "neu": 0.654, "pos": 0.253, "neg": 0.094, "compound": 0.743}, {"text": "This is sad and horrific. Blatant waste of innocent lives. We never learn in this country. How do things change when we keep doing the same things over and over again and expect a different outcome? Like you said, we are not in a sane country. May the souls of the departed RIP.", "neu": 0.752, "pos": 0.08, "neg": 0.168, "compound": -0.7506}, {"text": "My heart goes out to the Lagos island victims. My the souls of the departed rest in peace and may God Almighty Grant their parents fortitude to bear the loss.", "neu": 0.663, "pos": 0.215, "neg": 0.122, "compound": 0.5423}, {"text": "I'm from LagosIsland so I stand strongly with them. I'm sad,and may souls of the departed rest in peace. Amen.", "neu": 0.743, "pos": 0.257, "neg": 0.0, "compound": 0.7076}, {"text": "Kitty explains theories behind why the departed may remain, making a place \"Haunted\" ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Movie recommendation if needed: The Departed", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "May God bless the souls of the departed today rest in peace RIP", "neu": 0.543, "pos": 0.457, "neg": 0.0, "compound": 0.8126}, {"text": "We don't pray for this God . May the soul of the departed ones rest in peace. ", "neu": 0.632, "pos": 0.272, "neg": 0.095, "compound": 0.5629}, {"text": "Our heart goes for the victims of the Lagos Island building collapse. May the souls of the departed rest in perfect peace. To the families that lost their love ones, may the Lord Almighty grant them the fortitude to bear their demise. Amen ", "neu": 0.624, "pos": 0.241, "neg": 0.135, "compound": 0.7964}, {"text": "Pls Accept my condolences, May the soul of the departed rest in Peace.", "neu": 0.575, "pos": 0.425, "neg": 0.0, "compound": 0.7506}, {"text": "I did not get a lot of coding done last night. But I did watch The Departed for the 24th time, and Thor Ragnarok for the 12th time, and fixed a few bugs in my code. ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "This so heartbreaking. May the souls of the departed rest in perfect peace. God bless the hands of those fighting to get to those still trapped. ", "neu": 0.472, "pos": 0.3, "neg": 0.228, "compound": 0.4417}, {"text": "the departed", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Its indeed a sad week, 2 tragedies in 4 days. May the souls of the departed Rest in Peace. Save lives from the Ita-faji Building Collapse •Please donate blood at Lagos Island General ", "neu": 0.611, "pos": 0.164, "neg": 0.225, "compound": -0.3612}, {"text": " issued \"emergency order\" to ground all Boeing 737 Max 8 planes. Those in the air are to be grounded soon as they reach respective destinations. Great decision to forestall further tragedy May the departed souls continue to rest in peace and others", "neu": 0.654, "pos": 0.215, "neg": 0.131, "compound": 0.5423}, {"text": "What a sad day. Rip to the departed souls .", "neu": 0.693, "pos": 0.0, "neg": 0.307, "compound": -0.4767}, {"text": "Amen and May the souls of the departed rest in peace", "neu": 0.741, "pos": 0.259, "neg": 0.0, "compound": 0.5423}, {"text": "My heart is with everyone that lost a loved one in the collapsed building in Lagos & the tanker accident in Onitsha.. God be with you May the souls of the departed Rest In Peace ", "neu": 0.614, "pos": 0.216, "neg": 0.17, "compound": 0.4588}, {"text": "Loved The Departed", "neu": 0.339, "pos": 0.661, "neg": 0.0, "compound": 0.5994}, {"text": "It’s the departed .", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Oh The Departed on Netflix...", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "May the soul of the departed seek the life of those who caused their death... ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "the building completely, it was just patched and painted, while I the foundation is destroyed. Lagos Island is at it again, may The souls of the departed rest in peace.", "neu": 0.801, "pos": 0.104, "neg": 0.095, "compound": 0.0772}, {"text": "May the souls of the departed rest in peace and their families comforted. lagosislandcollapsedbuidling .", "neu": 0.656, "pos": 0.344, "neg": 0.0, "compound": 0.743}, {"text": "Every time I hear bagpipes in the distance I feel like I’m at the end of The Departed , and next time I get home I’m going to be shot in the eye in my living room.", "neu": 0.928, "pos": 0.072, "neg": 0.0, "compound": 0.3612}, {"text": "This is really sad...... The population around the rescue team are making the situation worse.... May the departed souls rest in perfect peace ", "neu": 0.656, "pos": 0.344, "neg": 0.0, "compound": 0.8885}, {"text": "May Allah SWT bless the departed soul, Aameen...", "neu": 0.714, "pos": 0.286, "neg": 0.0, "compound": 0.4215}, {"text": "Or the video the family shows of the departed trying valiantly - and badly - to play ALL of “Stairway to Heaven.” Had that twice now.", "neu": 0.8, "pos": 0.087, "neg": 0.113, "compound": -0.1779}, {"text": "R.I.P. to the departed souls in Lagos island", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "in itafaji and the whole isale eko area, many storey buildings have foundations that were intended for bungalows. And despite this tragedy, any bungalow you see now, will be under more floors in a few years. May the souls of the departed rest in peace. LagosBuildingCollapse", "neu": 0.849, "pos": 0.151, "neg": 0.0, "compound": 0.8246}, {"text": "May the souls of the departed rest in Peace.", "neu": 0.696, "pos": 0.304, "neg": 0.0, "compound": 0.5423}, {"text": "May the soul of the departed ones rest in peace.", "neu": 0.72, "pos": 0.28, "neg": 0.0, "compound": 0.5423}, {"text": "This is so sad and heart breaking . May the souls of all the departed rest in peace.", "neu": 0.667, "pos": 0.156, "neg": 0.177, "compound": -0.1258}, {"text": "We’ve had enough already March EthiopianAirline and now Lagos Island, prayers with the departed souls and the families. PeaceInAfrica .", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "May more lives be rescued and may the souls of the departed rest in peace. Amen. We should endeavour to do this for them. Itafaji LagosBuildingCollapse ", "neu": 0.785, "pos": 0.215, "neg": 0.0, "compound": 0.7624}, {"text": "YESTERDAY!!!! Still can't get over the whole experience!!!! May the souls of the departed rest in peace!!!!! Reposted from - We were at the scene of the Ita-Faji ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "BASEketball. Wow.... what a call! I’m gonna go with: the departed , pulp fiction, catch me if you can, rocky 4 and casino Royale", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "The Departed is such a fucking incredible movie", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "that’s right", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Wallahi this dunya is nothing,nothing at all. One minute you are here and the next minute you are no more ,may the departed souls rest in eternal peace and may Allah (SWT) forgive us all Amin .", "neu": 0.809, "pos": 0.137, "neg": 0.054, "compound": 0.5267}, {"text": "Our thoughts and prayers to the families who lost their loved ones in the Lagos building collapse and the Onitsha accident today. May the souls of the departed rest in peace . . . . . . . . . . itafaji talkcheifs Lagosbuildingcollapse blackwednesday ", "neu": 0.652, "pos": 0.161, "neg": 0.187, "compound": -0.0516}, {"text": "He died on my birthday,may all the departed soul rest in peace", "neu": 0.585, "pos": 0.205, "neg": 0.211, "compound": -0.0258}, {"text": " WRONG Keefe... Have you ever listened to your racist morning drive. BIRD always comes first on Mt Rushmore, by both the existing senior racist and the departed racist...", "neu": 0.679, "pos": 0.0, "neg": 0.321, "compound": -0.9158}, {"text": "Heartfelt condolences DJ and prayers for the departed soul", "neu": 0.696, "pos": 0.304, "neg": 0.0, "compound": 0.5423}, {"text": "Not lost on me that the FBI announced the AdmissionsScandal live from Boston , famous for THAT rat in the final scene of TheDeparted . The case fell out of a different investigation and went ballistic when Feds flipped the mastermind. collegeadmissionscandal AdmissionsScam ", "neu": 0.952, "pos": 0.048, "neg": 0.0, "compound": 0.2411}, {"text": "Watched it again. And now I'm certain. The Departed is the best.", "neu": 0.613, "pos": 0.387, "neg": 0.0, "compound": 0.743}, {"text": "Bkack Wednesday indeed,may the Lord console the families of the departed soul. BlackWednesday", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "While this is not the time to apportion blame. We need to come together as a community and offer help and assistance to those affected. May the souls of the departed rest in peace and we pray for speedy recovery of the injured.", "neu": 0.703, "pos": 0.166, "neg": 0.131, "compound": 0.4215}, {"text": "When we loose souls, it's a painful experience and when they are kids, it's too dreadful to imagine. May the souls of the departed rest in peace... Amen", "neu": 0.748, "pos": 0.0, "neg": 0.252, "compound": -0.7964}, {"text": "My heart goes out to the families of the children and adults involved in the building collapse on Lagos Island today. It's such a sad incident! May the souls of the departed find eternal rest!", "neu": 0.823, "pos": 0.0, "neg": 0.177, "compound": -0.7835}, {"text": "May the departed souls Rest In Peace", "neu": 0.632, "pos": 0.368, "neg": 0.0, "compound": 0.5423}, {"text": "I don’t talk with the departed . I’m a window. So can’t ask her opinion on matters. As for ladies of the night? Not for me.", "neu": 0.952, "pos": 0.048, "neg": 0.0, "compound": 0.0258}, {"text": "It happened last year on Evans street,the year before and the year before that year...RIP to the departed", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "I'd like to welcome you to the memorial for Carlton. Saying a few words on behalf of the departed will be Philips.", "neu": 0.776, "pos": 0.224, "neg": 0.0, "compound": 0.6705}, {"text": "May the souls of the departed rest in peace! ", "neu": 0.678, "pos": 0.322, "neg": 0.0, "compound": 0.5848}, {"text": "mad that di caprio didn’t even get nominated for the departed yet won his oscar for the revenant where he basically grunts and crawls his way through some snow", "neu": 0.796, "pos": 0.109, "neg": 0.094, "compound": 0.128}, {"text": "Not true! Just today I saw Good Will Hunting, The Departed , The Hurt Locker, etc.!", "neu": 0.544, "pos": 0.143, "neg": 0.312, "compound": -0.5293}, {"text": "May the departed souls Rest in Peace", "neu": 0.632, "pos": 0.368, "neg": 0.0, "compound": 0.5423}, {"text": "inna lillahi wa inna ilaihir raji'un May the souls of the departed from this horrific event in Lagos Island Rest In Peace. ", "neu": 0.696, "pos": 0.122, "neg": 0.183, "compound": -0.4118}, {"text": "RIP to the departed souls in Lagos Island. My condolences to their parents. This is really sad.", "neu": 0.825, "pos": 0.0, "neg": 0.175, "compound": -0.5256}, {"text": "So much death today. This is heart wrenching Oh Lord give the departed rest and those that are in a state of grief to bear this loss. Only you can comfort us", "neu": 0.683, "pos": 0.063, "neg": 0.253, "compound": -0.8178}, {"text": "Heartiest condolences on your loss, may Almighty provide strength to you and your family to bear this tragedy, may the departed soul Rest In Peace.", "neu": 0.596, "pos": 0.19, "neg": 0.214, "compound": -0.2144}, {"text": "May the souls of all the departed rest in peace! May God grant their parents the strength to bear the loss. It's not easy", "neu": 0.525, "pos": 0.338, "neg": 0.137, "compound": 0.7837}, {"text": "Charmander joins the departed in May... ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "What Dreams May Come The Departed Signs ", "neu": 0.69, "pos": 0.31, "neg": 0.0, "compound": 0.4019}, {"text": "All 17 of them are The Boondock Saints and The Departed ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "May the souls of the departed rest in peace and those who are still receiving treatment; May they be made whole again. May God heal our land", "neu": 0.817, "pos": 0.183, "neg": 0.0, "compound": 0.6808}, {"text": "May the Departed Souls lost today at Onitsha Park Rest In Peace, AMEN ", "neu": 0.655, "pos": 0.208, "neg": 0.137, "compound": 0.296}, {"text": "May the souls of the departed , rest in peace", "neu": 0.696, "pos": 0.304, "neg": 0.0, "compound": 0.5423}, {"text": "May God comfort the hearts of those who lost their loved ones and my the souls of the departed Rest In Peace Amen", "neu": 0.557, "pos": 0.372, "neg": 0.071, "compound": 0.8658}, {"text": "My heart breaks for those affected by the incident in Onitsha. May the departed souls rest in peace and I pray for speedy recovery for the injured. BlackWednesday", "neu": 0.695, "pos": 0.175, "neg": 0.13, "compound": 0.3612}, {"text": "May God console the bereaved and accept the souls of the departed ", "neu": 0.536, "pos": 0.28, "neg": 0.185, "compound": 0.1531}, {"text": "The Departed says hello.", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "My condolences to the fames of the departed souls in LagosBuildingCollapse .", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "People lost all their kids today! Wow! May the souls of the departed rest well.", "neu": 0.577, "pos": 0.312, "neg": 0.111, "compound": 0.6351}, {"text": "Sad day for Lagos island...Rest in peace to the departed souls..I still find it hard to comprehend one woman loosing 5 kids to the collapsed building ... I just hope it is not true...", "neu": 0.675, "pos": 0.16, "neg": 0.165, "compound": 0.2023}, {"text": "I actually cried I can’t imagine having a child, sibling, relation or friend there. May God help in the recovery and may the departed rest in perfect peace", "neu": 0.516, "pos": 0.413, "neg": 0.071, "compound": 0.9118}, {"text": "It's really sad and heart breaking May the souls of the departed rest in peace. Ameen ", "neu": 0.67, "pos": 0.168, "neg": 0.162, "compound": 0.0276}, {"text": "Father Lord , we ask that you comfort and counsel all those affected by the collapsed building in Lagos. May the soul of the departed rest in peace. ", "neu": 0.703, "pos": 0.183, "neg": 0.113, "compound": 0.5106}, {"text": "After plane crash: The some institutions and Nations suspended Boeing 737 MAX flights in Europe and their countries. Our prayer is with the departed souls", "neu": 0.799, "pos": 0.0, "neg": 0.201, "compound": -0.7003}, {"text": "green book shape of water moonlight spotlight birdman unexpected virtue of ignorance 12 years a slave argo the artist king’s speech hurt locker slumdog millionaire no country for old men crash the departed lord of the rings return of the king chicago a beautiful mind gladiator", "neu": 0.685, "pos": 0.121, "neg": 0.195, "compound": -0.4767}, {"text": "Vanilla Sky/ The Departed / The Truman Show", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "I AM SAD OVER THE TRAPPED CHILDREN IN A BUILDING ON LAGOS ISLAND,MAY THE SOUL OF THE DEPARTED REST IN PEACE.ITS A NATIONAL DISASTER.", "neu": 0.629, "pos": 0.0, "neg": 0.371, "compound": -0.891}, {"text": "Sad sad day in Lagos, another avoidable loss of precious lives to anyhowness. May God comfort the families and loved ones of the departed .", "neu": 0.451, "pos": 0.324, "neg": 0.225, "compound": 0.5719}, {"text": "Look, I just turned off the departed for a movie bout a bee", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Bad day devil drink water my condolences to the families of the departed", "neu": 0.582, "pos": 0.0, "neg": 0.418, "compound": -0.836}, {"text": "This Saturday, Red Dirt Country highlights Keystone's 2nd Rocky Mountain Country Fest.Check out Cody Canada & The Departed , with Micky & The Motorcars to headline! Get tickets at ", "neu": 0.903, "pos": 0.0, "neg": 0.097, "compound": -0.4003}, {"text": "I cannot imagine the pain of losing a child.. May God give the parents of these beautiful kids the strength, love and peace to carry on through these difficult times. And may the souls of the departed rest in peace. LagosIsland", "neu": 0.515, "pos": 0.397, "neg": 0.088, "compound": 0.9584}, {"text": "With the way this deaths are occuring daily, hope we won't be extinct by 2023? May the souls of the departed fine peace. ", "neu": 0.709, "pos": 0.291, "neg": 0.0, "compound": 0.802}, {"text": " Leo has played Jay Gatsby, J Edgar Hoover, Howard Hughes, Romeo & soon Teddy Roosevelt. Starred in The Departed , Wolf Of Wall Street, Titanic, The Revenant, Gangs of New York among countless others.", "neu": 0.926, "pos": 0.074, "neg": 0.0, "compound": 0.34}, {"text": "May the souls of the departed Rest In Peace prayforlagos Godhelpus prayfornigeria ", "neu": 0.759, "pos": 0.241, "neg": 0.0, "compound": 0.5423}, {"text": "Thoughts and prayers to the victims of that Building collapse yesterday.... It really saddens that those dilapidated buildings will still not be demolished till the next calamity. May God comfort the families of the departed .", "neu": 0.693, "pos": 0.106, "neg": 0.201, "compound": -0.624}, {"text": "\"cui bono\" is your knowledge of Latin derived from experience in the legal system or Catholic School, that is, if — oh i simply just watch \" the departed \" film a lot ", "neu": 0.949, "pos": 0.051, "neg": 0.0, "compound": 0.128}, {"text": "God is not in control, he has given us the power to take control over our affairs on earth but our negligence and lack of respect for human lives has caused this two preventable tragedies. May the souls of the departed rest in peace", "neu": 0.693, "pos": 0.186, "neg": 0.121, "compound": 0.5647}, {"text": "May the Lord comfort you and the families of the departed .", "neu": 0.8, "pos": 0.2, "neg": 0.0, "compound": 0.3612}, {"text": "RIP to the departed souls of innocent souls perished in the Itafaji building collapse.", "neu": 0.682, "pos": 0.136, "neg": 0.182, "compound": -0.2023}, {"text": "It has been an outpouring of grief at the collapse building site at Lagos island. May the soul of the departed children rest in peace", "neu": 0.69, "pos": 0.11, "neg": 0.201, "compound": -0.4404}, {"text": "May the soul of the departed rest in peace. LagosBuildingCollapse", "neu": 0.72, "pos": 0.28, "neg": 0.0, "compound": 0.5423}, {"text": "RIP the departed souls & give strength to their families to overcome this grief . The world need to seriously think about selling arms & ammunition which is the root of every evil ... Think about it !", "neu": 0.692, "pos": 0.074, "neg": 0.234, "compound": -0.7871}, {"text": "May the souls of the departed through the mercy of God rest in peace.", "neu": 0.576, "pos": 0.424, "neg": 0.0, "compound": 0.7964}, {"text": "Don't throw shade on the departed .", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "What's happening in Nigeria? From Lagos to Anambra/Onitsha. This is . My God! May God rest the souls of the departed .", "neu": 0.8, "pos": 0.2, "neg": 0.0, "compound": 0.5411}, {"text": "God,heal the wonded and give the departed rest.", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "That is utmost disadvantage of been a Nigerian, if God save us from Natural Disasters, it will be very hard to escape Environmental, Emotional and psychological Disasters. May God heal injured and place the departed soul in heaven.", "neu": 0.445, "pos": 0.299, "neg": 0.256, "compound": 0.0953}, {"text": " And I think this following is different ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Too bad..... May the souls of the departed rest in peace ", "neu": 0.741, "pos": 0.259, "neg": 0.0, "compound": 0.5423}, {"text": "May the departed souls rest in perfect peace. LagosBuildingCollapse ", "neu": 0.493, "pos": 0.507, "neg": 0.0, "compound": 0.802}, {"text": "If money is the only thing that can make you happy, think again. Money is good but not everything. May God comfort the families of the departed !", "neu": 0.696, "pos": 0.237, "neg": 0.067, "compound": 0.6829}, {"text": "Heartbreaking! May the souls of the departed rest in peace & May god give strength to their loved ones ", "neu": 0.448, "pos": 0.448, "neg": 0.103, "compound": 0.8748}, {"text": "Our thoughts and prayers are with the families and friends of pupils caught up in the itaFajischool Lagosisland school building collapse tragedy. May the souls of the departed rest in peace.", "neu": 0.655, "pos": 0.16, "neg": 0.184, "compound": -0.25}, {"text": "Someone lost his three children how will he cope?May the souls of the departed rest in perfect peace..", "neu": 0.727, "pos": 0.168, "neg": 0.105, "compound": 0.34}, {"text": "It's indeed a very bad occurrence. May the departed souls rip", "neu": 0.704, "pos": 0.0, "neg": 0.296, "compound": -0.5849}, {"text": "So sad. May the soul of the departed Rest In Peace ", "neu": 0.566, "pos": 0.22, "neg": 0.213, "compound": 0.0276}, {"text": "My heart goes out to everyone who lost a loved one today. May the souls of the departed rest in peace.", "neu": 0.637, "pos": 0.277, "neg": 0.086, "compound": 0.7269}, {"text": "Or “The Leftovers.” As members of the departed .", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "It a obvious that the foundation of this structure was probably built to accommodate a storey and the owners kept decking it till they felt three floors was okay then they stopped and roofed it . May the souls of the departed Rest in Peace", "neu": 0.842, "pos": 0.117, "neg": 0.041, "compound": 0.5423}, {"text": " before taking proactive measures? May the souls of the departed innocent children rest in perfect peace Amen. ", "neu": 0.512, "pos": 0.488, "neg": 0.0, "compound": 0.9081}, {"text": "Oh photographer isn't alive ? I m sorry to hear this May the departed soul rest in peace", "neu": 0.635, "pos": 0.25, "neg": 0.116, "compound": 0.3691}, {"text": "Twice marked for demolition and yet ppl were still allowed to use the building when is Nigeria ever to going to take things seriously,may the souls of the departed ones RIP", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Black Wednesday in Onitsha as Tanker carrying kerosene crushed dozens to death. The tanker failed brake killing people from Toronto hospital to NITEL junction at upper iweka. The departed have been deposited at the above mentioned hospital morgue. I was at the scene May they RIP ", "neu": 0.74, "pos": 0.0, "neg": 0.26, "compound": -0.9371}, {"text": "Tanker fail break killing dozens in onitsha and building collapsed in Lagos killing alot of people including school children. God grant the souls of the departed eternal rest and let your perpetual light shine on them. blackwednesday", "neu": 0.62, "pos": 0.092, "neg": 0.288, "compound": -0.8957}, {"text": "Its indeed tragic,i pray the departed souls Rest in perfect peace and a quick recovery for the Hospitalised victims. Our thought are with you. LagosBuildingCollapse", "neu": 0.629, "pos": 0.299, "neg": 0.072, "compound": 0.802}, {"text": "The Departed .", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "So sad. May the souls of the departed rest in peace and may God grant those in the hospital quick recovery amen. The sad incidence was a preventable one though... LagosBuildingCollapse LagosIsland ", "neu": 0.636, "pos": 0.198, "neg": 0.166, "compound": 0.0808}, {"text": "I really enjoyed this interview...and I greatly enjoyed hearing Cody Canada and The Departed , earlier this month! Oklahoma Boys was fully Appreciated! And..New Braunfels is the home of SnakeFarm ", "neu": 0.679, "pos": 0.321, "neg": 0.0, "compound": 0.9074}, {"text": "If the departed Beatles were around today what would they advise on Brexit?", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "The business instructs the targeted people to imagine themselves as the constructors of the pyramids working for a humble and extremely sacred mana bread, naturally including depositions and the remains of the departed victims.", "neu": 0.933, "pos": 0.0, "neg": 0.067, "compound": -0.3182}, {"text": "Words have failed me on this building collapse tragedy. May the souls of the departed find peace. ... LagosIsland", "neu": 0.51, "pos": 0.119, "neg": 0.371, "compound": -0.8126}, {"text": "So many lives lost today. So many families in pain. May God grant them fortitude and hrough the mercy of God, may the souls of all the departed rest in peace. Amen CollapseBuilding onitsha ", "neu": 0.593, "pos": 0.279, "neg": 0.129, "compound": 0.7037}, {"text": "Saving Private Fartbag Nothing rhymes with clockwork orange Frances hahaha so random :3 My Big Fat Greek Boner Moonlight based on the novel push by sapphire One flew over the poo poo’s nest The Departed", "neu": 0.771, "pos": 0.229, "neg": 0.0, "compound": 0.8583}, {"text": "As much as I love The Departed and Leo, Goodfellas is a masterpiece! ", "neu": 0.512, "pos": 0.488, "neg": 0.0, "compound": 0.8622}, {"text": "Yesterday was something else, so many innocent lives lost both in Onitsha and Lagos. God please heal the wounded, comfort those who are mourning and may the souls of the departed rest in peace Amen. Ozoemezina Biko nna.", "neu": 0.629, "pos": 0.265, "neg": 0.106, "compound": 0.7832}, {"text": "May the souls of the departed Rest In Peace, this week has been terrible. May God keep everyone safe. ", "neu": 0.564, "pos": 0.32, "neg": 0.117, "compound": 0.6597}, {"text": "So many kids died in the collapsed at Ita Faji on Lagos Island. Stricter Rules of Engagement should be taken by the authority concerned. May the souls of the departed rest in peace. May the Lord give the parents of the dead kids the strength to bear the loss.", "neu": 0.635, "pos": 0.17, "neg": 0.195, "compound": -0.3744}, {"text": "A very sad day in the city of Lagos. My heart goes out to all those that lost their Kids and loved ones in this Building collapse at Lagos Island. My thoughts and prayers are with the family and friends of the dead ones. And may God grand the departed ones eternal rest. ", "neu": 0.635, "pos": 0.175, "neg": 0.19, "compound": -0.2716}, {"text": "Really excited for The Departed 2: Delayed Departure.", "neu": 0.566, "pos": 0.254, "neg": 0.179, "compound": 0.2006}, {"text": "(2) The Departed advances to the Sweet 16. ", "neu": 0.7, "pos": 0.3, "neg": 0.0, "compound": 0.4588}, {"text": "Going out & coming in, isn't child's play. It's God's grace. The souls of the departed ; rest in peace.", "neu": 0.643, "pos": 0.27, "neg": 0.087, "compound": 0.6444}, {"text": "May the souls of the departed rest peacefully ", "neu": 0.673, "pos": 0.327, "neg": 0.0, "compound": 0.5267}, {"text": "May Allah bless the departed soul highest ranks in Jannah!", "neu": 0.744, "pos": 0.256, "neg": 0.0, "compound": 0.4753}, {"text": "as usual, the sp always seize opportunity to show himself as a better person to the government of the day. But since politics is still very local.. This shows by the sp won't stand. May the soul the departed rest in peace.", "neu": 0.805, "pos": 0.195, "neg": 0.0, "compound": 0.8481}, {"text": "May the good lord grant the families of the departed the fortitude to bear this irreparable loss. LagosBuildingCollapse LagosIsland", "neu": 0.675, "pos": 0.228, "neg": 0.097, "compound": 0.4767}, {"text": "Lord have mercy! My condolences to the family and friends of the departed ! One of my beefs with mass killings is,how does this further your cause? What am I suppose to learn from this? Killing babies is just evil. Plain evil", "neu": 0.575, "pos": 0.095, "neg": 0.33, "compound": -0.9509}, {"text": "May God be with the departed", "neu": 0.704, "pos": 0.296, "neg": 0.0, "compound": 0.2732}, {"text": "Chai! My State was bleeding yesterday.. Oh! Lord grant the departed peaceful rest in your abode and grant their families the fortitude to bear these losses..", "neu": 0.724, "pos": 0.276, "neg": 0.0, "compound": 0.8309}, {"text": "May God comfort the bereaved. May the souls of the departed haunt everyone responsible for their violent and untimely death. May sleep elude them until justice is served.", "neu": 0.456, "pos": 0.235, "neg": 0.31, "compound": -0.6486}, {"text": "May the souls of the departed rest in peace. Amen ", "neu": 0.72, "pos": 0.28, "neg": 0.0, "compound": 0.5423}, {"text": "What sky !!!! All I see is dark clouds , as for best Leo film hmmm either Gangs of New York , the Departed or What’s Eating Gilbert Grape .... definitely ain’t Inception", "neu": 0.776, "pos": 0.224, "neg": 0.0, "compound": 0.8429}, {"text": "Wednesday the 13th.. Black Wednesday.. God rest the souls of the departed !", "neu": 0.821, "pos": 0.179, "neg": 0.0, "compound": 0.3382}, {"text": "I been watching The Departed AND The Town ever since I came back from Boston mf really gotta go back", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "I immediately thought suicide. Then I thought it could be something she wants. Maybe she had some connection with some of the departed people/souls she encountered and connects going in the ground with them and wants to join them. RRNo7 ", "neu": 0.843, "pos": 0.052, "neg": 0.105, "compound": -0.5106}, {"text": "God comfort the families of the departed", "neu": 0.521, "pos": 0.479, "neg": 0.0, "compound": 0.5574}, {"text": "May the souls of the departed rest in peace what a sad day", "neu": 0.602, "pos": 0.211, "neg": 0.187, "compound": 0.1027}, {"text": "It is definitely late .. but it will give some peace to the departed ..", "neu": 0.663, "pos": 0.337, "neg": 0.0, "compound": 0.765}, {"text": "My condolences please, these losses are just too much to bear. May the souls of all the departed rest in peace.", "neu": 0.679, "pos": 0.219, "neg": 0.102, "compound": 0.4767}, {"text": "Lord Jesus heal the hearts of those in grief and rest the souls of the departed , AMEN. ITAFAAJI Anambra", "neu": 0.849, "pos": 0.0, "neg": 0.151, "compound": -0.4939}, {"text": " staff observed a minute of silence for the departed souls and our colleagues on flight ET302 . Our heartfelt condolences to the families and friends. ", "neu": 0.761, "pos": 0.239, "neg": 0.0, "compound": 0.765}, {"text": "May the souls of the departed rest in peace ", "neu": 0.696, "pos": 0.304, "neg": 0.0, "compound": 0.5423}, {"text": "Tragic. May the souls of the departed rest easy", "neu": 0.543, "pos": 0.225, "neg": 0.233, "compound": -0.0258}, {"text": "We pray for all the families affected by yesterday’s collapsed school building, may they find strength and comfort. We particularly have the little angels hurting in mind, and pray for their speedy recovery . And may the souls of the departed find r ", "neu": 0.674, "pos": 0.204, "neg": 0.121, "compound": 0.6344}, {"text": "Our thoughts and prayers are with the families of pupils involved in the Ita-Faji building collapse. May the souls of the departed find rest. We also wish the injured speedy recovery. ", "neu": 0.765, "pos": 0.074, "neg": 0.161, "compound": -0.4939}, {"text": "May the souls of the departed Rest In Peace. Today’s tragedy will never be forgotten.", "neu": 0.556, "pos": 0.24, "neg": 0.204, "compound": -0.0603}, {"text": "LA Confidential Gone Girl Mystic River Gone Baby Gone The Inside Man The Departed The Girl with the Dragon Tattoo", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "May the souls of the departed staff and Pupils rest in Peace. May God comfort their Families. LagosIsland", "neu": 0.649, "pos": 0.351, "neg": 0.0, "compound": 0.7964}, {"text": "I pray the family of the victims of the Lagos collapsed building have the fortitude to bear this loss... May the souls of the departed souls rest in peace.", "neu": 0.702, "pos": 0.17, "neg": 0.129, "compound": 0.34}, {"text": "Aight man •Action/Psychological/Drama/Thrillers/Mystery: The Prestige, Inception, Se7en, Zodiac, Shutter Island, Girl with the Dragon Tattoo. •Every Quentin Tarantino film •Scorsese films: Goodfellas, The Departed , Casino, Taxi Driver", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "My heart goes out to the departed in Nigeria. ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Another sad event... May the souls of the departed RIP!", "neu": 0.726, "pos": 0.0, "neg": 0.274, "compound": -0.5255}, {"text": "May the souls of the departed rest in peace This is a sad day for us all", "neu": 0.68, "pos": 0.17, "neg": 0.15, "compound": 0.1027}, {"text": "I liked the Departed in the theatre while feeling it felt like a DePalma film instead of Scorsese. I bought the dvd and haven’t watched it once. Most of the things ppl praise in it feel really over the top in hindsight to me now. The at the end was just the most egregious.", "neu": 0.787, "pos": 0.213, "neg": 0.0, "compound": 0.8876}, {"text": "\"Lagos Island\" Is this the new next level in Nigeria? May God be with the family of the departed soul. Check out this for positive next level action ", "neu": 0.82, "pos": 0.18, "neg": 0.0, "compound": 0.6908}, {"text": "Saving Private Ryan Enter the Dragon Guradians of the Galaxy 1&2 Boyhood Into the Furance Blood Diamond The Departed The Godfather 2 Room Creed American Sniper Judge The Hurt Locker Kill Bill 1 &2", "neu": 0.734, "pos": 0.061, "neg": 0.205, "compound": -0.7717}, {"text": "This is so sad ! Please we are not opened today as we mourn the souls of the departed ! May every parent involved be comforted! rip blackwednesday ", "neu": 0.628, "pos": 0.153, "neg": 0.219, "compound": -0.5088}, {"text": "this is like a 4.5' goal he could touch the rim with his lifts on. pour some out for the departed .", "neu": 0.884, "pos": 0.116, "neg": 0.0, "compound": 0.3612}, {"text": "A moment of silent for the departed souls!", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Our Heartfelt Condolences To The Departed Souls Of The Ita Faji Building Collapse In Lagos Today and Ethopian Airlines Last Week, and also to the Families and those Affected. Itafaji EthopianAirlines", "neu": 0.771, "pos": 0.096, "neg": 0.132, "compound": -0.0772}, {"text": "May the souls of the departed rest in peace. And hopefully, those responsible for this calamity are brought to justice. We need scapegoats. ", "neu": 0.557, "pos": 0.368, "neg": 0.074, "compound": 0.8591}, {"text": "Yo if you're picking a movie about a bee over The Departed , RUN", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}], "sum": 485}