{"compound_ave": -0.08205510204081631, "texts": [{"text": "sometimes I think I can learn Russian from watching The Americans and then other times I remember that it took me 5 seasons to understand that they were pronouncing Oleg as “ah-leg”", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 07:54:52"}, {"text": "No pics, it didn't happen. I'm even drunker now. Anyways, you're an amazing artist and the wife and I have enjoyed TheAmericans and DeathAndNightingales greatly. Keep up the brilliant work, my dude!", "compound": 0.8748, "pos": 0.277, "neg": 0.054, "neu": 0.668, "data": "2019-03-14 09:11:54"}, {"text": "Cuba brought death to my country. I have nothing against Américans. When we were best pals Venezuela was the top country in Latin América. The communist came and all turn to shit. So dont know if Yaweh will bring the Américans , but cubans were sent by the devil.", "compound": -0.8338, "pos": 0.07, "neg": 0.191, "neu": 0.739, "data": "2019-03-14 07:52:26"}, {"text": " It's high time that all Indians had eradicated this word 'Sir' from the Indian vocabulary coz in Hindi there is a word 'jee' to show respect to the elders. Sir word the Americans hate it if ya apply it in conversation w/'em. It sounds so colonial!?! ", "compound": -0.2924, "pos": 0.062, "neg": 0.085, "neu": 0.853, "data": "2019-03-14 13:01:37"}, {"text": "It's all just rubbish bilawl is just trying to show the Americans he is just a dummy and the timing of this press conference is just amazing he is just criticizing the banned organizations and the last night China done a great job in the SC.", "compound": 0.5267, "pos": 0.148, "neg": 0.103, "neu": 0.749, "data": "2019-03-14 15:01:08"}, {"text": "Where is this place? Where are the Americans in this city?", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 16:23:47"}, {"text": "Oh yeah, I know. It was a cyber attack by the Americans . It clearly was. You could see it from a mile away. Hahaha", "compound": 0.6597, "pos": 0.297, "neg": 0.108, "neu": 0.594, "data": "2019-03-14 08:24:49"}, {"text": "Sure reminds me of the same way the Americans took over Guatemala.", "compound": 0.3182, "pos": 0.173, "neg": 0.0, "neu": 0.827, "data": "2019-03-14 10:46:12"}, {"text": "Canada's professional journalists are confused with our system and the Americans congressional committees.", "compound": -0.3182, "pos": 0.0, "neg": 0.161, "neu": 0.839, "data": "2019-03-14 11:40:42"}, {"text": "Maas and his SPD & affiliates do not want to damage relations with Russia, therefor totally avoiding criticising Russian actions in Syria. Like the Americans already noticed, Russian influence towards them is huge and with NS2 it would only become much more.", "compound": 0.1367, "pos": 0.151, "neg": 0.14, "neu": 0.71, "data": "2019-03-14 19:03:26"}, {"text": "And what I hate the most is that this is the last season and they are gonna have Elizabeth and Philip fighting against each other until the very last minute and I don’t deserve this. The ship doesn’t deserve this TheAmericans", "compound": -0.7351, "pos": 0.0, "neg": 0.144, "neu": 0.856, "data": "2019-03-14 06:46:46"}, {"text": "The Americans totally had me until I saw Philip tear off a half-sheet paper towel. Took me right out.", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 11:49:45"}, {"text": "The Dems can not win the elections of this country, with the Americans Vote, so they want to bring illegals immigrants from any country to elect from the president of country to the mayor of the city. The rulers in all branches of the government . I got mad. MAKE Great A. ", "compound": -0.1515, "pos": 0.098, "neg": 0.108, "neu": 0.794, "data": "2019-03-14 14:15:44"}, {"text": "These are some of the series that will be available on StarTimesON App : The Walking Dead, Empire, 24, X-files, Outcast, American Dad, Modern Family, Ghosted, Chance, Star, Family Guy, Prison Break, Homeland, American Horror Story, Da Vinci's Demons, The Americans and 24 Legacy.", "compound": -0.8834, "pos": 0.038, "neg": 0.216, "neu": 0.746, "data": "2019-03-14 13:32:08"}, {"text": "That because the Americans people never had a President off the United States to lies like Donald Trump ‘", "compound": 0.3612, "pos": 0.229, "neg": 0.121, "neu": 0.649, "data": "2019-03-14 10:23:11"}, {"text": "Like I keep seeing “one of the Americans who died”.....like were they more important than the others who died?", "compound": -0.0018, "pos": 0.198, "neg": 0.155, "neu": 0.647, "data": "2019-03-14 08:43:45"}, {"text": "N R A The ultimate authority ... resides in the people alone. ... The advantage of being armed, which the Americans possess over the people of almost every other nation ... forms a barrier against the enterprises of ambition, more insurmountable than any...\" —James Madison (1788)", "compound": -0.0516, "pos": 0.074, "neg": 0.078, "neu": 0.848, "data": "2019-03-14 09:25:12"}, {"text": "aye mate how else you think the americans got to america?", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 19:06:56"}, {"text": "We don't need asbestos from Russia. Such dealings against the Americans Trump claims to love!", "compound": 0.6696, "pos": 0.243, "neg": 0.0, "neu": 0.757, "data": "2019-03-14 08:44:35"}, {"text": ". at this point, collusion, is the least of your problems, even though we know you are guilty of being a Traitor to the U.S.A. and the Americans you choose to LieCheatSteal from Resign CorruptionAlliance TraitorTrump YouAreTheSwamp SwampLeader ZeroMorals", "compound": -0.7845, "pos": 0.0, "neg": 0.189, "neu": 0.811, "data": "2019-03-14 07:42:47"}, {"text": "No one should should be here undocumented! Protect the Americans only! Report and deport the rest! That’s ur job too", "compound": 0.3129, "pos": 0.147, "neg": 0.093, "neu": 0.76, "data": "2019-03-14 09:52:57"}, {"text": "\"Okay okay, have you seen ' the Americans ' on FX?\" \"Hey yeah that's on after Project Runway!\" \"What if we do a comic about that? The Americans won awards...\" \"I don't know...\" \"...But what if it had SKRULLS?\" \"Approved!\"", "compound": 0.8697, "pos": 0.247, "neg": 0.0, "neu": 0.753, "data": "2019-03-14 08:13:28"}, {"text": "The NTSB is potentially too comprised at this stage. A result that would suggest Boeing's design flaws and subsequent grounding of the aircraft model would have massive multi sectorial ramifications the Americans won't risk it. They're still trying to spin this", "compound": 0.2057, "pos": 0.044, "neg": 0.0, "neu": 0.956, "data": "2019-03-14 06:30:32"}, {"text": "Yeh, ask the AMericans he fought like hell for while in city council in El Paso and using eminent domain to declare their homes in a 'blighted zone' and taking them to the cleaners for his pop-in-laws developer buddies. Yeh, they feel like he fought for them alright. Snort! ", "compound": -0.5411, "pos": 0.12, "neg": 0.162, "neu": 0.718, "data": "2019-03-14 10:27:59"}, {"text": "Same here, but let's call it pi day for the Americans", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 08:46:55"}, {"text": "Maybe the Americans will arrest him for us Seriously though do it.", "compound": -0.4767, "pos": 0.0, "neg": 0.291, "neu": 0.709, "data": "2019-03-14 10:23:34"}, {"text": "So many shows. The Marvelous Mrs Maisel (one of the best shows running rn) The Man in the High Castle. The Expanse - Sci Fi The Americans - Thriller Jack Ryan - FBI (with good ol' John Krasinky) Mozart in the Jungle All the seasons to Dr Who and House.", "compound": 0.9081, "pos": 0.224, "neg": 0.0, "neu": 0.776, "data": "2019-03-14 15:04:07"}, {"text": "It is indispensable and urgent that the Americans support the president for the creation of the wall. when Mexico collapses with me or Venezuela there will be no one to stop the invasion of the US the democrats are not interested. support it", "compound": 0.1134, "pos": 0.175, "neg": 0.167, "neu": 0.658, "data": "2019-03-14 11:40:42"}, {"text": "African football are improving but the neccessary thing to do is pitch their pitch are not always in good shape compare to Europe or the Americans if we can work toward these then we can now start talking in getting to meet their standard", "compound": -0.298, "pos": 0.04, "neg": 0.066, "neu": 0.893, "data": "2019-03-14 07:50:49"}, {"text": "British journalists take note. It’s ‘Taoiseach’ not ‘Irish PM’. The Americans are getting it right. ", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 19:11:39"}, {"text": "Omg same. I hate the Doggo and Pupper patter with a passion. The Americans On Reddit somehow ruined cute dog pictures", "compound": -0.2023, "pos": 0.216, "neg": 0.245, "neu": 0.54, "data": "2019-03-14 18:01:12"}, {"text": "Narrator: Dan didn't know that, until the British delegation rocked up in Paris and told the Americans that Britain had given up and they were being given full independence, some sort of proto-Dominion status was exactly what they expected to get.", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 15:00:35"}, {"text": "So I’m watching the Americans on , and I noticed that there are two baseball cards in the son’s room from the late 80’s. The show takes place in 1982-83. This is really bothering me.", "compound": -0.4391, "pos": 0.0, "neg": 0.083, "neu": 0.917, "data": "2019-03-14 06:41:46"}, {"text": "Ban or shun Chinese products, you will be staring at blank walls, twiddling your thumbs, no TVs, smart phones, computers, tree lights, and lots of no no, you cannot live by bread alone, even the Americans and the rest of the World need the new-age Alibabas, Baidus and Tencents.", "compound": -0.8176, "pos": 0.047, "neg": 0.211, "neu": 0.743, "data": "2019-03-14 18:44:21"}, {"text": "Not the Americans who invested years ago doeeeee ", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 06:30:29"}, {"text": "So, the Americans have not made moves to collect Flight ET302 black boxes to assist crash investigation. Who would deny them. OK, may be to effect a cover up if it suits but why are boxes being offered around? To cast of suspicions & show America has nothing to hide? Too weird.", "compound": -0.5812, "pos": 0.067, "neg": 0.151, "neu": 0.782, "data": "2019-03-14 07:28:14"}, {"text": "What makes you think Nash should be in. The Americans in are guys like Hogan Piper Dusty and Flair.", "compound": 0.3612, "pos": 0.122, "neg": 0.0, "neu": 0.878, "data": "2019-03-14 09:50:32"}, {"text": "Already in the game. Guess they’re holding it back for the Americans", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 07:17:59"}, {"text": "Russia: attack Facebook! take away the Americans ’ access to the site! [america begins to prosper at an unprecedented level] Russia: SHIT", "compound": -0.8409, "pos": 0.0, "neg": 0.286, "neu": 0.714, "data": "2019-03-14 08:30:41"}, {"text": "Glad our justice system voted guilty for . Just disappointed with the jail time and type of prison he will get. I refer to and the Americans leaving water for immigrants ect. They serving 5 to 6 years in prison 4 doing good? resist Report Facts", "compound": -0.4939, "pos": 0.167, "neg": 0.224, "neu": 0.609, "data": "2019-03-14 07:29:29"}, {"text": "US and its allies have abandon full military and financial support for the remaining desperate Islamic State terrorists - who are now refusing to take any order from the Americans to stop the fighting. The Pentagon has other new plans for Syria ... and... ", "compound": -0.9186, "pos": 0.049, "neg": 0.301, "neu": 0.65, "data": "2019-03-14 14:06:23"}, {"text": " the Americans have recognized you as a 'car god' 1:03 in ", "compound": 0.2732, "pos": 0.189, "neg": 0.0, "neu": 0.811, "data": "2019-03-14 17:24:19"}, {"text": "And you are the leader of the Americans Citizen harassers.", "compound": -0.5859, "pos": 0.0, "neg": 0.297, "neu": 0.703, "data": "2019-03-14 09:38:35"}, {"text": "AOC should be asked why the Americans bombed Pearl Harbor? Also why wasn't there a weight loss system in place at the Battle of the Bulge?", "compound": -0.2495, "pos": 0.07, "neg": 0.106, "neu": 0.824, "data": "2019-03-14 10:59:23"}, {"text": "In the next 50 years, immigrants will be the overwhelming majority of Americans, and the sons of founding Americans will be a minority. Your laws will destroy America and the Americans .", "compound": -0.5423, "pos": 0.0, "neg": 0.108, "neu": 0.892, "data": "2019-03-14 17:39:59"}, {"text": "Are you kidding. You were just trying to blame the Americans for the Iraqis stealing their Christian countrymen's homes. Have some consistency.", "compound": -0.6908, "pos": 0.053, "neg": 0.23, "neu": 0.717, "data": "2019-03-14 09:59:51"}, {"text": "Also thanks to conspiracy theories I'm wondering what the Americans are doing to whatsapp. Why is it down", "compound": -0.128, "pos": 0.13, "neg": 0.152, "neu": 0.717, "data": "2019-03-14 06:31:26"}, {"text": "The Americans who were moved out should move into this new housing before the new group moves in! Posession is nine tenths of the law!", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 14:56:37"}, {"text": "Now playing@\"Some Enchanted Evening\" 1960s pop rock soul", "compound": 0.3818, "pos": 0.271, "neg": 0.0, "neu": 0.729, "data": "2019-03-14 13:10:01"}, {"text": "Watch it, the Americans will call that \"grooming\"", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 14:35:07"}, {"text": "It's always a big tragedy for Pakistan just supporting the Americans in many issues including the dialogue process with Taliban but in the SC it's always just a shame on the Americans always on the back of the Indians it's all just disappointing for us it's all just rubbish.", "compound": -0.8807, "pos": 0.035, "neg": 0.199, "neu": 0.766, "data": "2019-03-14 14:04:56"}, {"text": "Followers! Are we in a gang a click what? We the Americans need to stand for each other and stop now letting politicians divide us like school yard bullies. There doesn’t have to be a right or left or down the middle come on neighbors! Celebrate freedom", "compound": 0.8684, "pos": 0.207, "neg": 0.041, "neu": 0.752, "data": "2019-03-14 19:27:15"}, {"text": "For you the Americans", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 08:48:41"}, {"text": "Aaaand here come the Americans off the overnight flights from the east coast. They look exhausted and bewildered by this confusing turn of events.", "compound": -0.561, "pos": 0.0, "neg": 0.174, "neu": 0.826, "data": "2019-03-14 16:51:06"}, {"text": "The only thing that should not ever happen again is allowing you to continue to occupy the Americans whitehouse. You will be moving out one Day, thank God! Americans deserve much better than a man that broke his oath of office and tweets BS all day long.", "compound": 0.6114, "pos": 0.148, "neg": 0.053, "neu": 0.799, "data": "2019-03-14 07:54:39"}, {"text": "I don’t believe I have a favorite television show of all time and yet if you asked me I would probably say Breaking Bad. But the only shows I keep rewatching are Mad Men and The Americans . Haven’t revisited BB since it ended.", "compound": -0.5719, "pos": 0.067, "neg": 0.15, "neu": 0.783, "data": "2019-03-14 15:02:09"}, {"text": "Yes he was & I didn't vote for him He should've been impeached immediately but if we had said anything back then we would've lost our jobs, been attacked, killed or thrown in prison Things don't change Rasism & oppression is just now against the Americans SocialismKills", "compound": -0.9571, "pos": 0.032, "neg": 0.302, "neu": 0.667, "data": "2019-03-14 11:06:09"}, {"text": "That's what the Americans voted for ", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 08:00:46"}, {"text": "Absolutely NOT they are Spineless & failing the American people! It's pathetic how they care about their political careers than they do the American people shame on them, the blood of the Americans who are killed by IllegalImmigrants are on their let that sink in 4 a moment!", "compound": -0.9183, "pos": 0.055, "neg": 0.26, "neu": 0.685, "data": "2019-03-14 11:07:21"}, {"text": "Sanctions have been around for more tgan two decades and we have never had such a situation in our hospital mainly because donor aid which you were scoffing at that the Americans should keep has always subsidized our health budget since independence even before sanctions", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 12:31:10"}, {"text": "The Republicans & President ran on protecting Social Security, Medicare & Veterans but they’re surely not interested in funding it over their tax cuts for the ultra rich, not to mention other ways to screw the Americans . MAGA my ass! ", "compound": -0.2213, "pos": 0.194, "neg": 0.229, "neu": 0.576, "data": "2019-03-14 06:30:22"}, {"text": "And it looked like the Americans who were there before that happened were having so much fun and enjoying their country so much.", "compound": 0.8583, "pos": 0.322, "neg": 0.0, "neu": 0.678, "data": "2019-03-14 07:50:56"}, {"text": "Lord Ismay said that the purpose of NATO was “to keep the Russians out, the Americans in, and the Germans down.” As Trump toys with an idea of pulling the Americans out, the Germans are determined to show him they are able to keep Germany down themselves, without US assistance. ", "compound": 0.34, "pos": 0.047, "neg": 0.0, "neu": 0.953, "data": "2019-03-14 07:45:37"}, {"text": "Now this promise, THIS PROMISE, is one he will NEVER be able to keep, and gets to blame it on all the Americans who don't vote him into a 2nd term! He never even expected to get the first term, so why not make impossible promises he'll never have to keep!", "compound": 0.3254, "pos": 0.105, "neg": 0.081, "neu": 0.814, "data": "2019-03-14 12:01:12"}, {"text": "If you get in my way, I will... how do the Americans put it? Oh yes. Bust a cap in yo' ass.", "compound": -0.2023, "pos": 0.112, "neg": 0.145, "neu": 0.744, "data": "2019-03-14 14:01:56"}, {"text": "A fatherly figure. I wish he was the US President. How did the Americans misjudge him or/and Hillary?", "compound": 0.4019, "pos": 0.153, "neg": 0.0, "neu": 0.847, "data": "2019-03-14 13:13:29"}, {"text": "If the Republicans cant uphold their Oath they took, to protect the Americans of the United States. Than they need to resign, or be replaced.", "compound": 0.4588, "pos": 0.181, "neg": 0.081, "neu": 0.738, "data": "2019-03-14 09:25:57"}, {"text": "My dumb ass should go home so I can get ready for work. Instead of trying be with the Americans driving from Baltimore to Dc in a few hours.", "compound": -0.617, "pos": 0.082, "neg": 0.203, "neu": 0.715, "data": "2019-03-14 17:08:21"}, {"text": "The Battle of Brisbane: When The Aussies Fought the Americans because of their guns. ", "compound": -0.5994, "pos": 0.0, "neg": 0.29, "neu": 0.71, "data": "2019-03-14 10:24:38"}, {"text": "It's a must for the sake of our Country, and our True Americans, And the Americans who have entered the United State's Legally. We are the ones who needs Protection Southern Border. Where the Real Crisis at. MAGA WWG1WGA . POTUS2020 GreatAwakening ", "compound": 0.2263, "pos": 0.149, "neg": 0.087, "neu": 0.764, "data": "2019-03-14 09:58:18"}, {"text": "4. the worst American defeat on Russia EVER, it’s clear that the Russians were misled. They thought the Americans would back off. Instead, the Russians were not only stopped, they were slaughtered. Gunships, bombers, and artillery pounded the Russians for three hours.", "compound": -0.5905, "pos": 0.086, "neg": 0.144, "neu": 0.77, "data": "2019-03-14 08:36:42"}, {"text": "Are the Americans still doing this point to point soldering, and pretending it is a mark of quality and exclusivity", "compound": 0.1027, "pos": 0.072, "neg": 0.0, "neu": 0.928, "data": "2019-03-14 14:33:49"}, {"text": "“The UK and the Americans split” nope not my girl Mattie daddy breaking it down on the dance floor TheChallenge33 TheChallenge", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 09:32:58"}, {"text": "Why the Americans don't protest against it and request for reelection?", "compound": 0.1877, "pos": 0.148, "neg": 0.0, "neu": 0.852, "data": "2019-03-14 13:18:25"}, {"text": "Nothing will change for the Americans while Trump & his administration are in power.....!!! ", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 09:58:21"}, {"text": "the Americans do not doubt anything, even shake this precarious peace", "compound": 0.6007, "pos": 0.366, "neg": 0.111, "neu": 0.523, "data": "2019-03-14 06:44:27"}, {"text": "For the Americans ", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 10:29:49"}, {"text": "To be fair, I think that when they used the names first time round it wasn't so much the Americans stealing them but us imposing them...", "compound": -0.3182, "pos": 0.06, "neg": 0.143, "neu": 0.797, "data": "2019-03-14 15:12:45"}, {"text": " Fun Men’s 20k. 16th and 17th for the Americans ...really a good showing. Love the announcing.", "compound": 0.886, "pos": 0.464, "neg": 0.0, "neu": 0.536, "data": "2019-03-14 11:53:46"}, {"text": "You should go back to the Stone age life yourself, but don’t take the Americans ! ", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 09:08:13"}, {"text": "added tHAT \"u\" in my bio to trigger all the americans", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 15:14:27"}, {"text": "That's wrong too, we as the Americans have to deal with student loans and shit. Where the hell do you have your information from?", "compound": -0.9062, "pos": 0.0, "neg": 0.35, "neu": 0.65, "data": "2019-03-14 08:35:11"}, {"text": "isn’t it funny that every night, you can tell when majority of the Americans (and those in similar timezones) go to sleep cause stan twitter goes a lil quiet", "compound": 0.4404, "pos": 0.097, "neg": 0.0, "neu": 0.903, "data": "2019-03-14 16:21:33"}, {"text": " HR55 will give our voices to California. You are selling our nation out to people who migrate here illegally, you are making the Americans worth less than the criminals you protect. shame on you.", "compound": -0.4654, "pos": 0.11, "neg": 0.159, "neu": 0.731, "data": "2019-03-14 09:58:53"}, {"text": "Well, You bet! 70% of the Americans are still Googling \"Who was pi.\" Math has no language", "compound": -0.1007, "pos": 0.107, "neg": 0.127, "neu": 0.766, "data": "2019-03-14 15:55:55"}, {"text": "I sometimes just feel like the stories on the Crime Investigation channel, IDx are staged and made up. How crazy are the Americans ? I also saw new tactics for torturing on the Blacklist series. The writers of some of these series need to go for a mental evaluation.", "compound": -0.8126, "pos": 0.047, "neg": 0.185, "neu": 0.768, "data": "2019-03-14 19:23:58"}, {"text": "Sad for the Americans in California. ", "compound": -0.4767, "pos": 0.0, "neg": 0.383, "neu": 0.617, "data": "2019-03-14 08:42:09"}, {"text": "Another Trump hater hurting the Americans because his feelings were hurt. What a loser! ", "compound": -0.9117, "pos": 0.0, "neg": 0.583, "neu": 0.417, "data": "2019-03-14 07:22:50"}, {"text": "for the americans ", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 18:09:30"}, {"text": "Again, Mrs Freeland, this is none of our business. We should stop parroting the Americans and work on the Canadians concerns. An example is Venezuela where we should help the people and protect Maduro the duly elected President. Our business is to denounce the American sanctions", "compound": 0.1779, "pos": 0.102, "neg": 0.089, "neu": 0.809, "data": "2019-03-14 11:10:31"}, {"text": "You need to read up on our war games with the Americans then you will understand the presence of the mig 21 bison & it's importance what happened was strategically & tactically correct infact dead on perfect .....", "compound": -0.4588, "pos": 0.134, "neg": 0.177, "neu": 0.69, "data": "2019-03-14 19:02:54"}, {"text": "More than 25 years after the Americans with Disabilities Act was signed, poverty and disability are still tied together, particularly for people of color with disabilities. ", "compound": -0.5106, "pos": 0.0, "neg": 0.117, "neu": 0.883, "data": "2019-03-14 06:52:00"}, {"text": "I love the sheer diversity of the US RV market. Not all of these would suit yr typical member, bt thr are ideas & elements whch certainly appeal. Always a surprise the Americans do 'small' rather well....as well as 'bloody enormous, of course: ", "compound": 0.7845, "pos": 0.222, "neg": 0.06, "neu": 0.719, "data": "2019-03-14 19:21:30"}, {"text": "How about the Americans ?", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 16:01:53"}, {"text": "We'll it's all a very poor attitude from the Americans always blaming Pakistan just shame on this they're always on the back of India it's all just rubbish Indian are always our worst enemy and we are always thankful for our great friend China.", "compound": -0.7425, "pos": 0.174, "neg": 0.273, "neu": 0.553, "data": "2019-03-14 13:53:39"}, {"text": "Ah what a wonderful evening here on the upper west side, lecturing the Americans about Joy Division and communism", "compound": 0.8176, "pos": 0.319, "neg": 0.0, "neu": 0.681, "data": "2019-03-14 09:56:40"}, {"text": "(For the Americans , 37 Celsius is just shy of 100 Fahrenheit)", "compound": -0.25, "pos": 0.0, "neg": 0.167, "neu": 0.833, "data": "2019-03-14 16:39:38"}, {"text": " the gop has totally gone south on this vote and mike lee totally disappoint the Americans . I’m beside myself with these weak senators", "compound": -0.7089, "pos": 0.0, "neg": 0.219, "neu": 0.781, "data": "2019-03-14 10:29:25"}, {"text": "You would be fooled to think that the Americans care about these issues. You have to look at how they handle their foreign policy with gross abusers of human rights such as Saudi Arabia. Why are they not putting the same amount of pressure on the Saudi Crown which is ....", "compound": -0.8074, "pos": 0.053, "neg": 0.189, "neu": 0.758, "data": "2019-03-14 16:40:24"}, {"text": "Soon the Americans will be accused of sabotaging ESKOM. Turns out an American company designed and oversee the construction of our mega failures. Watch Ace when he eventually weighs in on the matter. ", "compound": -0.6249, "pos": 0.03, "neg": 0.143, "neu": 0.826, "data": "2019-03-14 13:05:04"}, {"text": "It Dawn on me that Nigeria will not move forward to emulate other developing African countries because we definitely can't catch-up with the Americans countries we are used to copying. Until we stop having Celebrity Government personnels we won't develop.", "compound": 0.128, "pos": 0.063, "neg": 0.051, "neu": 0.886, "data": "2019-03-14 17:33:18"}, {"text": "Given the banks are twice as exposed to residential mortgages than the Americans , 3x the British and 4x Hong Kong.. what % is sane?", "compound": -0.0772, "pos": 0.0, "neg": 0.056, "neu": 0.944, "data": "2019-03-14 14:06:06"}, {"text": "Personally, I have always found it odd how The Illuminati was formed on May 1st, 1776 and just 8.5 weeks later on July 4th, 1776 the Americans are declaring their \"Independence\" and starting a war with King George. ...just a coincidence ? ...what do you think? ", "compound": -0.7622, "pos": 0.0, "neg": 0.141, "neu": 0.859, "data": "2019-03-14 10:14:51"}, {"text": "When the Americans took over the Philippines from 300 years of Spanish rule in 1898, among the problems that arose was the disposition of the so-called friar lands. The huge tracts of land are owned mostly by predominant Spanish religious orders — the D ", "compound": -0.1027, "pos": 0.05, "neg": 0.059, "neu": 0.891, "data": "2019-03-14 13:58:27"}, {"text": "Yes, except I believe this was inevitable because these areas never accepted the new reality of Iraq after 03. All that the Americans did in 07 was buy off certain tribes for a short period of time. The moment money stopped flowing they went back to try & reverse the situation.", "compound": 0.27, "pos": 0.091, "neg": 0.071, "neu": 0.838, "data": "2019-03-14 12:05:50"}, {"text": "That will never happen as long as the left keeps calling half the Americans that they are bigots, rascist, sexist, homophobic doing that will shut down civility and discussions everytime. The left is now radical and intolerant", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 10:56:18"}, {"text": "America today Manafort got away with screwing the government out of Millions $$ in tax frad, jury tampering, working with countries to gain Millions,using the Americans . Who knows what went on with the Russians? Believe me he is afraid for himself an his family who he has lied to", "compound": -0.0258, "pos": 0.063, "neg": 0.083, "neu": 0.853, "data": "2019-03-14 10:14:42"}, {"text": "They're only doing it this season due to the amount of uk and international cast members.. they'll need work visas, etc... So it'seasier to fly the Americans to the UK.", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 09:42:36"}, {"text": "The Americans are even worse which speaks volumes", "compound": -0.4767, "pos": 0.0, "neg": 0.307, "neu": 0.693, "data": "2019-03-14 11:24:33"}, {"text": "Is that polling by tea leaves you imbecile. By 20% do you mean the Americans who support your fake emergency, your approval rating, or the BMI in your fat face?", "compound": -0.4767, "pos": 0.146, "neg": 0.224, "neu": 0.63, "data": "2019-03-14 10:04:43"}, {"text": "Corruption in previous administration to mislead the Americans through Mainstream media for popular vote to Hillary Rotton Clinton is the biggest voter fraud. ", "compound": -0.25, "pos": 0.101, "neg": 0.138, "neu": 0.761, "data": "2019-03-14 10:47:36"}, {"text": "\"why is there a communism thats not dangerous anymore? because it has changed. the americans haven't changed. it remains an imperialist power.\"", "compound": 0.3724, "pos": 0.113, "neg": 0.0, "neu": 0.887, "data": "2019-03-14 13:55:37"}, {"text": "This person laughing all the while the Saudis torture ,rape ,abuse Americans . That person never said he wanted the Americans freed /return to US . He was there to take care of himself /give the Saudis what they wanted .", "compound": -0.6908, "pos": 0.169, "neg": 0.237, "neu": 0.594, "data": "2019-03-14 08:27:37"}, {"text": "Can someone PLEASE tell me how a hand full of people the LBGT, a couple of Muslims , anti Cross & one AOC could have taken over this Great Country ??? Where in the heck are the rest of the AMERICANS ???? If they don't like it GET THE H OUT OF THIS GREAT COUNTRY !!!", "compound": 0.9466, "pos": 0.265, "neg": 0.066, "neu": 0.67, "data": "2019-03-14 06:44:53"}, {"text": "Because of a flawed NEB process. Of course the Americans are exactly helping your cause, Klein and other Cons sold out Alberta to them decades ago.", "compound": 0.296, "pos": 0.084, "neg": 0.0, "neu": 0.916, "data": "2019-03-14 10:49:24"}, {"text": "\"...the United States flatters with fine words and phrases, immediately suspect that person. Because our experiences have taught us that the Americans do not exalt the Black man that is really working for the benefit of the Black man.\" ", "compound": 0.7184, "pos": 0.203, "neg": 0.048, "neu": 0.749, "data": "2019-03-14 09:41:16"}, {"text": "Watching The Americans TV LateNite", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 14:00:39"}, {"text": "Where were videos and messages like this for the AMERICANS from Puerto Rico? Where were the statements that Puerto Rico will get A + treatment after their hurricane like Alabama did after the tornadoes? Did treasonous trump toss paper towels to residents of Alabama?", "compound": 0.212, "pos": 0.115, "neg": 0.077, "neu": 0.808, "data": "2019-03-14 19:34:30"}, {"text": "I thought the Americans assured that it was safe to fly 24hours before this statement? ", "compound": 0.6597, "pos": 0.31, "neg": 0.0, "neu": 0.69, "data": "2019-03-14 09:31:55"}, {"text": "Canada made its decision AHEAD of the Americans and on the basis of technical information received overnight.", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 09:28:47"}, {"text": "just look at how hard the Americans had to try to indict Dudus in Jamaica to shack him away and blank over the CIA cokerunning in JA, the rabbithole for the coke era in the Caribbean runs deep as fuuuuuck", "compound": -0.1027, "pos": 0.0, "neg": 0.035, "neu": 0.965, "data": "2019-03-14 09:06:53"}, {"text": "We had FDR & the New Deal coalition, not a Nazi in the White House. The Americans Nazis back then lost their social capital the minute Germans started killing Americans. This is not the same at all.", "compound": -0.7717, "pos": 0.0, "neg": 0.169, "neu": 0.831, "data": "2019-03-14 06:28:19"}, {"text": "My ig and fb are working ??? Maybe its the americans", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 07:24:58"}, {"text": "Your paedopie was making fun death of Indian soldiers in a terrorist attack and you guys are supporting him. Carry on. This is what the Americans do - they only care about the terrorist attacks on their soldiers and civilians. Suck up to terrorist Pakistan - they suit ppl like u.", "compound": -0.9517, "pos": 0.157, "neg": 0.355, "neu": 0.488, "data": "2019-03-14 13:43:19"}, {"text": "Another broken promise to the Americans who voted for him in the belief that he was on their side. ", "compound": -0.2023, "pos": 0.103, "neg": 0.138, "neu": 0.759, "data": "2019-03-14 11:20:01"}, {"text": "Hey does this not constitute a crisis? Are these little girls not important enough? Are the Americans being killed by drugs & illegals not important enough? WakeUpAmerica WWG1WGA PatriotsUnited Qanon ", "compound": -0.5272, "pos": 0.094, "neg": 0.22, "neu": 0.686, "data": "2019-03-14 07:15:55"}, {"text": "Id b surprised if Gulf war veterans suffering with physical illness post conflict, GWS, don’t Also now have MH adversely affected by the UK decision not to research their illness in a biomedical way, unlike the Americans", "compound": -0.9349, "pos": 0.04, "neg": 0.385, "neu": 0.574, "data": "2019-03-14 18:50:24"}, {"text": "These are The Americans You All don't Care a Damn About! YES! We American Citizens are Getting DAMN RESTLESS & You All are causing it! ", "compound": -0.6223, "pos": 0.17, "neg": 0.292, "neu": 0.538, "data": "2019-03-14 13:14:12"}, {"text": " If Republicans would go after some people like MCcabe, page, Ohr etc and put them under investigation with life imprisonment threat for lying, like Manafort, or Flyn, We might discover incredible and shocking facts which the Americans deserve to know", "compound": -0.6705, "pos": 0.101, "neg": 0.192, "neu": 0.707, "data": "2019-03-14 07:24:26"}, {"text": "I’m gonna watch the Americans and then crash. Thank you for spoiling me!!", "compound": -0.1984, "pos": 0.149, "neg": 0.196, "neu": 0.655, "data": "2019-03-14 12:57:44"}, {"text": "We should enforce a total ban on Chinese goods but alas, the Americans or Europeans don't have the technology or manpower to substitute for the Chinese goods without substantially hiking the price.", "compound": -0.6059, "pos": 0.0, "neg": 0.146, "neu": 0.854, "data": "2019-03-14 18:05:23"}, {"text": "And I know enough to know the Righteous Brothers were awesome.. Also Jay and the Americans , Elvis, Buddy Holly, Big Bopper, Ritchie Valens (rest their souls). I was born in the 80s but I respect my elders.", "compound": 0.631, "pos": 0.112, "neg": 0.0, "neu": 0.888, "data": "2019-03-14 12:21:52"}, {"text": "Sigh the Americans are always behind", "compound": 0.0258, "pos": 0.18, "neg": 0.0, "neu": 0.82, "data": "2019-03-14 08:08:46"}, {"text": "So are we repaying all the Americans that dutifully payed back their student loans too?", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 08:37:56"}, {"text": "Every Fox \"newscaster\" with an ugly toupee should be removed. \" The Americans Against Fox Eyesores Act.\"", "compound": -0.5106, "pos": 0.0, "neg": 0.18, "neu": 0.82, "data": "2019-03-14 08:52:22"}, {"text": "Felt the same! Trumps truths? What about Trump telling the Americans that he will give them cheaper and better health care? What about him not cutting Medicare and Medicaid? What about him aligning with dictators and turning on his allies?", "compound": 0.8891, "pos": 0.242, "neg": 0.0, "neu": 0.758, "data": "2019-03-14 13:29:12"}, {"text": "Lmao! You do know the KKK and Nazi Germany were both right wing nutters dont you? Interesting historical fact: Nazi Germany got its eugenics program from the Americans as well as the tech and financing, notably IBM provided the barcode tech while Ford provided the vehicles.", "compound": 0.6167, "pos": 0.122, "neg": 0.044, "neu": 0.834, "data": "2019-03-14 12:31:42"}, {"text": "Oh yeah as SOON as the Americans were out of the country she changed it back to lungs! And I was like ‘EH???’", "compound": 0.6738, "pos": 0.217, "neg": 0.0, "neu": 0.783, "data": "2019-03-14 06:41:34"}, {"text": "Why did nobody point out to Philip Hammond that it was not labour who caused the financial crisis but the Americans and the icelandic bank crash. Gordon Brown moved quickly to save the ordinary peoples savings, Hit them back with the facts ", "compound": -0.2023, "pos": 0.087, "neg": 0.123, "neu": 0.789, "data": "2019-03-14 19:19:13"}, {"text": "We will get there mate. I don’t believe the Americans are good for the club but I believe financially we’re pretty fucked. If we can sell both ayews we should be pretty much close to balanced books. Prob DJ too unfortunately", "compound": 0.09, "pos": 0.196, "neg": 0.171, "neu": 0.633, "data": "2019-03-14 17:57:03"}, {"text": "Ryan Costello from the Americans for Carbon Dividends, an oil industry association pushing this “ambitious” plan -- ", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 07:29:06"}, {"text": "Now we're talking, Gantz. \"The Israelis never told the Americans their plans, not even with a wink & a smile, but it was clear that someone was killing Iranian scientists.\"-Mike Hayden, former director NSA. ", "compound": -0.4497, "pos": 0.131, "neg": 0.155, "neu": 0.713, "data": "2019-03-14 08:22:46"}, {"text": "I don’t see how Democrats can persist with their self-righteous brand of identity politics and then nominate another comfortably well-off white male. Or a rich white male just as elderly as Trump like Biden or Sanders. Why do the Americans love these relics of the 60s? Eg. Pelosi", "compound": 0.9201, "pos": 0.238, "neg": 0.0, "neu": 0.762, "data": "2019-03-14 16:52:55"}, {"text": "Been used for these essentials considering that according to says 1mill has been sourced for these essentials .they invest inthe removal.of sanctions by using taxpayers money over essentials yet the sanctions removal roadmap is clear the Americans are clear", "compound": 0.6369, "pos": 0.123, "neg": 0.0, "neu": 0.877, "data": "2019-03-14 16:16:16"}, {"text": "Racism against Natives is the most allowable form of racism in Canada TBH. Y’all wanna shame the Americans ... look at your own damn selves. canada", "compound": -0.9325, "pos": 0.0, "neg": 0.389, "neu": 0.611, "data": "2019-03-14 14:11:51"}, {"text": "Today is celebrated Pi Day, as the Americans write the date as 3.14. Also Albert Einstein's birth anniversary! Or rather, Happy Birthday Albert (mc²)instein. Salute to the legendary scientist.", "compound": 0.8268, "pos": 0.222, "neg": 0.0, "neu": 0.778, "data": "2019-03-14 11:21:47"}, {"text": "Why the Americans Are Afraid of the Ukrainian Elections ", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 08:03:20"}, {"text": "WHERE THE AMERICANS WITH DISABILITY ACT...!? YA PUNKS.", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 18:27:34"}, {"text": "American team beat the Chinese team to win the World Mathematics Competition. The Chinese are not happy. The Americans after looking at this image of their own winning team, I wonder if they are happy! ", "compound": 0.3603, "pos": 0.172, "neg": 0.138, "neu": 0.69, "data": "2019-03-14 12:53:24"}, {"text": "the billionaires who go to the Scandinavian countries for their medical care, are the Americans which have access to the best medical care in the world. The entire medical system of the USA, one of a pill Mill, receiving a kick back.", "compound": 0.891, "pos": 0.223, "neg": 0.0, "neu": 0.777, "data": "2019-03-14 08:38:03"}, {"text": "I agree. Otherwise how would they garner the funds or the votes from all the illegals they so coddle? I hate sounding like a broken record, but there are 2 political parties in America. The Americans , and the UN-Americans.", "compound": 0.3634, "pos": 0.17, "neg": 0.109, "neu": 0.721, "data": "2019-03-14 10:00:56"}, {"text": "I thought the Americans grounded them too.", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 11:19:41"}, {"text": "i love waking up early when the americans are still awake", "compound": 0.6369, "pos": 0.318, "neg": 0.0, "neu": 0.682, "data": "2019-03-14 16:17:11"}, {"text": "My parents both graduated from that university. They met each other there when my mom was an exchange student and my dad was attending after he got his papers because he translated for the Americans during the Korean War.", "compound": -0.5994, "pos": 0.0, "neg": 0.093, "neu": 0.907, "data": "2019-03-14 14:20:04"}, {"text": "Because the Americans orchestrated this terrorist party in power, and if they report on it it's as good as admitting failure and recognizing the white blood on their hands", "compound": -0.6514, "pos": 0.142, "neg": 0.226, "neu": 0.633, "data": "2019-03-14 12:46:21"}, {"text": "Really? First of all, the biggest problem in Afghanistan are the americans , who have no right to be there. The americans are the biggest aggressors in this world. They are occupy, kill, rape, rob, etc. Shame on you. P.S. the american military", "compound": -0.9716, "pos": 0.0, "neg": 0.396, "neu": 0.604, "data": "2019-03-14 13:46:31"}, {"text": "No! You are America’s national emergency and humanitarian nightmare! You! Americans do not want you vanity wall! You are not listening or respecting the Americans you work for. ", "compound": -0.7993, "pos": 0.048, "neg": 0.285, "neu": 0.667, "data": "2019-03-14 19:20:56"}, {"text": "All my favorite shows are ending! YoureTheWorst Game of Thrones The Americans Crashing Broad City Gotham Crazy Ex-Girlfriend Veep The Good Place (probably) And only one show is coming back from the dead: Penny Dreadful What am I going to do???", "compound": -0.6738, "pos": 0.115, "neg": 0.203, "neu": 0.682, "data": "2019-03-14 09:56:07"}, {"text": "Yet you ignore Michigan which is filled with violent criminals and thugs. Michigan is a bigger threat to the Americans people. Michiganders are very violent.", "compound": -0.9545, "pos": 0.0, "neg": 0.478, "neu": 0.522, "data": "2019-03-14 16:36:55"}, {"text": "What’s wrong with the Americans - this should really piss you off! 92000 in the detention centers and we the taxpayers are paying good, medical, housing, child daycare, clothing, electricity, gas, water, etc... is it about time we stood up and say this has to end! Now...", "compound": -0.7412, "pos": 0.054, "neg": 0.17, "neu": 0.777, "data": "2019-03-14 09:51:46"}, {"text": "When the Americans found one of Hussein's MiG-25 Foxbats buried in the Desert near Al-Taqqadum air field in Iraq. 8/03. (U.S. Air Force by Master Sgt. T. Collins) ", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 12:38:28"}, {"text": "He was never a real Republican now his true democratic colors show. He is jealous he didn’t become POTUS & that he let his jealousy show when he didn’t help the Americans ppl get what we voted for. He’s not for America ", "compound": 0.0516, "pos": 0.118, "neg": 0.113, "neu": 0.769, "data": "2019-03-14 06:35:59"}, {"text": "What about the Americans being slaughtered from guns by other Americans? Emergency or just price of living in U.S.?", "compound": -0.4515, "pos": 0.0, "neg": 0.141, "neu": 0.859, "data": "2019-03-14 08:03:17"}, {"text": "I thought it was only the Americans that did that! Bendigo Bank are lucky I didn’t call 000 on them - they were down from 3am yesterday til pretty much mid this morning, no internet/phone banking, delayed transaction processing etc", "compound": 0.4926, "pos": 0.145, "neg": 0.094, "neu": 0.761, "data": "2019-03-14 13:20:53"}, {"text": "...and on April 18, when she attended the Americans for Tax Reform Policy Dinner. ", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 11:37:18"}, {"text": "damn always finding ways for the majority of Americans not receiving Government spending. So why pay taxes if the part of ur representatives dont make know how to MAKE AMERICA GREAT TO THE AMERICANS ....tall call yourselves conservatives for the rich only.", "compound": 0.7231, "pos": 0.166, "neg": 0.086, "neu": 0.748, "data": "2019-03-14 08:14:15"}, {"text": "Interesting thought don’t the Americans have translators??? And surely Indians have a common twang that can be understood", "compound": 0.7303, "pos": 0.29, "neg": 0.0, "neu": 0.71, "data": "2019-03-14 08:08:05"}, {"text": "The very people you defend and support everyday on your show is there anything the left doesn't do well accusing the rest of the Americans of it you guys are disgusting", "compound": -0.2491, "pos": 0.116, "neg": 0.143, "neu": 0.741, "data": "2019-03-14 06:40:39"}, {"text": "You should mention that the Americans pray for money, wealth and facebook likes not religion practices.", "compound": 0.8074, "pos": 0.39, "neg": 0.0, "neu": 0.61, "data": "2019-03-14 10:13:57"}, {"text": "Otherwise we’ll be no better than the Americans fighting Trump on EVERYTHING. Even if they’re bills to fund veterans and 911 victims. Sickening morons.", "compound": -0.8316, "pos": 0.086, "neg": 0.378, "neu": 0.536, "data": "2019-03-14 06:39:10"}, {"text": "They already are in Canada, BC especially. Despite all the hardships the Americans have delivered to the world, I'd still take them as my overlords over the Chinese.", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 06:36:34"}, {"text": "The Americans have started. Shifting blame to innocent victims of their faulty planes. Ethiopian Airlines has best well trained pilots and cabin crew ", "compound": 0.4019, "pos": 0.266, "neg": 0.214, "neu": 0.52, "data": "2019-03-14 11:17:43"}, {"text": "I think you are either stupid or choosing to be stupid they have conditions which we have to meet so they can be removed lets urgently call for the gvnmt ", "compound": -0.7783, "pos": 0.0, "neg": 0.201, "neu": 0.799, "data": "2019-03-14 12:35:18"}, {"text": "Well I learned about middle east governing bodies in social studies. What the three abrahamic religions were. What nations they are prevalent in. The old byzantine empire and ottoman empire. Spread of christianity in the Americans , and Islam through Africa and spain.", "compound": 0.2732, "pos": 0.05, "neg": 0.0, "neu": 0.95, "data": "2019-03-14 10:13:53"}, {"text": "The americans had help, so did the french, and many others. It's going to take all of us together to save this planet, and leave ur children with a legacy worth leaving.", "compound": 0.765, "pos": 0.217, "neg": 0.033, "neu": 0.75, "data": "2019-03-14 10:04:34"}, {"text": "Le ?????: \"China is copying the American model. The world is not about China and USA only. Europe is trying to escape the grip of the Americans . that's the point. [...]\" ", "compound": 0.3939, "pos": 0.081, "neg": 0.0, "neu": 0.919, "data": "2019-03-14 14:59:51"}, {"text": "Woke up listening to Renée Di Resta and talking about RussianCollusion and try to get my head around how the Americans have have ended up so brainwashed that even the smart ones are totally clueless . Is this show US pro or anti propaganda?", "compound": -0.5256, "pos": 0.055, "neg": 0.145, "neu": 0.799, "data": "2019-03-14 14:12:36"}, {"text": "You use the excuse that the Americans supported it, but that support was based on lies by you and the Bush liars. I remember watching a Reno restauranteur pouring French wine in the gutter to support the Iraq war bc the French said no WMD. Guess who was right, and who failed?", "compound": -0.9325, "pos": 0.138, "neg": 0.291, "neu": 0.571, "data": "2019-03-14 11:29:45"}, {"text": "Refusal to Participate in Investigation Bars ADA Claim: An employee who refused to timely meet with his employer’s investigator could not sustain claims under the Americans with Disabilities Act (ADA) even though he made recent HRTech SHRM BigData ", "compound": -0.296, "pos": 0.0, "neg": 0.056, "neu": 0.944, "data": "2019-03-14 15:26:07"}, {"text": "The Americans played this game so wrong. They should have put their personal shit aside and knocked out some of the UK alliance first and then went for each other TheChallenge33", "compound": -0.7344, "pos": 0.063, "neg": 0.2, "neu": 0.737, "data": "2019-03-14 10:03:22"}, {"text": "Top 4 in no particular order GOT The wire The Americans 24 or prison break ", "compound": -0.5719, "pos": 0.098, "neg": 0.301, "neu": 0.601, "data": "2019-03-14 18:42:39"}, {"text": "Scrolled this far to see if ANYONE had commented this. I was getting pissed with all the Americans jumping down her throat. Her parents are also immigrants. Anyways Canadian here, our minimum wage in my province is 15!", "compound": -0.6696, "pos": 0.0, "neg": 0.111, "neu": 0.889, "data": "2019-03-14 14:58:23"}, {"text": "Unity is Power: The Americans are after our Land & Resources. Mobil research teams were paid to conceal the findings on Oil research activities in Zimbabwe. They listed Property rights in ZIDERA. They set companies to buy farms in The oil, diamond & gold regions on the map. ", "compound": 0.34, "pos": 0.051, "neg": 0.0, "neu": 0.949, "data": "2019-03-14 16:20:54"}, {"text": "Return Michigan State to the Americans ! I doubt many of them have updated Visas. Let's clean house! Locked and loaded!", "compound": 0.2677, "pos": 0.155, "neg": 0.108, "neu": 0.737, "data": "2019-03-14 12:55:46"}, {"text": "Can you honestly say that Trump has not gone a day w/o lying misleading the Americans ? And can you prove he has not lied over thousands of times? Fox News has been outted as story telling crap. Basically paid to inflate Trump. But was impressed you used a non bias source on %", "compound": -0.2905, "pos": 0.134, "neg": 0.169, "neu": 0.696, "data": "2019-03-14 12:44:12"}, {"text": "I don't get that argument. I mean, the Americans do entertainment super well, so why not? It's definitely super-entertaining.", "compound": 0.8249, "pos": 0.433, "neg": 0.09, "neu": 0.477, "data": "2019-03-14 07:05:30"}, {"text": "So it's Lydian vs. Danielya, Linus vs. Little Lotta, Nancy vs. Richie Rich. I mean, there's no right choice. She gets 48 from the Americans , while he gets 44 and ultimately takes the title. Let's admit it: Danielyas are a dime a dozen. WorldsBest", "compound": 0.4939, "pos": 0.118, "neg": 0.048, "neu": 0.833, "data": "2019-03-14 10:00:14"}, {"text": "Its one of the operations the americans launched (Op. Market Garden) but the mission failed as the Americans blew up the wrong bridge near Arnhem", "compound": -0.8537, "pos": 0.039, "neg": 0.27, "neu": 0.691, "data": "2019-03-14 14:17:13"}, {"text": "The Americans are celebrating PiDay today, sadly for us Brits its just 14 - 3 - 19. No Pie for us", "compound": -0.0772, "pos": 0.156, "neg": 0.211, "neu": 0.633, "data": "2019-03-14 16:50:24"}, {"text": " pt1 as I keep saying you need to worry about what's going on in America. All the crime dont come illegal crossing the boarder it comes from the Americans born here. You also need to stop the drugs being made here like heroin,crack,cocaine, once u realize that", "compound": -0.4898, "pos": 0.1, "neg": 0.159, "neu": 0.74, "data": "2019-03-14 17:52:42"}, {"text": "Trust the Americans to say it is safe despite numerous complaints from pilots..mxm! At least the focus is on Boeing and not Ethiopian Airlines.. I'm happy it turned out this way. Thankful for social media.. because mainstream media cnt just push their own narrative. We hv a voice", "compound": 0.9446, "pos": 0.278, "neg": 0.0, "neu": 0.722, "data": "2019-03-14 13:45:08"}, {"text": " . . shame on everyone who refuses to support the Americans wall ", "compound": -0.1027, "pos": 0.196, "neg": 0.225, "neu": 0.58, "data": "2019-03-14 14:27:30"}, {"text": "The Americans arrive! And we mean business... Shadow-pose w/ my wcw , the uh-mazing LindaHamilton (& Tiny Lister) in a still from our funny feature, HolyWater (aka HardTimes ). filmmaking indiefilm film actress acting casting supportindiefilm terminator movies ", "compound": 0.4926, "pos": 0.084, "neg": 0.0, "neu": 0.916, "data": "2019-03-14 08:43:05"}, {"text": "Penny Dreadful. Dexter. Gotham. The Americans .", "compound": -0.4404, "pos": 0.0, "neg": 0.367, "neu": 0.633, "data": "2019-03-14 08:10:18"}, {"text": "The Americans continue to insist on being wrong.", "compound": -0.4767, "pos": 0.0, "neg": 0.307, "neu": 0.693, "data": "2019-03-14 10:36:01"}, {"text": "I think it was obvious even in 2004 that the Occupation had been totally messed up, so blaming Shia's for not being in thrall of the Americans is simply not logical.", "compound": -0.734, "pos": 0.0, "neg": 0.181, "neu": 0.819, "data": "2019-03-14 08:32:57"}, {"text": "And the desperate Dems show their lying true faces again keep them coming just more to divide the party and show the Americans what they already know how pathetic and useless the are, they obstruct, hate, and do absolutely nothing for the people but investigate. ", "compound": -0.6908, "pos": 0.072, "neg": 0.2, "neu": 0.728, "data": "2019-03-14 11:24:31"}, {"text": "Russian bots. And vaccines. That wasn't on The Americans . ", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 10:25:30"}, {"text": "Complaints about Brie Larson, Captain Marvel, and depicting the military are myopic. It would seem that NOTHING you have liked that involved an AF plane or Navy ship included military input. Or The Wire didn’t consult with police. Or The Americans never spoke to the CIA.", "compound": -0.3031, "pos": 0.055, "neg": 0.099, "neu": 0.846, "data": "2019-03-14 11:26:12"}, {"text": ".... then the Americans will come in and steal the oil... just like they did in Libya and Iraq.. Case closed", "compound": -0.1779, "pos": 0.101, "neg": 0.13, "neu": 0.769, "data": "2019-03-14 10:36:42"}, {"text": "What the roos run to hide in when Donna swings by with the americans ...", "compound": -0.1779, "pos": 0.0, "neg": 0.108, "neu": 0.892, "data": "2019-03-14 17:14:53"}, {"text": "NO NO NO NO NO NO That's one no for EACH one of them. How dare they? Send them the autopsy photos and reports of all the Americans murdered as well as the rape reports of those sexually molested by the illegal aliens. Thank you ", "compound": -0.9846, "pos": 0.064, "neg": 0.492, "neu": 0.444, "data": "2019-03-14 10:51:50"}, {"text": "Ah. The Americans are here.", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 11:03:41"}, {"text": "I walked down the street to my accounting job and I am shocked every day seeing the scandalous dress of the Americans and Americanized Nigerian women.why do they throw away their Nigerian values? why do they dress like they have no morals?we Must teach them the Nigerian way! PURE", "compound": -0.5191, "pos": 0.093, "neg": 0.153, "neu": 0.753, "data": "2019-03-14 11:05:30"}, {"text": "Democrats have blocked him at every turn wanting open boarders. The American people will remember that when they vote. I can see all the ads showing all the Americans killed by illegals after they were let go by sanctuary cities run by Democrats. VoteRed2020 BuildTheWall MAGA", "compound": -0.765, "pos": 0.0, "neg": 0.133, "neu": 0.867, "data": "2019-03-14 12:35:36"}, {"text": "Wasn’t it Churchill who said the Americans will always do the right thing only after trying everything else? Probably about joining the war in Europe but it applies here as well.", "compound": 0.0516, "pos": 0.078, "neg": 0.072, "neu": 0.85, "data": "2019-03-14 16:21:25"}, {"text": "You are completely incorrect. The colonists, and later the Americans , participated in an economy which, on average, thrived off individuals using private property in a manner to earn money and cultivate wealth. And slavery is a practice inconsistent with capitalism.", "compound": -0.3818, "pos": 0.073, "neg": 0.109, "neu": 0.818, "data": "2019-03-14 19:29:55"}, {"text": "why are all the americans awake", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 16:19:39"}, {"text": "nowadays US VISA IS IMPOSSIBLE TO GET AS IF THE AMERICANS R HAVING SOME SECRETS OUTSIDE THE UNIVERSE", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 18:25:44"}, {"text": "For 2019, the Year of the 50th Anniversary of 's \"greatest\" LIE: Their Fake Apollo11 's MoonLanding ... To the tune of $20Billion a year, the \"greatest\" HOAX for the Americans , and the entire World... ", "compound": -0.7125, "pos": 0.0, "neg": 0.156, "neu": 0.844, "data": "2019-03-14 07:02:03"}, {"text": "If it’s spectators have Phoenix in there. The Americans will watch ‘owt so it’s not a fair barometer. It’s 4 for me", "compound": -0.3017, "pos": 0.0, "neg": 0.105, "neu": 0.895, "data": "2019-03-14 18:54:15"}, {"text": "How about doing something for the Americans dying because we can't afford the medical the Republicans lobbyists have driven out of reach? Socialism is starting to look better to a lot of us.", "compound": 0.4588, "pos": 0.118, "neg": 0.0, "neu": 0.882, "data": "2019-03-14 09:07:36"}, {"text": "As Winston Churchill used to say “you can always count on the Americans to do the right thing, after they’ve tried everything else.” ", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 11:25:34"}, {"text": "I thought the Americans helped Yanukovych become President for gift-deal with Ukrainian highly enriched uranium which Tymoshenko did not want to give them coz she kept it as strategic but now I see it was a desire for profit", "compound": 0.8068, "pos": 0.178, "neg": 0.027, "neu": 0.795, "data": "2019-03-14 09:13:29"}, {"text": "If all the Americans could really wake Up to the horror of the GOV and start a Nation wide Revolution many things can turn around directed to peace and prosperity for humanity ", "compound": -0.0516, "pos": 0.097, "neg": 0.102, "neu": 0.801, "data": "2019-03-14 10:31:47"}, {"text": "BOBBYS HAIR HES RLLY COMING FOR THE AMERICANS iKONatSXSW ", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 09:16:41"}, {"text": "Tell me if I'm getting the gist: The Americans divide Germany because they need (some part of) German industry intact if Western Europe is to be revived and reintegrated into international capitalism. Ted thinks this was an American decision and that other choices could have been", "compound": 0.2023, "pos": 0.038, "neg": 0.0, "neu": 0.962, "data": "2019-03-14 06:56:25"}, {"text": "Pastor Tim for the win! beyourowntitle I legit googled Pastor instead of Kelly at first Gah! Miss The Americans so bloody much!!", "compound": -0.4038, "pos": 0.134, "neg": 0.23, "neu": 0.636, "data": "2019-03-14 06:59:03"}, {"text": "When you arrive in Boston with your Barry's Teabags ! Then realise the Americans dont do Teapots ", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 18:41:46"}, {"text": "His name is Omar you fool and as far as the Americans concocting evidence, are you really that naive? Time to put you on mute man", "compound": -0.6461, "pos": 0.0, "neg": 0.18, "neu": 0.82, "data": "2019-03-14 11:34:18"}, {"text": "“Hitler did not commit suicide,” Skorzeny recounted. “His double was shot between the eyes, & the dental records proved he was not Hitler. The Americans kept it a secret, worried the truth might anger the Russians.”", "compound": -0.6692, "pos": 0.057, "neg": 0.194, "neu": 0.748, "data": "2019-03-14 15:59:06"}, {"text": "You mean like the American business owners who hire them for cheap labor? Or the Americans who hire them to get their yard mowed for cheap? Which dangerous, ruthless, criminal organizations are we talking about? ", "compound": -0.6747, "pos": 0.06, "neg": 0.169, "neu": 0.77, "data": "2019-03-14 08:04:44"}, {"text": "Now playing Come A Little Bit Closer by Jay & The Americans !", "compound": 0.2714, "pos": 0.189, "neg": 0.0, "neu": 0.811, "data": "2019-03-14 19:33:02"}, {"text": "Yes, finally the government is losing its grip on our daily lives. The American people will not stand for the government telling us what we can or cannot do,eat,etc. if the socialist agenda gets into the general election, the Americans will defeat it!", "compound": -0.4926, "pos": 0.056, "neg": 0.121, "neu": 0.823, "data": "2019-03-14 18:07:10"}, {"text": "The silence is deafening by the Liberal media, and it has become the norm for the Americans killed by any illegal immigrant to be assaulted twice, making their family's feel as if their loved ones don't matter", "compound": -0.8712, "pos": 0.079, "neg": 0.297, "neu": 0.624, "data": "2019-03-14 10:36:55"}, {"text": "No although I’m not sure he had a choice. The Americans were gonna do it anyway.", "compound": -0.4874, "pos": 0.0, "neg": 0.243, "neu": 0.757, "data": "2019-03-14 16:51:50"}, {"text": "He has the morals of a snake, bit anything in its path. This should show the Americans people that’s it’s all about the rich people in this country. Like I said before to the trump lovers, these cuts will arrive at your front door the same they arrive at my front door. BELIEVE!!", "compound": 0.8353, "pos": 0.17, "neg": 0.037, "neu": 0.793, "data": "2019-03-14 08:53:56"}, {"text": "The Americans", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 06:54:00"}, {"text": "Yes and who fights the wars and pays the taxes? Not rich people’s kids. At the very least they should be grateful for the Americans who bear the disproportional burden. ", "compound": -0.7524, "pos": 0.136, "neg": 0.29, "neu": 0.574, "data": "2019-03-14 17:26:37"}, {"text": "No because Americans don't need to read and anybody that isn't doing things the way the Americans are must be stupid because American laws are objectively the correct ones, and are the best in the world.", "compound": -0.1027, "pos": 0.098, "neg": 0.131, "neu": 0.771, "data": "2019-03-14 14:24:06"}, {"text": "8/ it would be for the Americans to come to the aid of the Saudis in a crisis. And being of a devious turn of mind themselves, the Saudis couldn’t help wondering if that was not precisely what Washington had wanted...", "compound": -0.34, "pos": 0.062, "neg": 0.094, "neu": 0.845, "data": "2019-03-14 18:16:27"}, {"text": "The Americans are going to rinse us for this, and we will deserve it.", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 18:39:50"}, {"text": " yes it was very wrong of the Americans to lock these people in Guantanamo, they should have put a bullet in them as soon as they caught them. Hopefully they wont make that mistake again.", "compound": 0.4666, "pos": 0.182, "neg": 0.083, "neu": 0.735, "data": "2019-03-14 06:35:31"}, {"text": "Yep, starting watching this video after \"Under Pressure\" on \" The Americans .\"", "compound": 0.0, "pos": 0.153, "neg": 0.153, "neu": 0.694, "data": "2019-03-14 09:46:26"}, {"text": "Now that The Bachelor is over, time for you two to watch The Americans .", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 09:23:38"}, {"text": "Except for the Americans they've murdered! JusticeForBrianTerry ReOpenFastnFurious HisNameIsSethRich BenghaziHeros left to die TyroneWoods GlenDoherty AmboStevens and SeanSmith Plus many many more..... ", "compound": -0.8622, "pos": 0.0, "neg": 0.301, "neu": 0.699, "data": "2019-03-14 17:14:32"}, {"text": "He put country first for the betterment of the Americans people. He was a great president despite all the obstacles he had to overcome because of the GOP party with their racist behavior toward him and the shameful the way they treated him, and now they are embracing a criminal.", "compound": -0.3851, "pos": 0.146, "neg": 0.172, "neu": 0.682, "data": "2019-03-14 13:48:58"}, {"text": "Meanwhile, the Americans are airing 'Sky Castle' in real life.", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 06:53:39"}, {"text": "DACA is my idea for the disabled ones. Since DACA family about to ruin our future as the Americans financially.", "compound": -0.5859, "pos": 0.0, "neg": 0.167, "neu": 0.833, "data": "2019-03-14 09:52:28"}, {"text": "So you think the Americans are the bad guys in Yemen? Lets do it your way Bernie and withdraw, then we will see how nice the Saudi's treat the children when the USA is no longer involved. If your too old to buy green bananas, your too old to lead our country.", "compound": -0.0516, "pos": 0.093, "neg": 0.096, "neu": 0.811, "data": "2019-03-14 06:47:57"}, {"text": "Dobbs is proving he's a Nazi every day. The members of Congress represent the Americans in their district and have taken an oath to the Constitution, not to some lard ass fascist who kowtows to dictators. Dobbs needs to have someone tell him what the Constitution says.", "compound": -0.7964, "pos": 0.0, "neg": 0.139, "neu": 0.861, "data": "2019-03-14 12:57:35"}, {"text": "You know what’s more Horrible? All of the Americans dead at the hands of these illegals. You know what’s unforgivable? All the veterans and American citizens that are homeless and poor in Portland because you people prefer illegals over Americans, you’re disgusting!", "compound": -0.9455, "pos": 0.0, "neg": 0.286, "neu": 0.714, "data": "2019-03-14 19:07:23"}, {"text": "That one time when all the Americans took over Kyiv at Atlas Weekend come back with this year! ", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 17:44:44"}, {"text": "Washington knows India has come of the ranks and the value our nation holds us in interests of the Americans Russians... We are clear we are no more the defenders we can hit hard", "compound": 0.6096, "pos": 0.214, "neg": 0.09, "neu": 0.697, "data": "2019-03-14 12:30:46"}, {"text": "i'm rewatching the americans and i just wanna say elizabeth jennings please come over here and kick my ass in the name of the soviet union", "compound": -0.296, "pos": 0.08, "neg": 0.122, "neu": 0.799, "data": "2019-03-14 08:09:53"}, {"text": "Don’t forget to include the other Libertarian, Mike Lee. Enough Is Enough! Libertarians masquerade as conservatives until they get elected. They sabatoged the Tea Party and maneuvered themselves into Congress. Once again THE AMERICANS ARE BEING FORGOTTEN.", "compound": 0.1177, "pos": 0.141, "neg": 0.107, "neu": 0.752, "data": "2019-03-14 10:28:29"}, {"text": "What will you do for all of the Americans that worked hard and paid off their student loans? ", "compound": -0.1027, "pos": 0.0, "neg": 0.076, "neu": 0.924, "data": "2019-03-14 10:51:54"}, {"text": "CHICKEN??? CHICKEN WATCH OUT THE AMERICANS ARE GONNA TURN YOU INTO BACON!! OH NO! CHICKEN CAN’T HEAR US, HE HAS AIRPODS", "compound": -0.5597, "pos": 0.0, "neg": 0.153, "neu": 0.847, "data": "2019-03-14 18:19:10"}, {"text": "Copied from the Americans who are masters at calling think tanks and lobby groups after the very thing they are trying to get rid of.", "compound": 0.0258, "pos": 0.044, "neg": 0.0, "neu": 0.956, "data": "2019-03-14 17:08:16"}, {"text": "Here is an article naming several of the Americans who died, including an Army serviceman, two brothers & a writer. I feel awful for their families. Here's the article: 2/2", "compound": -0.765, "pos": 0.0, "neg": 0.209, "neu": 0.791, "data": "2019-03-14 09:24:42"}, {"text": "Even the Americans in LA's Skid Row don't have those basic necessities.", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 12:30:58"}, {"text": "Obama was \"able to fool the Americans by getting elected\"", "compound": -0.4404, "pos": 0.0, "neg": 0.244, "neu": 0.756, "data": "2019-03-14 12:35:23"}, {"text": "I thought she had reached a point where she had learned that her life and what they’ve built mattered more than this fight. Apparently she is only taking step backs now. I hate she won’t even listen to Philip TheAmericans", "compound": -0.7801, "pos": 0.033, "neg": 0.193, "neu": 0.774, "data": "2019-03-14 06:43:56"}, {"text": "Especially the Americans who believe that Africa is country or there is other continent,but i don't really know why Americans don't read beyond America", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 09:52:14"}, {"text": "The homelands were free; they were reservations just like the Americans did with the Native Americans They were at the mercy of the hand that feeds; which was the NP Govt He who controls you; feeds you You can teach most anything with enough time and patience", "compound": 0.9278, "pos": 0.258, "neg": 0.0, "neu": 0.742, "data": "2019-03-14 08:01:42"}, {"text": "The Americans know exactly who you are and what you stand for they know your sectarian bigot you can stand for a few photographs to try and make yourself look good but we actually know what they think of you they're called Irish Americans not we think were British Americans", "compound": 0.2382, "pos": 0.039, "neg": 0.0, "neu": 0.961, "data": "2019-03-14 16:12:01"}, {"text": "These Rino's are making the Americans look weak to the world, The only reason the Chinese are helping Venezuela, It is completely BS just like the PI islands aren't military bases their cammo they are offshore Oil Platforms My opinion China is running out of Oil and they can't", "compound": 0.2648, "pos": 0.092, "neg": 0.054, "neu": 0.854, "data": "2019-03-14 08:16:46"}, {"text": "SIMPLE, because we the people, we the AMERICANS are allowing and tolerating this EVIL, it really doesn't have to be this way, NOW is the TIME for all good AMERICAN MEN & WOMEN to come to the aid of our COUNTRY!!", "compound": -0.705, "pos": 0.061, "neg": 0.142, "neu": 0.797, "data": "2019-03-14 11:10:34"}, {"text": " Sir if you let the Americans down you let the world down!. If you do nothing about the Bias Censorship the people will let you down and you will fail / fall in 2020 big-time!.", "compound": -0.5842, "pos": 0.035, "neg": 0.109, "neu": 0.856, "data": "2019-03-14 19:26:33"}, {"text": "Think there might be unfortunately, especially with a new chairman coming in I’m expecting a lot of academy players in our squad next season to ‘balance books’ for the Americans", "compound": -0.34, "pos": 0.0, "neg": 0.082, "neu": 0.918, "data": "2019-03-14 08:03:54"}, {"text": "Not enough awards, frankly. She should have won everything they have for The Americans", "compound": 0.3004, "pos": 0.204, "neg": 0.136, "neu": 0.66, "data": "2019-03-14 12:00:28"}, {"text": "You need to vote with the president on border security! If not, you’re a traitor to the Americans who voted you in!", "compound": 0.4559, "pos": 0.13, "neg": 0.0, "neu": 0.87, "data": "2019-03-14 19:12:43"}, {"text": "The drop of price in oil hasn’t seem to have affected the Americans and their drilling & production. In fact, with the past 4 years the USA has become the global leader in Oil&Gas production! Your excuses may work on the weak minded.... Please just call the damn election!", "compound": -0.7639, "pos": 0.042, "neg": 0.182, "neu": 0.775, "data": "2019-03-14 10:15:38"}, {"text": "Good thing we didn't have that attitude in 1812 or we would have become part of the USA. Farmers and citizen militias saved the British from defeat by the Americans .", "compound": 0.4019, "pos": 0.16, "neg": 0.084, "neu": 0.756, "data": "2019-03-14 06:51:17"}, {"text": "Dumb and dumber. The British are dumb. They vote for Brexit and then their Government and parliament can’t land it with the European Union. They are nearly as dumb as the Americans who voted in Trump .", "compound": -0.9081, "pos": 0.0, "neg": 0.279, "neu": 0.721, "data": "2019-03-14 18:23:57"}, {"text": "Nonetheless, you don’t want smoke with the Americans", "compound": 0.0772, "pos": 0.157, "neg": 0.0, "neu": 0.843, "data": "2019-03-14 14:26:13"}, {"text": "Why everyone has pleaded guilty? Why everyone has lied to cover up their sh*t? Why you’re so cozy with Putin? Why you behave the way you do? Most of the Americans think you’re guilty and you are guilty", "compound": -0.8992, "pos": 0.0, "neg": 0.26, "neu": 0.74, "data": "2019-03-14 07:15:50"}, {"text": "Truly am disgusted with the game playing that the DemocRATS r doing with American Lives. Too busy trying to take u down n putting the Americans in harm's way. ENOUGH. The only thing they r digging for is their graves. Dare let there be another tragic 9/11.They want to take GUNS? ", "compound": -0.5574, "pos": 0.108, "neg": 0.155, "neu": 0.737, "data": "2019-03-14 10:36:25"}, {"text": "It's not \" the Americans \" fighting these wars. It's their ruling class. And the ruling classes never experienced war on themselves, except in cases like the Soviet Union, China or Cuba. But we were not political, Ed We were talking about wisdom, about reality, about life.", "compound": 0.7619, "pos": 0.204, "neg": 0.066, "neu": 0.731, "data": "2019-03-14 17:18:59"}, {"text": "What is so special about this piece of information ? The world knows what the Americans and other are up-to in Syria to change the regime!", "compound": 0.5836, "pos": 0.136, "neg": 0.0, "neu": 0.864, "data": "2019-03-14 06:43:57"}, {"text": "I'm watching The Americans 4x13 \"Persona Non Grata\" trakt", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 08:04:44"}, {"text": "love the big sick. saw the film when it came out. watched the americans when it originally aired...unless I'm thinking of another show. one with the KGB agents living in america? people keep recommending mrs maisel so I'll give that a go.", "compound": 0.2263, "pos": 0.09, "neg": 0.071, "neu": 0.839, "data": "2019-03-14 15:41:49"}, {"text": "UsedUp is a disability according to the Americans with Disabilities Act. You should have referenced YouveGotNoneLeftToGive instead.", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 09:20:44"}, {"text": "Yes. This is my favorite quote in the article I just read: \" The Americans are happy because they think they won. The Canadians were happier because they know they won--they remained part of the British Empire. And the British are happiest because they’ve forgotten all about it.\"", "compound": 0.9628, "pos": 0.336, "neg": 0.031, "neu": 0.633, "data": "2019-03-14 09:51:00"}, {"text": "Yes, when everything else fails let's blame the Russians! Do you know that actually the Americans have a far worse record of influencing other countries elections?", "compound": -0.7088, "pos": 0.084, "neg": 0.266, "neu": 0.65, "data": "2019-03-14 14:40:54"}, {"text": "no the americans loved malt vinegar because the taste so good", "compound": 0.7537, "pos": 0.428, "neg": 0.123, "neu": 0.448, "data": "2019-03-14 11:22:56"}, {"text": "Harris County will have to alter its polling places to make sure they're more accessible and compliant with the Americans with Disabilities Act, according to a new settlement. txlege ", "compound": 0.3182, "pos": 0.078, "neg": 0.0, "neu": 0.922, "data": "2019-03-14 10:17:00"}, {"text": "Pops represented Lehder when he testified before the High Commission and said that this is CIA propaganda to discredit him/distance the Americans in terms of responsibility/complicity in the operation while I was watchin Narcos w him so", "compound": -0.25, "pos": 0.0, "neg": 0.056, "neu": 0.944, "data": "2019-03-14 09:01:23"}, {"text": "\" The Americans can always be trusted to do the right thing, after having exhausted all other options.\" 737max leadingfrombehind", "compound": 0.1531, "pos": 0.137, "neg": 0.111, "neu": 0.752, "data": "2019-03-14 06:37:25"}, {"text": "Trump is finished! The scandal with Méthanyahoo and his lawyer Alan Dershowitz and the insane other sionist jew Jeffrey Epstein, will come out! All the Americans will finally know! If I'd be Kushner I would move out of the W/H now! ", "compound": -0.7762, "pos": 0.0, "neg": 0.151, "neu": 0.849, "data": "2019-03-14 08:17:05"}, {"text": "B4 the British were defeated, they signed a treaty with indigenous people not to move west of the Mississippi & take their lands. Once the Brits were defeated, the Americans broke the treaty & became the terrorists of indigenous people, stealing their land & terrorizing them.", "compound": -0.9674, "pos": 0.0, "neg": 0.366, "neu": 0.634, "data": "2019-03-14 07:56:15"}, {"text": "I warn you, do not move as blindingly fast as the Americans , Canadians, and Brits have on sensitive social issues. It’s not sustainable.", "compound": -0.1027, "pos": 0.0, "neg": 0.063, "neu": 0.938, "data": "2019-03-14 13:29:46"}, {"text": "The Americans in my mentions are stilllll not resting", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 07:10:33"}, {"text": "Lawsuit accuses the city of violating the Americans With Disabilities Act and the Rehabilitation Act by not ensuring that the city’s homeless shelters and their services are accessible to people with disabilities. Chicago homeless ADA access", "compound": -0.8231, "pos": 0.0, "neg": 0.231, "neu": 0.769, "data": "2019-03-14 19:00:26"}, {"text": "Term limits for you career political MILLIONAIRES! The boarder is an emergency, listen to the Americans living through it! Quit lying! Dems want illegals to VOTE! Collusion!!!! ", "compound": -0.7825, "pos": 0.04, "neg": 0.221, "neu": 0.739, "data": "2019-03-14 17:12:45"}, {"text": "The GF should be played at 3.00am on a Sunday morning (AEST)that way the Americans can watch it at a suitable hour.", "compound": 0.34, "pos": 0.112, "neg": 0.0, "neu": 0.888, "data": "2019-03-14 19:15:58"}, {"text": "As is an American company, they are required to follow the Americans with Disabilities Act and provide reasonable accommodations for PWD. They are in violation if they refuse to honor your request. ", "compound": -0.296, "pos": 0.085, "neg": 0.144, "neu": 0.771, "data": "2019-03-14 07:06:23"}, {"text": "It’s already happened. Remember? 56? 67? When the Americans came, 73 happened. You should wish they stay.", "compound": 0.5007, "pos": 0.168, "neg": 0.0, "neu": 0.832, "data": "2019-03-14 15:09:30"}, {"text": "Not only no but heck no. These so called Republicans were voted in to do the people’s work. How opposing a boarder to protect the Americans is working for us? NO!", "compound": 0.3754, "pos": 0.2, "neg": 0.104, "neu": 0.696, "data": "2019-03-14 10:28:09"}, {"text": "Scoring: Kukkiwon gets 48 from the Americans , while Nina gets 43. What does the world think? They prefer board-kicking to monkey-fisting. WorldsBest", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 10:35:19"}, {"text": "Oh really smarty pants!Which bit was incorrect? tell us. Re-write history. Go ahead, tell the Americans and Russians and other allies they lost their lives unnecessarily, we could have beaten the Germans alone.", "compound": -0.6122, "pos": 0.062, "neg": 0.191, "neu": 0.748, "data": "2019-03-14 07:12:40"}, {"text": "Why the Americans Are Afraid of the Ukrainian Elections - ", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 08:29:10"}, {"text": "Now the list from 3 Rhinos GOP SEN.has gone to 5 to block NAT’L Emergency.This Rhinos think that the Americans People are stupid or blind the reason they doing this is cuz they up for re-election.They don’t care about the Americans People but to themselves.... ", "compound": -0.4404, "pos": 0.045, "neg": 0.127, "neu": 0.828, "data": "2019-03-14 11:26:15"}, {"text": "remember how in arrival the chinese are militaristic and the americans figure out first how to peacefully read alien kanji", "compound": 0.5267, "pos": 0.152, "neg": 0.0, "neu": 0.848, "data": "2019-03-14 16:02:32"}, {"text": "The Americans through Amazon Prime!", "compound": 0.2481, "pos": 0.332, "neg": 0.0, "neu": 0.668, "data": "2019-03-14 09:37:24"}, {"text": "Dont trust the Americans with the 2 black boxes. If it took 4 days of denials before FAA grounded the B737-Max, we cant imagine what they will do to the 2 black boxes.", "compound": -0.4023, "pos": 0.0, "neg": 0.085, "neu": 0.915, "data": "2019-03-14 14:50:05"}, {"text": "Goodbye, beautiful bird. The plane the Americans relied upon for its weapons system they didn't have.", "compound": 0.25, "pos": 0.188, "neg": 0.139, "neu": 0.673, "data": "2019-03-14 16:24:30"}, {"text": "My thoughts exactly. Perhaps we should steer clear of the the Americans problems and just handle our own issues.", "compound": -0.0258, "pos": 0.117, "neg": 0.121, "neu": 0.762, "data": "2019-03-14 18:06:30"}, {"text": "At the bar: there is a clear divide between the Brits and the Americans . And focus now is on Leroy and , and her having a toast with Theo. Tonight is the first of two shows in 24 hours for the queen: she enters the GameOfClones tmrw night.", "compound": 0.3818, "pos": 0.056, "neg": 0.0, "neu": 0.944, "data": "2019-03-14 09:33:59"}, {"text": "Now for the scores to reduce this pair to one of the final two. The Americans gave Lydian 47; Naturally 7 gets 48. The world considers its next move, like right before World War II. WorldsBest", "compound": -0.34, "pos": 0.063, "neg": 0.099, "neu": 0.838, "data": "2019-03-14 10:14:17"}, {"text": "Cara Mia mine. Jay and The Americans - Cara Mia ", "compound": -0.5267, "pos": 0.0, "neg": 0.386, "neu": 0.614, "data": "2019-03-14 11:50:27"}, {"text": "We gotta prove to the Mexicans how Mexican we are & we gotta prove to the Americans how American we are we gotta be more Mexican than the Mexicans & more American than the Americans both at the same time. It’s exhausting! Damn!Nobody knows how tough it is to be a Mexican American ", "compound": -0.555, "pos": 0.0, "neg": 0.087, "neu": 0.913, "data": "2019-03-14 10:15:26"}, {"text": "Greetings all. Do you remember the movie 'Waitress' starring Keri Russell (of Felicity and The Americans fame)? At the time, it was one of those cult movies about female empowerment and ", "compound": 0.4215, "pos": 0.085, "neg": 0.0, "neu": 0.915, "data": "2019-03-14 18:23:02"}, {"text": "This is what the Americans think ", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 08:25:41"}, {"text": "American people urge the Congress to have balls and protect the Americans instead of NO GOOD ILLEGAL ALIENS (CRIMINALS) you protecting!", "compound": -0.3237, "pos": 0.202, "neg": 0.245, "neu": 0.552, "data": "2019-03-14 12:17:28"}, {"text": "Well truth be told the White Genocide tag line is not for us but for the Americans . Interestingly they’re wearing MAGA hats now, yet they’re in SA. Idea is to create fake fear & outrage for their ignorant yet wealthy American audience who’ll send money to fund white ”refugees”", "compound": -0.7096, "pos": 0.188, "neg": 0.231, "neu": 0.58, "data": "2019-03-14 14:08:02"}, {"text": " Shameful & Extremely DISTURBING! Another Prime example the Democrats can’t be trusted and that’s why has 2020 in the BAG. Thank god for a POTUS that actually puts the Americans First.", "compound": -0.2773, "pos": 0.202, "neg": 0.19, "neu": 0.607, "data": "2019-03-14 09:15:22"}, {"text": "So you're saying that the Americans won't adopt it...?", "compound": -0.1326, "pos": 0.0, "neg": 0.159, "neu": 0.841, "data": "2019-03-14 16:14:06"}, {"text": "We the American People will not want the Equality Act, The reason is very very simple Nancy Pelosi Chuck Schumer and all the Democrats are very very Evil, don’t want give the Walls for the Safety of the Americans . Now we will not Support your Evil Agendas.", "compound": -0.8967, "pos": 0.048, "neg": 0.251, "neu": 0.702, "data": "2019-03-14 19:13:50"}, {"text": "i’m starting the americans .. where’s meenal", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 12:24:18"}, {"text": "TheAmericans Season 3! Get it on iTunes and watch whenever you want to! ", "compound": 0.2225, "pos": 0.136, "neg": 0.0, "neu": 0.864, "data": "2019-03-14 08:15:04"}, {"text": "When it comes to supporting reparations for the Americans who are descendant of slaves Bernie Sanders is niggardly.", "compound": 0.4404, "pos": 0.146, "neg": 0.0, "neu": 0.854, "data": "2019-03-14 07:03:45"}, {"text": "Speak for yourself, I play Mortal Kombat and have watched the Americans . I think I know how to fight", "compound": -0.0516, "pos": 0.126, "neg": 0.137, "neu": 0.737, "data": "2019-03-14 07:53:12"}, {"text": "Could the americans learn something nra ", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 07:04:53"}, {"text": "The Americans entered the war just in time, especially when it was coming to an end. And it was already clear that Germany will be defeated", "compound": -0.6597, "pos": 0.08, "neg": 0.215, "neu": 0.706, "data": "2019-03-14 14:50:29"}, {"text": "Occam's razor the simplest explanation usually correct. They broken down after years of neglect. When the Americans attack anyone they make a song and dance about it with outlets like CNN creaming in their pants about how they love it.", "compound": -0.3612, "pos": 0.134, "neg": 0.184, "neu": 0.681, "data": "2019-03-14 18:26:51"}, {"text": "It is the Americans fault with the 14 points", "compound": -0.4019, "pos": 0.0, "neg": 0.252, "neu": 0.748, "data": "2019-03-14 06:52:06"}, {"text": "We want peace only and the development of the Gulf states by the Americans and Russia", "compound": 0.5859, "pos": 0.255, "neg": 0.0, "neu": 0.745, "data": "2019-03-14 06:28:13"}, {"text": "I meant chinese clubs to buy sanchez. Certainly got the finance as have the americans if you look at rooney. Sanchez a very similar decline", "compound": 0.34, "pos": 0.098, "neg": 0.0, "neu": 0.902, "data": "2019-03-14 16:06:55"}, {"text": "they're like \"let's tell Paige about our spy operation, she'll like it!\" and Paige is like \"so basically you're telling me you're all a bunch of fucking liars\" TheAmericans", "compound": 0.4765, "pos": 0.22, "neg": 0.104, "neu": 0.676, "data": "2019-03-14 09:15:47"}, {"text": "Glad the Americans are supporting the UK. Thanks Trump", "compound": 0.8316, "pos": 0.595, "neg": 0.0, "neu": 0.405, "data": "2019-03-14 19:31:28"}, {"text": "That is definitely a great quote. It's wrong, though, because no one won. Since the borders didn't change, it's officially a draw. But Canadians are taught we won because we didn't get conquered by the Americans .", "compound": 0.872, "pos": 0.299, "neg": 0.112, "neu": 0.589, "data": "2019-03-14 09:52:51"}, {"text": "It is not hatred just providing a well-deserved laugh for the Americans who don't bit into having a dictator as a President..", "compound": 0.7887, "pos": 0.291, "neg": 0.0, "neu": 0.709, "data": "2019-03-14 07:05:32"}, {"text": "Rightly say a great country but it will be nastier after brexit and may not emerge that strong as we are currently pissing on everyone just to appease the Americans", "compound": -0.8102, "pos": 0.128, "neg": 0.283, "neu": 0.589, "data": "2019-03-14 19:16:31"}, {"text": "\"United States has just stepped out of the INF treaty & is about to test new medium & short range missiles. It’s impossible to develop & build a new rocket in half a year. All this indicates only that the Americans needed a reason to legalize their novelty.\"~ Путин говорит ", "compound": 0.4215, "pos": 0.061, "neg": 0.0, "neu": 0.939, "data": "2019-03-14 18:03:21"}, {"text": "To all you republican senators etc. You are pathetic for not supporting president Trump emergency order to buildthewall . You care more about your pockets than the Americans you work for. patheticrinosenators", "compound": -0.6711, "pos": 0.082, "neg": 0.224, "neu": 0.694, "data": "2019-03-14 07:36:57"}, {"text": "Whenever things get crazy, I just turn on “Come a Little Bit Closer” by the Jay & the Americans and it takes care of the rest", "compound": 0.2023, "pos": 0.12, "neg": 0.09, "neu": 0.789, "data": "2019-03-14 09:12:32"}, {"text": "Nah, that's now for me lol Really got into Vocaloid in 2017 thanks to and now many songs make me cry on a regular basis. The Japanese go anywhere, the Americans usually go super sad.", "compound": 0.4588, "pos": 0.212, "neg": 0.168, "neu": 0.619, "data": "2019-03-14 12:36:15"}, {"text": "The democrats don’t care about the Americans in this country. What a sad party.", "compound": 0.4215, "pos": 0.311, "neg": 0.163, "neu": 0.526, "data": "2019-03-14 10:25:34"}, {"text": "“While the Americans cannot force the Taliban to talk to Ghani and his government, the fact that negotiations are moving forward means there is more chance than ever before for a dialogue to start between these two major actors of the Afghan conflict“ ", "compound": 0.3167, "pos": 0.053, "neg": 0.0, "neu": 0.947, "data": "2019-03-14 10:15:02"}, {"text": "The Americans : 15 Who Left the United States to Join ISIS ", "compound": 0.6124, "pos": 0.357, "neg": 0.0, "neu": 0.643, "data": "2019-03-14 09:12:14"}, {"text": "When we talk about the healthcare he took away, are talking about Obamacare? 54% of the Americans had already rejected it, it did not need Trump to undermine it, get your facts straight . Let those immigrants use the proper channels like everyone else.", "compound": -0.2732, "pos": 0.09, "neg": 0.112, "neu": 0.798, "data": "2019-03-14 14:54:20"}, {"text": "No need to worry, it’s now been grounded globally . Lesson here is that once again China led the way, and the US had to be dragged kicking to a seemingly straight-forward decision, another dent on the moral 'soft power' of the Americans .", "compound": -0.6486, "pos": 0.0, "neg": 0.142, "neu": 0.858, "data": "2019-03-14 11:36:41"}, {"text": "no one makes cheese like the Americans I tell you what", "compound": 0.0772, "pos": 0.197, "neg": 0.173, "neu": 0.63, "data": "2019-03-14 09:18:45"}, {"text": "That drawing that one of the Americans took off the wall in the ship halfway through the episode...I could have sworn that was some what of a shout-out to Lucky Luke. :o", "compound": 0.34, "pos": 0.084, "neg": 0.042, "neu": 0.873, "data": "2019-03-14 09:08:16"}, {"text": "I had to watch six seasons of the Americans which took a long time and now I can go back to watching movies ha ha", "compound": 0.5859, "pos": 0.194, "neg": 0.0, "neu": 0.806, "data": "2019-03-14 09:31:16"}, {"text": "I believe the people will change to republicans it's getting clear there getting wiser The Americans not the House!! Boom get them out !!", "compound": 0.7156, "pos": 0.221, "neg": 0.0, "neu": 0.779, "data": "2019-03-14 19:26:24"}, {"text": "When the Americans and English lady start their highschool stories i sleep late", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 07:16:14"}, {"text": "Boycott your All Neighbours instead of Dialogue.Dialouge is Only way to Move forward see the Americans they Lost the Lives of Soldiers in Afghanistan Now they start a Dialogue after 17 Yrs..", "compound": -0.5574, "pos": 0.0, "neg": 0.137, "neu": 0.863, "data": "2019-03-14 11:04:17"}, {"text": "“ the Americans are back to doing deals with these barbarians (Talibans). And the same pattern will be repeated” not convinced “Atal ji was the greatest PM” true statesman don’t use “There Are Sharp Stones There,The Ground Has To Be Levelled’ ", "compound": 0.6948, "pos": 0.148, "neg": 0.048, "neu": 0.804, "data": "2019-03-14 13:40:56"}, {"text": "does anybody watch cop watch on youtube.we nead to be like the americans get out on the streets videoing the cops. and see all the illegal things they do and lie.", "compound": -0.2732, "pos": 0.071, "neg": 0.103, "neu": 0.826, "data": "2019-03-14 16:48:04"}, {"text": "The Americans have Donald Trump and we have Brexit ineptchaos", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 15:39:20"}, {"text": "We the Americans . We do need to see this", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 18:29:51"}, {"text": "So do the Americans ! ", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 14:15:30"}, {"text": "Sell it to the Americans : they live their greasy food.", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 12:47:25"}, {"text": "\"The ultimate authority ... resides in the people alone ... The advantage of being armed, which the Americans possess over the people of almost every other nation ... forms a barrier against the enterprises of ambition, more insurmountable than any...\" JamesMadison 2ndAmendment", "compound": -0.0516, "pos": 0.075, "neg": 0.08, "neu": 0.845, "data": "2019-03-14 13:10:03"}, {"text": "Shout out to all the Americans here?", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 17:31:11"}, {"text": "You’re NOT 1. The Americans who stay up late (like this 68-yr-old white couple) to watch & learn from . You should be aware Stephen is a billion times smarter & funnier than you. Oh! He’s a better American than you, too!", "compound": 0.8475, "pos": 0.213, "neg": 0.0, "neu": 0.787, "data": "2019-03-14 16:00:51"}, {"text": "The Americans", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 08:46:33"}, {"text": " I wonder why we waited this long to ground the 737? Britain had done it way before we did. But we waited for (let me guess), the Americans ? I suspect we're still being wimps and unable to make our own decisions independently of the yanks?", "compound": -0.5775, "pos": 0.0, "neg": 0.104, "neu": 0.896, "data": "2019-03-14 07:34:34"}, {"text": "So u want to keep money out of politics by awarding ur staff with more money, oh ya it’s not ur money so ur happy to give it away. It’s the tax payers money try and be financially responsible with the Americans citizens money", "compound": 0.868, "pos": 0.216, "neg": 0.0, "neu": 0.784, "data": "2019-03-14 09:38:20"}, {"text": "Its not an Elite if you dont have to wait 19 minutes for the Americans to join the Europeans", "compound": 0.296, "pos": 0.109, "neg": 0.0, "neu": 0.891, "data": "2019-03-14 07:57:48"}, {"text": "I hope there caught, the Americans do it right and pay for them stealing there jobs.", "compound": -0.296, "pos": 0.145, "neg": 0.255, "neu": 0.6, "data": "2019-03-14 13:15:08"}, {"text": "interesting how all the \"Americans should not sympathize more with political movements in foreign countries than with fellow Americans\" fucks ALL support counter-BDS.", "compound": 0.3182, "pos": 0.189, "neg": 0.109, "neu": 0.702, "data": "2019-03-14 06:47:25"}, {"text": "So true..and yet he is not as popular as he thinks he is amongst the Americans .", "compound": -0.3252, "pos": 0.0, "neg": 0.135, "neu": 0.865, "data": "2019-03-14 19:36:40"}, {"text": "A2: I’m pushing through a project so a lot of tech manuals, just finished watching the Americans on Netflix SpoonieChat", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 09:32:04"}, {"text": "Sure she is a very good skate boarder but this is NOT an Olympic sport - or even a sport full stop. If this is in why not darts and snooker?? Oh wait it’s cos the Americans won’t have a chance of a medal in those.....", "compound": 0.788, "pos": 0.217, "neg": 0.057, "neu": 0.726, "data": "2019-03-14 15:23:30"}, {"text": "They could ,but boing added some switch to 737 Max's which generally disengage its system to manual but they did not clarify it on their check list ,as the Americans pilots said. So , for pilots its very hard to handle the flight control while the the system is running.", "compound": -0.2592, "pos": 0.0, "neg": 0.041, "neu": 0.959, "data": "2019-03-14 07:24:01"}, {"text": "Could this get any worse? Why would ANYONE want to live in California? Where they promote & encourage violent crimes against their residents & reward illegals. The Dems may stay in power but all the Americans will be dead there", "compound": -0.7476, "pos": 0.151, "neg": 0.219, "neu": 0.629, "data": "2019-03-14 07:31:09"}, {"text": "The Americans , Sleepy Hollow, Bob’s Burger, Scream Queens, Rosewood, Baskets, 24 Legacy, Son of Zorn and The Gifted will also be available on StarTimes ON APP later, in April, May and June this year! ", "compound": -0.4574, "pos": 0.0, "neg": 0.083, "neu": 0.917, "data": "2019-03-14 15:54:32"}, {"text": "Before giving shelter to the members of the caravan, I believe that we should take care of thousands of veterans who are homeless in this country who have risked their lives in defense of our country. It seems more patriotic and moral. The Americans first. Make Great Again ", "compound": 0.8519, "pos": 0.203, "neg": 0.034, "neu": 0.762, "data": "2019-03-14 14:33:47"}, {"text": "Why the Americans Are Afraid of the Ukrainian Elections ", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 07:46:19"}, {"text": "This is outrageous ! These ding dongs need to live on our salary. They push all thIS crap on the AMERICANS who they are supposed to be looking out for. They don't play by the RULES they push on us WHILE they live in luxury. Sickening!", "compound": -0.8915, "pos": 0.0, "neg": 0.221, "neu": 0.779, "data": "2019-03-14 08:40:49"}, {"text": "Wish you would fight that hard for the Americans here and not Illegals", "compound": -0.0772, "pos": 0.162, "neg": 0.24, "neu": 0.599, "data": "2019-03-14 07:31:58"}, {"text": "Chris, you have to talk about the REAL ISSUES, the AMERICAN people are tired about the fake news, false information and leaks, that you all do and told to do!! Insurance policy being debunked and the AMERICANS just want the real issues to be talked about!", "compound": -0.7633, "pos": 0.025, "neg": 0.134, "neu": 0.84, "data": "2019-03-14 09:25:07"}, {"text": "The Americans don’t care you lier! You don’t speak for the majority.", "compound": 0.5411, "pos": 0.241, "neg": 0.0, "neu": 0.759, "data": "2019-03-14 19:05:49"}, {"text": "McCONNELL IS THE ALRIGHT WITH THE AMERICAN VOTER \"THE DONALD 2020, THANKS FOR HELPING US } KEEP USING FOUL LANGUAGE, AND IGNORING THE AMERICANS DESIRES WILL HELP RNC IN 2020. THANK YOU ", "compound": 0.9106, "pos": 0.36, "neg": 0.077, "neu": 0.563, "data": "2019-03-14 14:27:55"}, {"text": "The Americans are liable and owe us the lives of our dearly departed African brothers in the Ethiopian airlines aircraft disaster", "compound": -0.3182, "pos": 0.108, "neg": 0.158, "neu": 0.734, "data": "2019-03-14 13:15:03"}, {"text": "Matt, why are you against making happy 60% of the Americans ?", "compound": 0.5719, "pos": 0.27, "neg": 0.0, "neu": 0.73, "data": "2019-03-14 07:09:17"}, {"text": "BHO should be held responsible for the deaths of the Americans !", "compound": 0.3802, "pos": 0.206, "neg": 0.0, "neu": 0.794, "data": "2019-03-14 12:23:17"}, {"text": "We the Americans know this is an Emergency and the politicians playing politics at are expense. Finally do your job for America", "compound": -0.2023, "pos": 0.074, "neg": 0.107, "neu": 0.82, "data": "2019-03-14 17:44:13"}, {"text": "May is no longer a free agent. She must be owned by the Americans or someone else", "compound": 0.2732, "pos": 0.169, "neg": 0.113, "neu": 0.718, "data": "2019-03-14 16:33:40"}, {"text": "Now that the Americans have acted we know what has to be done..mimic men to the end", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 08:08:07"}, {"text": "I don't believe in the official narrative of the \"Holocaust\", but I also believe that Nazi Germany did commit acts of genocide. Just like the Soviets, the British, the Americans , the Canadians, and the Japanese all committed acts of genocide much worse than the Nazis did.", "compound": 0.5499, "pos": 0.165, "neg": 0.079, "neu": 0.757, "data": "2019-03-14 12:11:42"}, {"text": "That is what my husband and I were just talking about. Disgusting!!! Right now many Republicans are against the wall!!!! Who are they really working for!! It is NOT the Americans !", "compound": -0.6776, "pos": 0.0, "neg": 0.136, "neu": 0.864, "data": "2019-03-14 08:26:10"}, {"text": "We need the wall. How many more children will be sacrificed before the dems quit concentrating on themselves & care about the Americans . Let’s vote all them out", "compound": 0.4939, "pos": 0.11, "neg": 0.0, "neu": 0.89, "data": "2019-03-14 10:42:12"}, {"text": "the uk had one direction, the americans had big time rush, indonesians had: ", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 18:20:58"}, {"text": "American left, by and large, has been a failure. Of all the Western peoples, it is the Americans who have consistently failed to effect even the most basic, bare bones change. Not even softcore social democracy can be found there. Utter failure worthy of workers' contempt.", "compound": -0.8957, "pos": 0.051, "neg": 0.242, "neu": 0.707, "data": "2019-03-14 08:05:21"}, {"text": "The british after the americans dumped the tea in the ocean ", "compound": -0.4019, "pos": 0.0, "neg": 0.213, "neu": 0.787, "data": "2019-03-14 06:38:38"}, {"text": "Jay & The Americans -- Now Playing in The Pop-Rock Hall of Fame! ", "compound": 0.6114, "pos": 0.333, "neg": 0.0, "neu": 0.667, "data": "2019-03-14 08:12:32"}, {"text": "The Democrat party doesn't care about legal Americans because we already live in America. It's about illegals & open borders for the Democrat party. They already threw the Americans away.", "compound": 0.3404, "pos": 0.157, "neg": 0.116, "neu": 0.727, "data": "2019-03-14 07:17:12"}, {"text": "That was a setup from the very beginning. These are the Americans who uphold the laws of the land?", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 06:59:39"}, {"text": "The Americans must of hated us. All we got issued was hot water that had been stacked for weeks on end", "compound": -0.6369, "pos": 0.0, "neg": 0.174, "neu": 0.826, "data": "2019-03-14 17:21:35"}, {"text": "11.— LOST, Homeland, The Americans , Penny Dreadful y Grey's Anatomy.", "compound": -0.7125, "pos": 0.0, "neg": 0.459, "neu": 0.541, "data": "2019-03-14 10:07:44"}, {"text": "That’s what the Americans call their mothers", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 06:31:44"}, {"text": "\"If nothing else we keep the KGB busy and irritated\" \"well we're busy and irritated\" TheAmericans", "compound": -0.5994, "pos": 0.1, "neg": 0.284, "neu": 0.616, "data": "2019-03-14 10:41:07"}, {"text": "And it’s because of the Americans you and your family still are alive and not dead by taliban.", "compound": 0.722, "pos": 0.274, "neg": 0.0, "neu": 0.726, "data": "2019-03-14 18:49:52"}, {"text": "And wasting £billions on near useless aircraft carriers and nuclear weapons which we won’t use without the say-so of the Americans ?", "compound": -0.8126, "pos": 0.0, "neg": 0.318, "neu": 0.682, "data": "2019-03-14 07:12:14"}, {"text": "... if only it were the Americans who think that ...", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 06:28:24"}, {"text": "First episode of The Americans final series they played Crowded House 'Don't dream it's over'. Right on target so direct.. will there be blood on the tracks.", "compound": 0.168, "pos": 0.082, "neg": 0.06, "neu": 0.858, "data": "2019-03-14 12:59:20"}, {"text": "Football made in Germany. Transtel Cologne. Germany was quite a force in media internationally and in English. Inspector Derrick TBT The Americans ' then did not have CNN & allied and probably thought the world meant them ", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 17:15:16"}, {"text": "When will the Americans who are descendants of slaves get their bill for reparations? Gosh y’all advocate everything & everyone else except for blacks people whose net worth is not even $10. What about the politics for blacks? ADOS reparations . This is treachery!", "compound": 0.372, "pos": 0.059, "neg": 0.0, "neu": 0.941, "data": "2019-03-14 07:17:25"}, {"text": "You say the information is being withheld to protect Trump? Oh NOOOOO, you are wrong. It would show the Americans what a corrupt government we have, & how Democrat president could manipulate the FBI and DOJ the way Obama did", "compound": -0.128, "pos": 0.062, "neg": 0.074, "neu": 0.863, "data": "2019-03-14 07:32:36"}, {"text": "Guaido never respected nor subscribbed to the constitution of the Bolivarian Revolution and spent his political career being trained by the Americans to bring it down.Ironic that he claims any legitimacy. A coup puppet who is not afraid to have mass death ", "compound": -0.7546, "pos": 0.0, "neg": 0.142, "neu": 0.858, "data": "2019-03-14 08:56:27"}, {"text": "Lol, I'm surprised Ghafoor didn't at least through some powerpoint slides in the briefing. We learned that from the Americans during WoT.", "compound": 0.5719, "pos": 0.19, "neg": 0.0, "neu": 0.81, "data": "2019-03-14 11:44:17"}, {"text": "\"This assault on the North Korean delegation in Spain took place about 5 days before the Hanoi summit between US and North Korea. There you have why the summit failed, and why the North Koreans got up from the table and did not even take lunch with the Americans .\"", "compound": -0.7964, "pos": 0.0, "neg": 0.131, "neu": 0.869, "data": "2019-03-14 09:28:39"}, {"text": "The one from where the Americans got Osama Bin Laden!", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 15:40:07"}, {"text": "Someone should take care about the Russians, no doubt about that! The Americans and the Germans are too busy with in/out operations now.", "compound": -0.2003, "pos": 0.114, "neg": 0.177, "neu": 0.709, "data": "2019-03-14 07:53:27"}, {"text": "Billions of dollars in intellectual property are stolen every year by the Chinese government and used for military gains, to beat the Americans they stole that property from, at their own game. And then complain about sanctions being applied. Keep up the pressure Mr. President!", "compound": -0.3595, "pos": 0.106, "neg": 0.152, "neu": 0.742, "data": "2019-03-14 14:53:40"}, {"text": "It’s her sharia belief she really wants All Jews and non believers dead! Hello that would be the Americans too! Wake up people", "compound": -0.7081, "pos": 0.0, "neg": 0.182, "neu": 0.818, "data": "2019-03-14 11:09:16"}, {"text": "I've seen videos of the elites fallout shelters. I get they exist. I don't fully believe \"we\" the Americans want war. There are bad actors who are manipulating things in the direction of war. The most pro war I have ever heard another person speak was on defending not attacking.", "compound": -0.9425, "pos": 0.061, "neg": 0.288, "neu": 0.651, "data": "2019-03-14 12:17:59"}, {"text": "Trump got elected because the Americans have been sold out by both our political parties.. the Democrats and the Republicans.. who have basically been brain dead at the wheel when it comes to illegal aliens and free trade", "compound": -0.6808, "pos": 0.071, "neg": 0.171, "neu": 0.758, "data": "2019-03-14 07:19:21"}, {"text": "Same ole story, the Americans that support GOP theme of tax break for the rich, tax break for the rich, tax break for the...”working man” no stupid for the rich, are either complicit or under the delusion they will one day be them. I commend your bravery Ocasio!", "compound": 0.9359, "pos": 0.308, "neg": 0.087, "neu": 0.605, "data": "2019-03-14 18:23:24"}, {"text": " Oh hell no! They should be looking out for the safety of the Americans who votes for them and for the idiots who didn’t!!", "compound": -0.7074, "pos": 0.089, "neg": 0.244, "neu": 0.667, "data": "2019-03-14 10:23:33"}, {"text": "“The ultimate authority resides in the people alone. The advantage of being armed, which the Americans possess over the people of almost every other nation forms a barrier against the enterprises of ambition, more insurmountable than any” —James Madison (1788)", "compound": -0.0516, "pos": 0.079, "neg": 0.084, "neu": 0.837, "data": "2019-03-14 06:57:16"}, {"text": "Catch me tomorrow at 10:45, live on with these amazing gals (and guy...)! Australia Studio10 For the Americans out there (aka, 90% of y'all, my twitter followers), that's 7:45 pm EDT, and 4:45 pm PDT. ", "compound": 0.6239, "pos": 0.107, "neg": 0.0, "neu": 0.893, "data": "2019-03-14 08:45:21"}, {"text": "It's time for the Americans to change their own regime. This administration is a disgrace among many other other things.", "compound": -0.4939, "pos": 0.0, "neg": 0.151, "neu": 0.849, "data": "2019-03-14 16:25:17"}, {"text": "Yes! The Americans is proper bingeable.", "compound": 0.4574, "pos": 0.374, "neg": 0.0, "neu": 0.626, "data": "2019-03-14 15:42:32"}, {"text": "COOL POSTER....how about the stolen lives guilt, you know the Americans Illegals killed because won't protect the border! ", "compound": -0.8498, "pos": 0.107, "neg": 0.434, "neu": 0.459, "data": "2019-03-14 06:30:40"}, {"text": "His mother sold out to the Americans , agreeing to give up Pakistan nukes if the US helped her get elected as PM again. He’s probably made a similar deal. Also, let’s not forget his uncles were funded by RAW.", "compound": 0.4707, "pos": 0.101, "neg": 0.0, "neu": 0.899, "data": "2019-03-14 16:08:54"}, {"text": "Everybody knows the state of the Indian Armed Forces in 1962, they just dint have the equipment to fight because Nehru dreamed of the Police guarding our borders. It was the Americans under Kennedy who rearmed India post 1962 ", "compound": -0.3818, "pos": 0.0, "neg": 0.064, "neu": 0.936, "data": "2019-03-14 16:21:05"}, {"text": "This really sucks! I blame chasecarey and the Americans !", "compound": -0.7232, "pos": 0.0, "neg": 0.502, "neu": 0.498, "data": "2019-03-14 11:36:22"}, {"text": " I think that it shouldn't be only Dems that want to see a cost of living wage increase for all gov workers. Consider adding that to the budget so the Americans don't suffer due to politics!", "compound": 0.6948, "pos": 0.179, "neg": 0.0, "neu": 0.821, "data": "2019-03-14 06:49:40"}, {"text": "The Americans seem obsessed with these no go zones, yet none of them seem to be able to describe them or tell us where they are. It’s quite comical really", "compound": -0.4404, "pos": 0.0, "neg": 0.122, "neu": 0.878, "data": "2019-03-14 17:50:08"}, {"text": "Here's your yearly reminder that pi day is only a thing because the Americans can't write dates properly. ", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 16:53:11"}, {"text": " Dear & Respected Lara, So good to see you that you are actively involve with news channels to aware Americans about President Donald Trump government policies & all the welfare government doing for the Americans welfare. May God bless you all abundantly.", "compound": 0.9336, "pos": 0.321, "neg": 0.0, "neu": 0.679, "data": "2019-03-14 12:52:35"}, {"text": "The Americans Are Trading on MEDICAL CANNABIS STOCKS. The land issue in South Africa as well as the Semi Legalisation Of Pot will eventually follow through & whoever has the land at that point has the money and we could either salvage the balance of the world order or worldwar3", "compound": 0.2732, "pos": 0.042, "neg": 0.0, "neu": 0.958, "data": "2019-03-14 14:53:25"}, {"text": "oh my god the Russian immigrant family in the Americans s5 is tooooo goddamn real", "compound": -0.25, "pos": 0.115, "neg": 0.17, "neu": 0.714, "data": "2019-03-14 10:45:51"}, {"text": "Rinos against Natl. Emergency why? Mike Lee (R-Ut),Rand Paul (R-Ky.),Susan Collins, R-Me ,Tobias Tillis R- Nc,Lisa Murkowski,R.Ack,Mitch McConnell Senate leader need to back President Trump and the Americans people and the USA. And all republicans.", "compound": -0.3818, "pos": 0.0, "neg": 0.071, "neu": 0.929, "data": "2019-03-14 07:36:59"}, {"text": "Minnesota is lost....where are the Americans ....me wonders? ", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 09:18:43"}, {"text": "Remember the Americans who were killed in Benghazi?", "compound": -0.6705, "pos": 0.0, "neg": 0.391, "neu": 0.609, "data": "2019-03-14 06:43:47"}, {"text": "Why are the Americans troops still allowed to remain in Iraq? ", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 16:16:12"}, {"text": "Nearly half of the Americans surveyed in a recent poll are seeing China as a critical threat ", "compound": -0.6908, "pos": 0.0, "neg": 0.305, "neu": 0.695, "data": "2019-03-14 07:53:01"}, {"text": "College education in the US as is now the subject of controversy and foul play , is the richman's prerogative, though not in the State owned institutions . This probably may be the main reason for many of the Americans can not qualify themselves , due to exorbitant costs !", "compound": 0.4003, "pos": 0.056, "neg": 0.0, "neu": 0.944, "data": "2019-03-14 08:19:56"}, {"text": "Awesome exhibits. Total respect for the Americans who fought in what was hoped to be the war to end all wars. ", "compound": 0.0, "pos": 0.283, "neg": 0.283, "neu": 0.434, "data": "2019-03-14 10:07:48"}, {"text": "Hold Donald Trump accountable should be your catch phrase. He lies to the Americans daily about 8 times a day. Get your priorities straight", "compound": -0.2263, "pos": 0.077, "neg": 0.113, "neu": 0.81, "data": "2019-03-14 09:13:31"}, {"text": "im literally sleeping with the americans what a shambles", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 12:15:56"}, {"text": "Are we saying the Americans refuse payments for drugs and equipment in hospitals but take payments for chartered planes, medical expences outside the country and the recent hire of a consultancy company?", "compound": -0.1531, "pos": 0.0, "neg": 0.051, "neu": 0.949, "data": "2019-03-14 18:11:50"}, {"text": "So, the Americans don't want to stay there forever?", "compound": -0.0572, "pos": 0.0, "neg": 0.133, "neu": 0.867, "data": "2019-03-14 08:39:43"}, {"text": "When will we get the Americans ?", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 07:13:46"}, {"text": "I know the feeling. I live in a neighborhood that was American but over the years the neighborhood the Americans were forced out and the illegal immigrants moved in. Now my old neighborhood is totally non-english. That's what happens when the Democrats import ppl who don't blend", "compound": -0.8641, "pos": 0.024, "neg": 0.174, "neu": 0.802, "data": "2019-03-14 07:02:05"}, {"text": "Any excuse will do The Americans have your back, Israel", "compound": 0.0772, "pos": 0.126, "neg": 0.0, "neu": 0.874, "data": "2019-03-14 10:38:37"}, {"text": "And what do you feel the Americans money given to the Federal government should be used for? A wall that most Americans do t want?", "compound": 0.232, "pos": 0.08, "neg": 0.0, "neu": 0.92, "data": "2019-03-14 10:33:15"}, {"text": "On the basis of new info, Cdn Transport Minister Marc Garneau, an engineer & former astronaut, issued notice, before the Americans , that Canada was grounding the Boeing 737 Max 8 and Max 9 from Cdn airspace, until more is known about the Ethiopian crash. ", "compound": -0.4019, "pos": 0.0, "neg": 0.063, "neu": 0.937, "data": "2019-03-14 11:15:23"}, {"text": "The responses to this tweet are something. The Americans who reportedly care about this and are feigning outraged only want to accuse people of not caring about this situation. Good Lawd, what is wrong with people?!", "compound": -0.602, "pos": 0.155, "neg": 0.237, "neu": 0.608, "data": "2019-03-14 07:23:48"}, {"text": "No you do not your plans never work Beside you and your other Democrats just need to stay out of the really estate Business and leave to the Americans people to do", "compound": -0.34, "pos": 0.0, "neg": 0.102, "neu": 0.898, "data": "2019-03-14 18:09:48"}, {"text": "I think that kid and I had the same StarWars sheets. NowWatching TheAmericans ", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 14:06:38"}, {"text": "That’s incredibly stupid of them to do that then and a big time waster, I truly believe this is them saying they don’t trust the Americans but who else do they have to go to? The Europeans will be at that like it’s a code from the Cold War, could take ages for them to crack it!", "compound": -0.3896, "pos": 0.114, "neg": 0.124, "neu": 0.762, "data": "2019-03-14 14:21:30"}, {"text": "Now that a waste of 5% of shares from Armco to the Americans . Lol well done ", "compound": 0.5106, "pos": 0.34, "neg": 0.134, "neu": 0.526, "data": "2019-03-14 06:52:21"}, {"text": "Orphan Black? The Man in the High Castle. The Americans .", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 13:40:56"}, {"text": "The Americans (312) \"I Am Abassin Zadran\" ", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 10:42:42"}, {"text": "Pray for the Americans living in America how are Hard Working, TaxPaying American Citizens... ", "compound": 0.2263, "pos": 0.146, "neg": 0.089, "neu": 0.764, "data": "2019-03-14 12:08:12"}, {"text": "the americans LMAO", "compound": 0.6841, "pos": 0.698, "neg": 0.0, "neu": 0.302, "data": "2019-03-14 18:37:57"}, {"text": "Good. Also glad you acted and didn’t wait on the Americans to do it first.", "compound": 0.7096, "pos": 0.312, "neg": 0.0, "neu": 0.688, "data": "2019-03-14 06:38:45"}, {"text": "Iraqi Gov was against the idea of keeping American troops with immunity & the Americans refused to keep them based on that difference. Three years later, thousands of troops returned & they didn’t have immunity. Had they stayed, a lot could have been avoided with regards to ISIS.", "compound": -0.5574, "pos": 0.0, "neg": 0.097, "neu": 0.903, "data": "2019-03-14 11:51:33"}, {"text": "OmG! Are the Americans reconciling with the Talibans? Thats not how you do it.", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 10:06:15"}, {"text": "I miss The Americans .", "compound": -0.1531, "pos": 0.0, "neg": 0.444, "neu": 0.556, "data": "2019-03-14 10:22:18"}, {"text": "And you can't trust the AmerIcans with it. Or the Brits. ", "compound": -0.4023, "pos": 0.0, "neg": 0.213, "neu": 0.787, "data": "2019-03-14 07:44:05"}, {"text": "Marvellous Mrs Maisel, The Americans , Vikings, American Gods.", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 15:29:20"}, {"text": "There is a school of thought that the Americans that got sick in Cuba were exposed to low frequency sound", "compound": -0.6908, "pos": 0.0, "neg": 0.295, "neu": 0.705, "data": "2019-03-14 14:31:41"}, {"text": "I don’t like the way they are portraying Elizabeth this season. She’s never been that cold and that out of line. Not being able to see where Philip is coming from and willing to even risk her daugther’s life as if nothing other than Russia mattered... TheAmericans", "compound": 0.1027, "pos": 0.051, "neg": 0.043, "neu": 0.905, "data": "2019-03-14 06:40:59"}, {"text": "If they don’t vote for National Security, we will vote them out!! A poll was taken on Laura Ingraham’s and 90% of the Americans in the poll, voted for National Emergency! TRUMP2020", "compound": -0.2677, "pos": 0.069, "neg": 0.1, "neu": 0.832, "data": "2019-03-14 12:29:21"}, {"text": "Yes, artillery units were again used in 1916 at Verdun, and in late 1918 several AH divisions fought the Americans and French at St. Mihiel and north of Verdun.", "compound": 0.1027, "pos": 0.084, "neg": 0.072, "neu": 0.844, "data": "2019-03-14 06:51:29"}, {"text": "This is a fascinating article, thanks for sharing it. Hopefully we'll see a show soon where the roles are flipped and a male character is the shrew. I haven't watched UnReal, The Americans or Nurse Jackie, do any of those shows deal with gender issues in a healthier manner? ", "compound": 0.875, "pos": 0.225, "neg": 0.036, "neu": 0.739, "data": "2019-03-14 08:46:10"}, {"text": "Presidential candidate Tulsi Gabbard seems to have no problem telling the people who financed and trained ISIS. She has no problem telling the people how much suffering and death the Americans are causing. I hope that this opens up a crack in the dam. ", "compound": -0.9169, "pos": 0.053, "neg": 0.307, "neu": 0.64, "data": "2019-03-14 08:38:33"}, {"text": "obama was, still is, harming America and the Americans in every possible way!", "compound": -0.5983, "pos": 0.0, "neg": 0.245, "neu": 0.755, "data": "2019-03-14 15:49:45"}, {"text": " why don’t the Americans know their fighters? PPV killed American boxing . It fills banks but long term it the market shrinks due to no public interest or knowledge of younger fighters. They need to take a loss short term promoting them ,It pays off long term ", "compound": -0.1655, "pos": 0.129, "neg": 0.194, "neu": 0.677, "data": "2019-03-14 09:14:38"}, {"text": "Shit is going to hit the fan eventually and the Americans especially have their right to protect themselves!!!", "compound": 0.2905, "pos": 0.237, "neg": 0.148, "neu": 0.615, "data": "2019-03-14 12:12:13"}, {"text": "Maybe you should do your homework. The government of Puerto Rico not only ripped off Puerto Rico but ripped off the Americans . Please do your homework, before you mouth off.", "compound": 0.4497, "pos": 0.092, "neg": 0.0, "neu": 0.908, "data": "2019-03-14 11:00:26"}, {"text": "Rosarito isn’t a disgusting place. It’s actually quite beautiful and the only thing that’s disgusting is the fact that the Americans trashing it because they wanna be wilding out. No respect coming into a different country other than your own.", "compound": -0.1796, "pos": 0.148, "neg": 0.183, "neu": 0.669, "data": "2019-03-14 06:43:44"}, {"text": "The Americans pay tax too. They just accept personal responsibility which is something we have, to a large extent, lost in the U.K. They even fundraise to provide specialist teachers for their schools.", "compound": -0.0258, "pos": 0.074, "neg": 0.105, "neu": 0.822, "data": "2019-03-14 18:11:32"}, {"text": "At least the Americans are honest about the fact that money buys places at top universities. We just do it using admissions policies that favour those who attend private schools. “The children of wealthy Americans often win places in elite universities” ", "compound": 0.9231, "pos": 0.284, "neg": 0.0, "neu": 0.716, "data": "2019-03-14 15:59:30"}, {"text": " You need to stand with the President on the border wall, you say nothing about the horrid democrats and betray the Americans who voted for President Trump", "compound": -0.3291, "pos": 0.089, "neg": 0.131, "neu": 0.78, "data": "2019-03-14 10:55:22"}, {"text": "\"should we tell Paige about this?\" WHAT DO YOU THINK, PHILLIP TheAmericans", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 09:50:13"}, {"text": "No wrong! If you remove your head from Trumps ass you might be surprised to see what the Americans are seeing! The worst corruption in the White House and Senate Ever. That’s saying a lot after the GOP led Nixon regime. Sure are a lot of witches around pleading guilty. GOPCowards", "compound": -0.9199, "pos": 0.067, "neg": 0.261, "neu": 0.672, "data": "2019-03-14 11:00:09"}, {"text": "One action of many that are committed by some of the Americans themselves that will hasten their great country’s fall .", "compound": 0.7351, "pos": 0.256, "neg": 0.0, "neu": 0.744, "data": "2019-03-14 14:01:00"}, {"text": "Maybe the Americans can better remember the seccession of southern states in 1860/1861.... how'd that go down? Did they get express permission from Lincoln?", "compound": 0.504, "pos": 0.124, "neg": 0.0, "neu": 0.876, "data": "2019-03-14 07:56:34"}, {"text": "She is so right, Rand Paul, Mike Lee, Collins need to ask themselves or I'll put it this way, THEY CARE ABT THE AMERICANS , the people that ACTUALLY voted 4 them!! That's way they are there, people will remember nxt time when they need their VOTE! ", "compound": 0.7012, "pos": 0.099, "neg": 0.0, "neu": 0.901, "data": "2019-03-14 10:46:12"}, {"text": "Devar from 90 day fiancé is so hot. Why are the immigrants so hot and the Americans they marry r so crusty. It hurts me", "compound": -0.5209, "pos": 0.0, "neg": 0.128, "neu": 0.872, "data": "2019-03-14 12:06:08"}, {"text": "Well, I'm still waiting. The Americans concocted all kinds of \"evidence\" to prove Khadr's guilt - most of which is widely discredited - but even with their kangaroo court they couldn't convict him, until he took a plea, just to get the hell out of Gitmo.", "compound": -0.8537, "pos": 0.031, "neg": 0.196, "neu": 0.773, "data": "2019-03-14 11:22:30"}, {"text": "4. the worst American defeat on Russia EVER, it’s clear that the Russians were misled. They thought the Americans would back off. Instead, the Russians were not only stopped, they were slaughtered. Gunships, bombers, and artillery pounded the Russians for three hours.", "compound": -0.5905, "pos": 0.086, "neg": 0.144, "neu": 0.77, "data": "2019-03-14 08:40:18"}, {"text": "I wish the Americans with abandon and drop Israel like a bad habit cut off financial aid and military aid..", "compound": -0.6597, "pos": 0.187, "neg": 0.381, "neu": 0.432, "data": "2019-03-14 14:52:01"}, {"text": "In the next 50 years, immigrants will be the overwhelming majority of Americans, and the sons of founding Americans will be a minority. Your laws will destroy America and the Americans .", "compound": -0.5423, "pos": 0.0, "neg": 0.108, "neu": 0.892, "data": "2019-03-14 17:39:47"}, {"text": "Stealing from the Americans who paid for their own student loans to pay for people who ended up working at Wendys with a Gender Studies degree is not a thing. ", "compound": -0.6249, "pos": 0.0, "neg": 0.164, "neu": 0.836, "data": "2019-03-14 06:35:24"}, {"text": "If has butterflies in the stomarche to call a spade by name , what remains interesting is that even thru his encrypted use of puppet in the most generic way still could decipher who a puppet if not a puppy of the Americans much because it's public knowledge.", "compound": 0.4019, "pos": 0.059, "neg": 0.0, "neu": 0.941, "data": "2019-03-14 16:20:43"}, {"text": "The Brits are clearly more loyal than The Americans . You don't see them voting themselves in.", "compound": 0.7264, "pos": 0.303, "neg": 0.0, "neu": 0.697, "data": "2019-03-14 10:09:35"}, {"text": "5/ And an interesting anecdote: \"A small but characteristic mishap intensified the uncertainty in Riyadh: Immediately after the Shah’s departure from Teheran, the Americans sent a squadron of F-15 jets on a “friendship visit” to Saudi Arabia in order to show their support...", "compound": -0.3071, "pos": 0.042, "neg": 0.071, "neu": 0.887, "data": "2019-03-14 18:16:26"}, {"text": "All the Americans on this ", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 08:18:26"}, {"text": "Just not the Americans in Puerto Rico or California... right?", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 14:01:29"}, {"text": "Muslims should NOT be in office!!! Their agenda is pure evil! The Americans ARE WATCHING carefully!!", "compound": -0.7243, "pos": 0.071, "neg": 0.264, "neu": 0.665, "data": "2019-03-14 18:30:57"}, {"text": "No , they gave the President this power and he used because Congress refused to go their job to protect the Americans People", "compound": -0.2023, "pos": 0.1, "neg": 0.169, "neu": 0.731, "data": "2019-03-14 10:24:28"}, {"text": "Schemel Forum: \"Understanding the Americans Who Joined Isis - Happenings Magazine Happenings Magazine ", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 14:33:24"}, {"text": "Chlorinated chicken explained: why do the Americans treat their poultry with chlorine? .XIn4L7c9Idk.twitter ", "compound": 0.4019, "pos": 0.184, "neg": 0.0, "neu": 0.816, "data": "2019-03-14 14:44:07"}, {"text": "I just thinking The escenario where Rusia takes your patens of AGI, don't worry we are end The WORLD.. first The americans people with a Terminator And a big gun", "compound": 0.0015, "pos": 0.081, "neg": 0.081, "neu": 0.839, "data": "2019-03-14 11:50:25"}, {"text": "85,000 STARVED TO DEATH 10,000 A WEEK GET INFECTIONS WITHOUT CLEAN WATER AMERICA CONTINUES TO DENY NEWS COVERAGE AND YET GIVING SAUDI ARABIA INTELLIGENCE BOMBS FUEL AND DENYING THE AMERICANS COVERAGE?! I'm told \"world news\" but only shown what the Man wants me to see... ", "compound": -0.745, "pos": 0.084, "neg": 0.222, "neu": 0.694, "data": "2019-03-14 09:25:16"}, {"text": "That many and still he is able to be in office. Obama would of been out the next day, just saying. How is this possible. Wow, he really can buy people to play and act dumb. What a great system the Americans have. Glad I am a Canadian. It doesn't take that long to find injustices!", "compound": 0.8832, "pos": 0.209, "neg": 0.051, "neu": 0.74, "data": "2019-03-14 10:31:46"}, {"text": "The Americans have caught on Brian. Trump to steamroll in2020. It will be a Trump landslide. ", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 07:02:05"}, {"text": "Watching the season 1 finale of TheAmericans right now ", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 09:02:04"}, {"text": "Bored. Back to watching dash cam videos. The Americans are catching up to the Russians.", "compound": -0.2732, "pos": 0.0, "neg": 0.13, "neu": 0.87, "data": "2019-03-14 12:53:54"}, {"text": "It doesn’t really matter as the Americans are about to launch their own Yewtree investigation dragging Epstein back into the limelight-Tally Ho!!", "compound": 0.2446, "pos": 0.086, "neg": 0.0, "neu": 0.914, "data": "2019-03-14 14:50:45"}], "number": 490}