{"tweets": [{"text": "It’s not the good place to find genuine friends. What’s your opinion?? Twitterfacts", "neu": 0.652, "pos": 0.205, "neg": 0.143, "compound": 0.2626}, {"text": "Seriously pisses me off how you can go so good and be in a good place then it's like snap right back into a funk like why ?? cant even enjoy the fact that I got an 89 on my final", "neu": 0.613, "pos": 0.254, "neg": 0.133, "compound": 0.7972}, {"text": "Nothing like gentle AFib in the morning! And I'm still wondering about a good place to get pie today... Might go to Here Today for that a m a z i n g strawberry/rhubarb pie, like yeeeesss ", "neu": 0.718, "pos": 0.083, "neg": 0.199, "compound": -0.4621}, {"text": "Somewhere in The Good Place Jason Mendoza’s head just exploded. ", "neu": 0.756, "pos": 0.244, "neg": 0.0, "compound": 0.4404}, {"text": "The only thing he should be blamed for is thinking the world is a good place . when he befriended children his mind was not at a sick place, it was an innocent place. as the world evolved it became unacceptable to be friends with children without it seeming wrong. not MJ's fault.", "neu": 0.656, "pos": 0.249, "neg": 0.095, "compound": 0.8322}, {"text": "‘ The Good Place ’: Blake Bortles Is No Longer on the Jaguars – A Nation of Jasons Weeps ", "neu": 0.667, "pos": 0.129, "neg": 0.204, "compound": -0.1779}, {"text": "missing the good place :(", "neu": 0.2, "pos": 0.29, "neg": 0.51, "compound": -0.296}, {"text": "listening to all the songs from tales from the borderlands just puts my heart in a good place", "neu": 0.847, "pos": 0.153, "neg": 0.0, "compound": 0.4404}, {"text": "But what’s going to happen to The Good Place ? ", "neu": 0.734, "pos": 0.266, "neg": 0.0, "compound": 0.4404}, {"text": "Do whatever you need to do to make sure you're in a good place mentally, Lucy. I hope the gap year proves helpful in learning to manage anxiety.", "neu": 0.625, "pos": 0.324, "neg": 0.051, "compound": 0.8481}, {"text": "the world is a good place", "neu": 0.58, "pos": 0.42, "neg": 0.0, "compound": 0.4404}, {"text": "Blake bortles is gone so the good place lost like 16% of the shows jokes", "neu": 0.524, "pos": 0.366, "neg": 0.11, "compound": 0.6573}, {"text": "Great article set in the context of governance. How to gather and apply the learning & navigate a path that fits an individual organisation withoutsapping energy reinventing wheels. Good place to start if you are joining us at NextStageRadicals next Tuesday ", "neu": 0.798, "pos": 0.202, "neg": 0.0, "compound": 0.8442}, {"text": "Did you read the article? That’s a good place to start-you’ll be able to answer your own question.", "neu": 0.847, "pos": 0.153, "neg": 0.0, "compound": 0.4404}, {"text": "Yall dont get it unless you watch the Good Place", "neu": 0.756, "pos": 0.244, "neg": 0.0, "compound": 0.4404}, {"text": "' The Good Place ': Blake Bortles Is No Longer on the Jaguars – A Nation of Jasons Weeps ", "neu": 0.651, "pos": 0.135, "neg": 0.214, "compound": -0.1779}, {"text": "The Good Place . One of the best shows on TV right now.", "neu": 0.585, "pos": 0.415, "neg": 0.0, "compound": 0.7964}, {"text": "Sally feels bad for the shit she pulled. Eric says that Bill forced her hand. Sally thanks Eric for giving her a job after her building went down. Sally sounds like she is resigning. Sally says that her and Wyatt are in a good place ohbrookeohtaylorohbrooke", "neu": 0.575, "pos": 0.228, "neg": 0.197, "compound": 0.2263}, {"text": "Someone Has to Tell The Good Place 's Jason Mendoza That Blake Bortles Is Getting Benched via ", "neu": 0.847, "pos": 0.153, "neg": 0.0, "compound": 0.4404}, {"text": "I'm finally watching season 2 of the good place ", "neu": 0.707, "pos": 0.293, "neg": 0.0, "compound": 0.4404}, {"text": "Beto is also a good place where all their policies intersect. Bernie and Warren make up a more progressive bloc, Harris and Biden being further center and Beto being pretty plopped in the middle", "neu": 0.831, "pos": 0.169, "neg": 0.0, "compound": 0.7269}, {"text": "Last end of the day. I woke up today & felt pretty foggy and worn down. I wanted to skip practice before work and go back to bed, but my HRV indicated I was in a good place for a medium ", "neu": 0.809, "pos": 0.15, "neg": 0.04, "compound": 0.6542}, {"text": "I'll admit that the first thing I wondered when I saw that Blake Bortles was released from the Jaguars was how Jason on The Good Place will react.", "neu": 0.836, "pos": 0.164, "neg": 0.0, "compound": 0.5719}, {"text": "i feel like jason mendoza from the good place tweeted this ", "neu": 0.597, "pos": 0.403, "neg": 0.0, "compound": 0.6597}, {"text": "What better ground would that be. Constantly having your head in the tiger’s mouth is not a good place to negotiate from", "neu": 0.782, "pos": 0.119, "neg": 0.099, "compound": 0.1265}, {"text": "Because my parents aren’t on Twitter this seems like a good place to practice I’m returning (converting) to Judaism. Really excited for my first Purim. Really nervous to have “the talk” with my Catholic and Lutheran raised parents but I’m hoping they’ll be supportive", "neu": 0.729, "pos": 0.237, "neg": 0.033, "compound": 0.8537}, {"text": "the umbrella academy, atypical, one day at a time, sherlock, brooklyn nine-nine, dirk gentlys holistic detective agency, the good place , unbreakable kimmy schmidt, anne with an e, american vandal ... just a few sksksk", "neu": 0.914, "pos": 0.086, "neg": 0.0, "compound": 0.4404}, {"text": "7 Mars 2019 Thursday The sofa seems like a good place for breakfast all of the sudden. Very small... ", "neu": 0.735, "pos": 0.265, "neg": 0.0, "compound": 0.6597}, {"text": "Is it sad that I can't wait to see how they handle this on The Good Place ?", "neu": 0.7, "pos": 0.145, "neg": 0.155, "compound": -0.0516}, {"text": "the good place is SO annoying can I just get Chidi and Eleanor pls!!!!!", "neu": 0.585, "pos": 0.154, "neg": 0.26, "compound": -0.4577}, {"text": "might be s good place to work but when my sisters house is falling down around her and you won't fix the problems properly I can't see how you've been voted for this", "neu": 0.806, "pos": 0.139, "neg": 0.055, "compound": 0.4473}, {"text": "Im soo grateful i don’t have a stupid ass friend like Jason from The Good Place SGZKVSKZVAJSVSUSGZUGDJDHS", "neu": 0.327, "pos": 0.422, "neg": 0.251, "compound": 0.5719}, {"text": "Its a tv show on netflix. Premise is a girl dies and thinks she goes to “ the good place ” aka heaven", "neu": 0.754, "pos": 0.246, "neg": 0.0, "compound": 0.7351}, {"text": "Mabuhay: \" The Good Place \" on ETC (Next - 4:00 p.m.). thegoodplaceonetc ALDUB191stWeeksary", "neu": 0.775, "pos": 0.225, "neg": 0.0, "compound": 0.4404}, {"text": "Be careful that’s right next to a state police station, which is also abandoned but the new station is like a mile away and they patrol both frequently, concrete city is a good place and it’s legal", "neu": 0.705, "pos": 0.247, "neg": 0.049, "compound": 0.7992}, {"text": "This? This is funny. This is the good place to do the \"sorry, your science hasn't caught up to our science yet\" bit. It could have even been done between this dude and Sam. ", "neu": 0.847, "pos": 0.153, "neg": 0.0, "compound": 0.7003}, {"text": "Me while trying to come up with my methodology: what's the best way to visualize how Anishnabee tell stories? The good place : ", "neu": 0.738, "pos": 0.262, "neg": 0.0, "compound": 0.7964}, {"text": "They feel like a good place to put a merfolk city since they're closer to the surface than the ocean floor ^^ creaturechat", "neu": 0.779, "pos": 0.221, "neg": 0.0, "compound": 0.6597}, {"text": "Maybe the universe is telling me to stay in bed and binge the good place", "neu": 0.828, "pos": 0.172, "neg": 0.0, "compound": 0.4404}, {"text": "So much for that running gag in The Good Place ", "neu": 0.602, "pos": 0.218, "neg": 0.18, "compound": 0.128}, {"text": "ALRIGHT 3 EPISODES IN AND IM SUPER DIGGING THE GOOD PLACE . TIME TO SACRIFICE SLEEP EVEN THOUGH I GOT WORK TOMORROW", "neu": 0.645, "pos": 0.355, "neg": 0.0, "compound": 0.8316}, {"text": "Russian doll and the good place", "neu": 0.633, "pos": 0.367, "neg": 0.0, "compound": 0.4404}, {"text": "\"Like a monk?\" They're different from one another, although, at one point they were related under the eye of marriage. \"I digress. You picked a good place ; ain't nobody comes around here nowadays.\" ", "neu": 0.843, "pos": 0.157, "neg": 0.0, "compound": 0.6597}, {"text": "I’m in such a good place right now. I’m just so happy with myself & I’m proud of the person I’ve become :)", "neu": 0.553, "pos": 0.447, "neg": 0.0, "compound": 0.9292}, {"text": "Here is a good place to begin. But there is so so so so much more. Found this book in the law library while in grad school. Court room transcripts and everything. Extraordinary. ", "neu": 0.914, "pos": 0.086, "neg": 0.0, "compound": 0.4404}, {"text": "Jason(?) from the Good Place is not taking this well Jacksonville says goodbye to Blake Bortles ", "neu": 0.726, "pos": 0.274, "neg": 0.0, "compound": 0.6457}, {"text": "You hate Ross Lynch ? who do you think is making your food at The good place", "neu": 0.68, "pos": 0.141, "neg": 0.18, "compound": -0.2023}, {"text": "\"The church is a good place to heal, and be restored to joy, and find joy that is deeper than all your pains.\" one of the best decisions i've made is to be part of City Baptist Church. no regrets at all! ", "neu": 0.606, "pos": 0.31, "neg": 0.084, "compound": 0.9286}, {"text": " can’t believe this is trending with Blake Bortles! The good place fans have truly made it! ", "neu": 0.687, "pos": 0.313, "neg": 0.0, "compound": 0.7494}, {"text": "$ BB (FYI I don't provide advice, only commentary. ) Just got rejected at the Resistance/former support. Likely a good place to take profits if long and maybe consider shorting next IMO ", "neu": 0.67, "pos": 0.237, "neg": 0.092, "compound": 0.6369}, {"text": "Well is a good place to start and the exhibition on carbonruins being organised by and others too", "neu": 0.75, "pos": 0.25, "neg": 0.0, "compound": 0.6124}, {"text": "sometimes the collected damage gets to a high enough point that an almost manic sense of calm comes in and sweeps away the care - the painful amount of care. it’s not a good place to be but it is a relief.", "neu": 0.663, "pos": 0.214, "neg": 0.123, "compound": 0.6425}, {"text": "Twitter is a strange place, you can stay totally anon if you want to, or reveal everything or just somethings. It is a different world, yes you get bullies and idiots but find the right people it can be a good place", "neu": 0.809, "pos": 0.158, "neg": 0.032, "compound": 0.6652}, {"text": "If The Good Place doesnt somehow end with Nick Offerman as god then what's the point?", "neu": 0.737, "pos": 0.263, "neg": 0.0, "compound": 0.6124}, {"text": "s2 of the good place is a mind fork", "neu": 0.707, "pos": 0.293, "neg": 0.0, "compound": 0.4404}, {"text": "There is more of a community on twitter as it allows for it. I get more of a conversation on twitter than I do on instagram. Instagram doesn't seem to be a good place for conversation and the plague of insta robots is making it worse.", "neu": 0.867, "pos": 0.064, "neg": 0.069, "compound": -0.0516}, {"text": "wonder why nobody got into the good place ? ", "neu": 0.707, "pos": 0.293, "neg": 0.0, "compound": 0.4404}, {"text": "The outage map is updated frequently - if you’re experiencing outages that’s a good place to check on the status throughout the night! Stay safe everyone! ", "neu": 0.775, "pos": 0.225, "neg": 0.0, "compound": 0.7494}, {"text": "From Jenn's POV, this host raiding toddlers thing is nightmareish, but in some ways, it's a kindness. The Grand Empire is not a good place to be. It's a penal colony for several reasons. The Eater of Ghosts plucking up kids and giving them homes on resource-rich worlds...", "neu": 0.743, "pos": 0.201, "neg": 0.056, "compound": 0.8398}, {"text": "Vagina The good place", "neu": 0.508, "pos": 0.492, "neg": 0.0, "compound": 0.4404}, {"text": "‘ The Good Place ’: Blake Bortles Is No Longer on the Jaguars – A Nation of Jasons Weeps ", "neu": 0.667, "pos": 0.129, "neg": 0.204, "compound": -0.1779}, {"text": "some oldies I’d totally reccommend are gossip girl and the fosters but the good place is good and I really like black mirror and the umbrella academy!!", "neu": 0.62, "pos": 0.338, "neg": 0.042, "compound": 0.9098}, {"text": "I hope he joins the cast of The Good Place . ", "neu": 0.547, "pos": 0.453, "neg": 0.0, "compound": 0.7003}, {"text": "I don’t know about you but I find the stairs are a good place to keep books. Particularly in this house with it’s conveniently placed beams and accidental shelves. The one without a spine; Little Women. shelfie vintagebooks ", "neu": 0.858, "pos": 0.103, "neg": 0.039, "compound": 0.5267}, {"text": "‘ The Good Place ’: Blake Bortles Is No Longer on the Jaguars – A Nation of Jasons Weeps ", "neu": 0.667, "pos": 0.129, "neg": 0.204, "compound": -0.1779}, {"text": "don’t know why i never sat and watched the good place properly until now but it’s so good", "neu": 0.721, "pos": 0.279, "neg": 0.0, "compound": 0.7003}, {"text": "My boy Nick Foles signed with the Jaguars, which only means one thing: The Good Place has some new material", "neu": 0.868, "pos": 0.132, "neg": 0.0, "compound": 0.4404}, {"text": "The Good Place is going to have to write this into an episode. Poor Jason. ", "neu": 0.684, "pos": 0.153, "neg": 0.163, "compound": -0.0516}, {"text": "I’m obsessed with The Good Place . I can’t believe I didn’t start it any sooner.", "neu": 0.705, "pos": 0.186, "neg": 0.109, "compound": 0.296}, {"text": "“Jacksonville says goodbye to Blake Bortles” Jason on The Good Place is going to be crushed man. ", "neu": 0.725, "pos": 0.14, "neg": 0.135, "compound": 0.0258}, {"text": "Clatterbridge Hospital! That’s a good place to put the bins isn’t it ", "neu": 0.758, "pos": 0.242, "neg": 0.0, "compound": 0.4926}, {"text": "this is so hard, even tho I wasn’t with her all the time, she was still my mom and I’m gonna miss you so much! I wanted us to become a family again but you left so I really hope wherever u are u r in a good place and a better one I will always love you mom ", "neu": 0.669, "pos": 0.288, "neg": 0.043, "compound": 0.9626}, {"text": "a place where the pass opened up into a space large enough to house an army, a good place to have an ambush force waiting. And you could tell that’s what they’d expected, on extra guard as they marched in only to find it empty. WordWhim 1linewed", "neu": 0.899, "pos": 0.062, "neg": 0.039, "compound": 0.2732}, {"text": "the good place deserved better", "neu": 0.341, "pos": 0.659, "neg": 0.0, "compound": 0.7003}, {"text": "Thanks for this Jesse! I’m giving Anthem a break right now, but it has the type of gameplay that’ll have me back in a heartbeat once the loot and other issues are in a good place . Cheering you all on.", "neu": 0.729, "pos": 0.271, "neg": 0.0, "compound": 0.9051}, {"text": "That’s tough hopefully they have a good place to eat at that airport you have the layover at", "neu": 0.664, "pos": 0.265, "neg": 0.071, "compound": 0.6249}, {"text": "With all sincerity but not matter.” Simply she shrugged in defeat. With all to much going on it was difficult to find a good place to start not just for herself but potentially the companion. “I assume you’ve not come here before? To Ishgard that is? It would benefit-", "neu": 0.74, "pos": 0.138, "neg": 0.122, "compound": 0.2406}, {"text": "Amo The Good Place", "neu": 0.508, "pos": 0.492, "neg": 0.0, "compound": 0.4404}, {"text": "i wonder how jason from the good place feels ", "neu": 0.707, "pos": 0.293, "neg": 0.0, "compound": 0.4404}, {"text": "i miss the good place", "neu": 0.308, "pos": 0.446, "neg": 0.246, "compound": 0.3182}, {"text": "Correct, and giving the DoD billions more when they can’t account for trillions of dollars over the last 15 years is a good place to start. They need to pass an audit.", "neu": 0.845, "pos": 0.155, "neg": 0.0, "compound": 0.6486}, {"text": "Jason from the Good Place is gonna be pissed ", "neu": 0.496, "pos": 0.206, "neg": 0.298, "compound": -0.3182}, {"text": "We're going to tighten that up, and move forward in a way that is going to be good for the game and certainly going to get us to the right place over time with these new rules, and I think we're in a really good place right now.\"PGA TOUR Commissioner Jay Monahan (3)", "neu": 0.851, "pos": 0.149, "neg": 0.0, "compound": 0.802}, {"text": "‘ The Good Place ’: Blake Bortles Is No Longer on the Jaguars – A Nation of Jasons Weeps via ", "neu": 0.681, "pos": 0.123, "neg": 0.196, "compound": -0.1779}, {"text": " Thank you for talking about The Good Place so much last year. Wife and I are watching it (season 2 episode 4). Such a great show. Bad Janet was legit.", "neu": 0.639, "pos": 0.264, "neg": 0.097, "compound": 0.7184}, {"text": "As major fans of The Good Place , we love the cute way answered her fan Qs about coping with mental health challenges. ", "neu": 0.554, "pos": 0.446, "neg": 0.0, "compound": 0.9136}, {"text": "not really venting but this might be a good place to ask does anyone else with depression have that sensation in your throat when you’re about to cry but,, all the time whenever you’re depressed? but you don’t actually cry. or is that just a me problem", "neu": 0.607, "pos": 0.06, "neg": 0.333, "compound": -0.9612}, {"text": "Look I know that all these lovefor ... tweets are coming from a good place . But still, when you keep going on and on and on about how ... “doesn’t deserve all the hate”, what you’re ultimately doing is keep bringing attention back to the hate. So maybe let’s just... not?", "neu": 0.877, "pos": 0.054, "neg": 0.069, "compound": -0.2023}, {"text": "More swimming tonight, a good place to get out of the wind! swim pool swim sbr triathlon fitness ", "neu": 0.73, "pos": 0.27, "neg": 0.0, "compound": 0.6763}, {"text": "\"This park sounds very peaceful\" his said over to the girl. \"I'm sure its a good place to relax.\"", "neu": 0.633, "pos": 0.367, "neg": 0.0, "compound": 0.8268}, {"text": "Only good place for crawfish in the 409 is reel cajun you can go to one in port arthur or one in lumberton and another coming soon in orange ", "neu": 0.906, "pos": 0.094, "neg": 0.0, "compound": 0.4404}, {"text": "Community, the mindy project, grace and Frankie, parks and rec, b99, the masked singer, Rick and morty, arrested Development, bobs burgers, black-ish, greys anatomy, black mirror, one day at a time, queer eye, the good place , Sherlock Holmes, sex education, The umbrella Academy", "neu": 0.816, "pos": 0.119, "neg": 0.065, "compound": 0.3818}, {"text": "The developer was probably a diver or something and it's a conversational piece. You get a lot of jokes in software by bored people. I'm just learning Python - it's easy, a good place to start. Named after Monty Python!", "neu": 0.753, "pos": 0.196, "neg": 0.051, "compound": 0.7177}, {"text": "The trash needs to be taken out and that looks like a good place to start... MAGA..", "neu": 0.722, "pos": 0.278, "neg": 0.0, "compound": 0.6597}, {"text": "the good place ? same creators as b99", "neu": 0.674, "pos": 0.326, "neg": 0.0, "compound": 0.4404}, {"text": "I don't have the money nor the opportunities to move out. I'm not even in a good place mentally for me to be alone for a good portion of my day", "neu": 0.727, "pos": 0.0, "neg": 0.273, "compound": -0.7903}, {"text": "Great! The docs is a good place to start!", "neu": 0.442, "pos": 0.558, "neg": 0.0, "compound": 0.8217}, {"text": "Russian Doll, You, IZombie, The Good Place , Skins,Haters Back Off", "neu": 0.756, "pos": 0.244, "neg": 0.0, "compound": 0.4404}, {"text": "In Trek lore, the passage of the Federal Employment Act making the government the employer of last resort was the spark that led to the Federation. Seems like a good place to start", "neu": 0.799, "pos": 0.201, "neg": 0.0, "compound": 0.743}, {"text": "Now Bortles can be united with Jason and it truly *will* be The Good Place . ", "neu": 0.583, "pos": 0.417, "neg": 0.0, "compound": 0.8225}, {"text": "i wonder what will happen on the next season of the good place ", "neu": 0.791, "pos": 0.209, "neg": 0.0, "compound": 0.4404}, {"text": "from a good place but i been in the ugly", "neu": 0.484, "pos": 0.157, "neg": 0.359, "compound": -0.5423}, {"text": "A good place to start from. Feels like I've been holding my breath for 6 months, Summer Twitter can get in the bin..", "neu": 0.779, "pos": 0.221, "neg": 0.0, "compound": 0.6597}, {"text": "So just when I organized the books that I had on my shelf that had been untouched for long (there was and still is, a huge pile of books), mum came with MORE books and I need to spend one hour AGAIN trying to find a good place to place the damned books neatly. Omfg", "neu": 0.819, "pos": 0.135, "neg": 0.046, "compound": 0.6124}, {"text": "the good place the season 3 finale...idk i was in a bad place and that episode broke me", "neu": 0.566, "pos": 0.137, "neg": 0.297, "compound": -0.5267}, {"text": "Not a fan of Atalanta's myself, though the movement speed can be nice if you wanna zoom around. For damage, either Crusher or Rage. Sometimes, it's also a good place to fit Titan's Bane if you need more pen. Alternatively, it's also a good slot for a defense item sometimes.", "neu": 0.64, "pos": 0.212, "neg": 0.148, "compound": 0.4287}, {"text": "Who is Jason from the Good Place going to obsess over now?? ", "neu": 0.655, "pos": 0.214, "neg": 0.131, "compound": 0.3094}, {"text": "Why go to the icecream shop around the corner, when you can run a halfmarathon to another good place in TelAviv ? running ", "neu": 0.873, "pos": 0.127, "neg": 0.0, "compound": 0.4404}, {"text": "Janet from The Good Place has a ROCKIN ass.", "neu": 0.484, "pos": 0.234, "neg": 0.282, "compound": -0.1531}, {"text": "Contentment is a good place to be. Good for you. I thought you were familiar with the book since it's been around in form of many popular stories and sayings. The contemporary version would be \"rich dad, poor dad\"", "neu": 0.635, "pos": 0.301, "neg": 0.064, "compound": 0.891}, {"text": "The Good Place . Funny, easy to watch but gets more philosophical and interesting as it goes on", "neu": 0.57, "pos": 0.43, "neg": 0.0, "compound": 0.8314}, {"text": "I know I’m getting to a good place when mundane tasks leave me happy. All I’ve been doing the past few hours is listening to Sam Cooke, organizing my mail and recyclables and putting up the art I’ve found or been gifted over the years. And I’m just...happy. Hope this sticks.", "neu": 0.808, "pos": 0.171, "neg": 0.022, "compound": 0.8519}, {"text": "Any intelligent person would be critical of the EU. That's not the same as being 'anti-Europe'. Try actually informing yourself of his current policies and statements, and about poverty in the UK. The Alston report is a good place to start.", "neu": 0.758, "pos": 0.124, "neg": 0.118, "compound": 0.0772}, {"text": "bruh the show good place , be good asf", "neu": 0.508, "pos": 0.492, "neg": 0.0, "compound": 0.7003}, {"text": "me in a good place : i should probably go sober until my body/mind feel balanced vs me any day my brain is a lil less seratonin-y (aka today): I’m gunna self medicate w weed and cbd and alcohol throughout the day what could go wrong????", "neu": 0.912, "pos": 0.088, "neg": 0.0, "compound": 0.594}, {"text": "But that cow came from a good place . Percentage and Oupa are the best typa friends you can get. Mara the way they disappeared was just funny. Who does that?", "neu": 0.615, "pos": 0.336, "neg": 0.049, "compound": 0.9042}, {"text": "DISCLAIMER: Wilderness is a nice place to work and the roastings come from a good place .", "neu": 0.678, "pos": 0.322, "neg": 0.0, "compound": 0.6908}, {"text": "The impossible becomes a good place to Battle! He does it up the not want.", "neu": 0.611, "pos": 0.161, "neg": 0.228, "compound": 0.0951}, {"text": " outlining the need for strong & effective leaders supported by strong & effective managers to address some of the key challenges across health & to deliver the vision of a ‘ good place to work’ CNOsummit2019 ", "neu": 0.53, "pos": 0.47, "neg": 0.0, "compound": 0.9601}, {"text": "If you need me today you can find me on the dancefloor (tbh a dancefloor is usually a good place to look anyway) ", "neu": 0.873, "pos": 0.127, "neg": 0.0, "compound": 0.4404}, {"text": "The Good Place on Netflix is hilarious if anybody’s looking for a show", "neu": 0.641, "pos": 0.359, "neg": 0.0, "compound": 0.6808}, {"text": "Baby elephants are my go to imagery when dealing with the public...puts me in a good place every time!", "neu": 0.842, "pos": 0.158, "neg": 0.0, "compound": 0.4926}, {"text": "D’Arcy Carden, Who Plays the All-Knowing Non-Human Entity on ‘ The Good Place ,’ Gets a Tattoo - The New York Times ", "neu": 0.786, "pos": 0.214, "neg": 0.0, "compound": 0.5994}, {"text": "may balak sana magcut ng theo wala pala si prof the world is truly a good place sometimes", "neu": 0.721, "pos": 0.279, "neg": 0.0, "compound": 0.7003}, {"text": "\"I'm surprised it's me you want to indulge in this New Yorker tradition with— but yeah!\" The blond shrugged. \"Pizza sounds great right now. And sure, payin' compliments where compliments are due. You know a good place around Hell's kitchen?\"", "neu": 0.588, "pos": 0.412, "neg": 0.0, "compound": 0.97}, {"text": "terrace house: aloha state, the good place , one punch man, the umbrella academy, on my block, 3%", "neu": 0.721, "pos": 0.139, "neg": 0.139, "compound": 0.0}, {"text": "ODHSAS would be a good place to start. Terri White has done nothing. Got arrested in FL and that was swept under the rug by the former governor. Here's more proof in a well written article. ", "neu": 0.799, "pos": 0.201, "neg": 0.0, "compound": 0.7794}, {"text": "Thank you Mr. or Ms. \"Law 5 - The Ref\". Yes, I agree. your blog is important place to exchange the opinions, to learn also. It is important, because there is no good place to discuss about refereeing in open and meritoric way in some countries. Both fans and referees need that.", "neu": 0.719, "pos": 0.243, "neg": 0.038, "compound": 0.875}, {"text": "Somewhere in a far-off corner of The Good Place , Jason Mendoza is weeping ", "neu": 0.633, "pos": 0.184, "neg": 0.184, "compound": 0.0}, {"text": "Can someone just take me out in one swift punch. My brain needs to reset. I need to update just like Janet on the good place", "neu": 0.753, "pos": 0.247, "neg": 0.0, "compound": 0.7351}, {"text": "I feel like you just watched the good place season 2", "neu": 0.565, "pos": 0.435, "neg": 0.0, "compound": 0.6597}, {"text": "i really cried tears of joy today bc im just in such a good place mentally.. ive been so strong for so long& i finally feel relief&im so thankful..God is good i feel so blessed. he put so many lessons in front of me so i can be the best version of myself. im embracing the process", "neu": 0.617, "pos": 0.312, "neg": 0.071, "compound": 0.9593}, {"text": "I wonder how this will effect the next season of the good place ", "neu": 0.791, "pos": 0.209, "neg": 0.0, "compound": 0.4404}, {"text": "Bruh if y’all aren’t watching the good doctor rn, that season finale made me do fist pumps in the air for joy. If David Shore or Michael Schur touch something, I enjoy it. House & The Office, The good Doctor and Parks N Rec / The Good Place / Superstore, they got me GoodDoctor", "neu": 0.737, "pos": 0.263, "neg": 0.0, "compound": 0.9403}, {"text": "okay but the good place s3e12 broooke me.", "neu": 0.531, "pos": 0.469, "neg": 0.0, "compound": 0.6486}, {"text": "It’s not the good place to find genuine friends. Twitterfacts", "neu": 0.592, "pos": 0.23, "neg": 0.178, "compound": 0.1764}, {"text": "a good place to send money is to the guy that says jews are greedy because they cling to their \"bags of jewish gold\" ?", "neu": 0.802, "pos": 0.111, "neg": 0.088, "compound": 0.1531}, {"text": "Expect the unexpected is probably a good place to start with this parliament, and all the scenarios you paint are possible... as for bringing something back that's already been voted on - it's an active discussion, and ultimately up to the Speaker to decide whether to accept.", "neu": 0.837, "pos": 0.163, "neg": 0.0, "compound": 0.802}, {"text": "Always tell someone, you did the right thing. It takes a lot of courage to admit that you aren’t in a good place , so be proud of yourself!", "neu": 0.655, "pos": 0.345, "neg": 0.0, "compound": 0.8903}, {"text": "i still maintain that is the good place but real", "neu": 0.804, "pos": 0.196, "neg": 0.0, "compound": 0.2382}, {"text": "Tiny visitor. While sat on the ground waiting for some of our little friends to appear, this one decided my thumb was a good place for a very extended grooming session. nature macrophotography insects wildlifephotography ", "neu": 0.845, "pos": 0.155, "neg": 0.0, "compound": 0.6915}, {"text": "I just made the same comparison. We are back to 2007. And that’s not a good place .", "neu": 0.853, "pos": 0.0, "neg": 0.147, "compound": -0.3412}, {"text": "Oh no that dude on The Good Place is going to be really upset. ", "neu": 0.579, "pos": 0.153, "neg": 0.268, "compound": -0.2944}, {"text": "Given that all of my knowledge of this comes strictly from Jason Mendoza of The Good Place , I’m pretty sure this is one of the worst things to ever happen in the history of the world. ", "neu": 0.719, "pos": 0.189, "neg": 0.092, "compound": 0.5106}, {"text": "All these spells the word excellence and sanity. He must be leading us to a good place . there you go everything is at your disposal, let's accord respect where it's due TopScientisttoProphet ", "neu": 0.735, "pos": 0.265, "neg": 0.0, "compound": 0.8779}, {"text": "Ouch man that sucks. Have u got the quotation for the repairs? I know a good place other than machines", "neu": 0.735, "pos": 0.142, "neg": 0.123, "compound": 0.1027}, {"text": "The Good Place , Parks & Rec, Bojack Horseman, Crazy Ex-Girlfriend, Jessica Jones, Dear White People, Everything Sucks! All good options", "neu": 0.507, "pos": 0.315, "neg": 0.178, "compound": 0.5848}, {"text": "Someone console Jason from The Good Place . Maybe a Browns backup? Tyrod gone to LA. Stanton only one QB left behind Baker.", "neu": 0.873, "pos": 0.127, "neg": 0.0, "compound": 0.4404}, {"text": "I'm familiar with WA ... it's no different than CA or NY for that matter. The big cities control the rest of the state, driving Leftist policies. You're not alone in thinking of a good place to find refuge. . ", "neu": 0.811, "pos": 0.137, "neg": 0.052, "compound": 0.3695}, {"text": "in a whole bunch of ways SA is really bad but in other ways its got some of the only good place left in all if the internet", "neu": 0.8, "pos": 0.123, "neg": 0.077, "compound": 0.3514}, {"text": "you’re in a good place socially and financially, the least you can do as a thirty-something year old is to make the conscious decision of being a decent human being. whoever the fuck is defending this piece of shit is pretty fucking brave", "neu": 0.674, "pos": 0.189, "neg": 0.137, "compound": 0.4005}, {"text": " I want to buy a good place shirt but none of the merch on the store is good! We need a Jeremy Bearimy shirt!", "neu": 0.705, "pos": 0.295, "neg": 0.0, "compound": 0.7604}, {"text": "Meri and Mariah were not in a good place when Mariah returned from college the first time. That's when Meri was catfished. Kody did not stop Janelle from going to Utah,Hell, he went too.,to see Maddie off. They finally get to a good place but Meri isn't supposed to help Mariah?", "neu": 0.853, "pos": 0.027, "neg": 0.119, "compound": -0.5926}, {"text": "This one is on a barrow in Lejre, Denmark, seat of the Scylding kings of Beowulf fame. Good place for a snooze. ", "neu": 0.756, "pos": 0.244, "neg": 0.0, "compound": 0.7003}, {"text": "Happy ThrowbackThursday fluffyfursday back to the time when a lunch box was a good place to sit CatsofTwitter cats ThursdayMotivation Have a great day furends! ", "neu": 0.634, "pos": 0.366, "neg": 0.0, "compound": 0.8999}, {"text": "What the hell...!! Good girl, RIP Christine... May Jesus, gave u a very good place on HIS side...", "neu": 0.677, "pos": 0.323, "neg": 0.0, "compound": 0.7702}, {"text": "I think this is a pretty good place to park for the night, gonna play it by ear to see if I can top 100 ", "neu": 0.636, "pos": 0.364, "neg": 0.0, "compound": 0.8519}, {"text": "How will this effect Jason's love for the Jags on \" the good place ?\"", "neu": 0.628, "pos": 0.372, "neg": 0.0, "compound": 0.7964}, {"text": "You don’t have to stick to the (although it’s a good place to start in my opinion) - there are all sorts of options for menstrual cups now. Saves so much waste and money! sustainableLiving take a look at these! ", "neu": 0.842, "pos": 0.07, "neg": 0.088, "compound": -0.1931}, {"text": "The UK is in a really good place to embrace technology because of our transparency and infrastructure so says MIPIM2019 ", "neu": 0.756, "pos": 0.244, "neg": 0.0, "compound": 0.6697}, {"text": "what no that's just water I spilled on my cheeks I wouldn't be crying at the end of season 3 of the good place it's a light-hearted comedy", "neu": 0.663, "pos": 0.264, "neg": 0.073, "compound": 0.696}, {"text": "Well this is really gonna shake up The Good Place ", "neu": 0.501, "pos": 0.358, "neg": 0.142, "compound": 0.4627}, {"text": "NoPixel has just bursted with popularity recently, I think it's great that it's getting the attention it's needed. I've played on NoPixel for about 14 months 5 days a week, and seeing the community in a good place makes me happy :)", "neu": 0.625, "pos": 0.375, "neg": 0.0, "compound": 0.9595}, {"text": "What's a good place to get cold, hard, political analysis of the 2020 candidates? I feel I probably ought to stay informed but I can't take any more shit takes.", "neu": 0.73, "pos": 0.062, "neg": 0.208, "compound": -0.6798}, {"text": "Good Place is a good breather from GOT cuz the first season is the worst but it’s worth toughing through cuz the overall storyline is HELLA empowering and a great story of recovering from trauma too. Probably a much easier watch now that you can binge than when you had to wait", "neu": 0.621, "pos": 0.257, "neg": 0.121, "compound": 0.8746}, {"text": "Have you seen The Good Place ?", "neu": 0.633, "pos": 0.367, "neg": 0.0, "compound": 0.4404}, {"text": "i miss the good place", "neu": 0.308, "pos": 0.446, "neg": 0.246, "compound": 0.3182}, {"text": "I watched The Good Place and then I watched Bob’s Burgers and I got to see/hear TWICE", "neu": 0.818, "pos": 0.182, "neg": 0.0, "compound": 0.4404}, {"text": "The good place , atypical, everything sucks, sex education", "neu": 0.526, "pos": 0.254, "neg": 0.219, "compound": 0.1027}, {"text": "\"Well... Endeavor does seem to know more about this than I let him say... It's a good place to start, but I /really/ hate him.\" Tomura said, glancing to the side with an irritated sigh. \"Thanks, Himiko...\" He muttered, glancing back at the other.", "neu": 0.753, "pos": 0.063, "neg": 0.184, "compound": -0.8381}, {"text": "On one of their DVDs (I can't remember which) there's a run through of all their music videos with commentary by the girls and that's probably a good place to start. They basically just criticise their fashion choices throughout but also offer some entertaining tea", "neu": 0.838, "pos": 0.121, "neg": 0.041, "compound": 0.5927}, {"text": "I have not seen The Good Place . So you are not it. You are a nice person.", "neu": 0.714, "pos": 0.154, "neg": 0.132, "compound": 0.1012}, {"text": "We can’t trust the large corporations for shit so individual level seems like a good place to start. This is not unlike inoculating a virus to beat a disease from the inside. Of course, the irony.", "neu": 0.675, "pos": 0.21, "neg": 0.116, "compound": 0.5994}, {"text": "Narrator: It wasn’t even a good place to dance. They followed their could be attackers to a shack in the ghetto with 987 people in it. Walking was hard enough so not a single move was busted. Tory was greatly displeased.", "neu": 0.752, "pos": 0.064, "neg": 0.184, "compound": -0.659}, {"text": "jake’s videos this time last month were the only thing that could make me smile. he really did bring me back into a good place", "neu": 0.803, "pos": 0.197, "neg": 0.0, "compound": 0.6597}, {"text": "GoodsRepublic is a good place to find official Satsuriku no Tenshi merch. The only downfall though is that it’s either sold out of a lot of things or a lot of the merch is expensive.", "neu": 0.855, "pos": 0.083, "neg": 0.063, "compound": 0.1779}, {"text": "Russian Doll - After Life - The Good Place - ...", "neu": 0.707, "pos": 0.293, "neg": 0.0, "compound": 0.4404}, {"text": "This place is the American restaurant from that good place episode and no I’m not going", "neu": 0.733, "pos": 0.152, "neg": 0.115, "compound": 0.1779}, {"text": "The Terror! It's a really great show (available on Amazon Prime) The Good Place American Gods One Day At A Time Santa Clarita Diet Westworld White Collar Pine Gap (this one blew my mind!) Travelers", "neu": 0.691, "pos": 0.228, "neg": 0.081, "compound": 0.7333}, {"text": "Bathrooms are a good place to employ some bold style. Dark tones, backlit mirrors, and patterned wall designs would usually not be appropriate in a kitchen, for example, but in the bathroom you have a little more leeway. What do ... ", "neu": 0.906, "pos": 0.094, "neg": 0.0, "compound": 0.4118}, {"text": "Maybe on The Good Place your character would be nice or torture TV Jason when he finds out about Blake Bortles", "neu": 0.652, "pos": 0.207, "neg": 0.141, "compound": 0.2023}, {"text": "I know it feels SUPER shitty rn but you're a young lad still there's PLENTY of time to find your feet & the pathway u thrive in, even if societal/parent pressure makes it seem like there isn't, you'll find a good place for it eventually even if things suck rn", "neu": 0.683, "pos": 0.106, "neg": 0.211, "compound": -0.7178}, {"text": "Yes but with no deal off the table we’ll be left with the EU’s crumbs. Not a good place to be.", "neu": 0.687, "pos": 0.075, "neg": 0.239, "compound": -0.6198}, {"text": "‘ The Good Place ’: Blake Bortles Is No Longer on the Jaguars – A Nation of Jasons Weeps ", "neu": 0.667, "pos": 0.129, "neg": 0.204, "compound": -0.1779}, {"text": "I--he's a real person? I been thinking he was just a running joke on The Good Place this whole time ", "neu": 0.746, "pos": 0.254, "neg": 0.0, "compound": 0.6249}, {"text": "Dark, the good place e ODAAT", "neu": 0.58, "pos": 0.42, "neg": 0.0, "compound": 0.4404}, {"text": "The Good Place will never recover ", "neu": 0.633, "pos": 0.367, "neg": 0.0, "compound": 0.4404}, {"text": "The legal and regulatory risks associated with commissions have never gone away. Adopting a healthy daily routine for monitoring commissions and having the right controls in place is a good place to start. Find out more - via DQPro", "neu": 0.777, "pos": 0.172, "neg": 0.051, "compound": 0.6124}, {"text": "Star Trek: Next Generation. More recently, The Good Place has been added to my comfort viewing too", "neu": 0.726, "pos": 0.274, "neg": 0.0, "compound": 0.6872}, {"text": "Oh you are in for a treat. If you want a good place to start go with the first film: The tale of Zatoichi.", "neu": 0.734, "pos": 0.266, "neg": 0.0, "compound": 0.7096}, {"text": "please bring and a bowl of ramen from the good place near the office", "neu": 0.679, "pos": 0.321, "neg": 0.0, "compound": 0.6369}, {"text": "As an aside, I'm blessed to live in Notts, so I'm absolutely surrounded by table top, Mantic, Warlord and GW all on my door step. I've know many people in the industry, and it's a good place to be.", "neu": 0.803, "pos": 0.197, "neg": 0.0, "compound": 0.8225}, {"text": "Oh, I’m so glad he is out of that other place and is getting such better treatment with these new caregivers! The fifteen minutes a day sounds like a good place to start cause they will extend it as he heals and gets stronger. This news is very encouraging!", "neu": 0.659, "pos": 0.341, "neg": 0.0, "compound": 0.9625}, {"text": " Denny’s did it before the the good place made it cool", "neu": 0.634, "pos": 0.366, "neg": 0.0, "compound": 0.6369}, {"text": "That’s actually the premise in the good place . An ethical question", "neu": 0.592, "pos": 0.408, "neg": 0.0, "compound": 0.7351}, {"text": "The past is a good place to learn from but a bad place to live..", "neu": 0.621, "pos": 0.11, "neg": 0.268, "compound": -0.5859}, {"text": "Wheresssss a good place to get pedis at in the valley", "neu": 0.756, "pos": 0.244, "neg": 0.0, "compound": 0.4404}, {"text": "why are more people not talking about The Good Place ????? It is pure creative genius.", "neu": 0.674, "pos": 0.326, "neg": 0.0, "compound": 0.7757}, {"text": "the commercial equivalent of Good Janet and Bad Janet from the Good Place", "neu": 0.518, "pos": 0.301, "neg": 0.181, "compound": 0.3182}, {"text": "Out of interest, how much longer are the safer routes? Do they go to useful places or are they on the margins? I haven't looked but I would guess they are not the easy option from A to B. book makes for a good place to start in this train of thought.", "neu": 0.766, "pos": 0.179, "neg": 0.055, "compound": 0.7141}, {"text": "A little news, HGTV/DIY, The Good Place , AP Bio & that’s about it. Oh, I wasn’t being cheeky either, apparently my ghost vagina really would be named... ", "neu": 0.809, "pos": 0.107, "neg": 0.085, "compound": 0.1531}, {"text": "I gotta say. Thank you. Dudes Dudets. Thudes. Y'all good people make the world a good place where I can find good existing", "neu": 0.588, "pos": 0.412, "neg": 0.0, "compound": 0.8807}, {"text": "Did an insta story of being at the gym to relieve stress. I got a message giving me a review of the gym and if it’s a good place for cruising. Smh oh boy gayppl", "neu": 0.668, "pos": 0.201, "neg": 0.131, "compound": 0.4019}, {"text": "The good place", "neu": 0.408, "pos": 0.592, "neg": 0.0, "compound": 0.4404}, {"text": " Now that Blake Bortles is no longer a Jaguar it's probably going to leave a major plot hole in NBC's The Good Place . ", "neu": 0.741, "pos": 0.119, "neg": 0.14, "compound": 0.128}, {"text": "That’s the only good place in tx ", "neu": 0.481, "pos": 0.519, "neg": 0.0, "compound": 0.6597}, {"text": "Pray to get casted in The Good Place .", "neu": 0.536, "pos": 0.464, "neg": 0.0, "compound": 0.6369}, {"text": "omg just found out the good place had their season finale like two months ago why did I think they were just on hiatus", "neu": 0.795, "pos": 0.205, "neg": 0.0, "compound": 0.6597}, {"text": "By far the top risk factor for cervical cancer is HPV infection - some 80% per . That would seem to be a good place to start to reduce the incidence of the cancer, correct?", "neu": 0.634, "pos": 0.11, "neg": 0.256, "compound": -0.802}, {"text": " Hi Guys! looking for people to play with! Have been wanting to try out the multiplayer component for a while! Any hookup avail for a good place to find other like-minded criminals to play with? All the online sessions are password protected! :'( nofriends ", "neu": 0.659, "pos": 0.215, "neg": 0.126, "compound": 0.5951}, {"text": "Sci Fi I’d say Skyward by Brandon Sanderson! It’s very accessible and I think a good place to start. Fantasy is always going to be a bit daunting. I started out with Name of the Wind and now all I read is thick fantasy books, so", "neu": 0.926, "pos": 0.074, "neg": 0.0, "compound": 0.4926}, {"text": "Hard to explain it to anyone not paying attention. Makes us sound like conspiracy theorists. I just tell people the crueler we get to immigrants the further right we go and it is not a good place for the majority so pay attention. It is all just so selfish.", "neu": 0.68, "pos": 0.042, "neg": 0.278, "compound": -0.9163}, {"text": "how similar are we? (tv shows) 10- once upon a time 10- jane the virgin 10- brooklyn 99 10- pretty little liars 10- gilmore girls 10- one day at a time 10- the good place 10- friends 10- how i met your mother 10- the fosters 100- total", "neu": 0.769, "pos": 0.173, "neg": 0.058, "compound": 0.7264}, {"text": "why does the opening theme for the Good Place sound like the theme from the Sims", "neu": 0.722, "pos": 0.278, "neg": 0.0, "compound": 0.6597}, {"text": "because no matter how good she tries to be, it's all for herself. she aint doing it for anyone, but for her to earn a place in the good place . she's driven by ambitious chidi's philosophers stand by that. no good exists if its for yourself", "neu": 0.664, "pos": 0.259, "neg": 0.077, "compound": 0.8873}, {"text": "What could be better than... Scoop of ice cream and crispy jalebi side by the pool Kalejo ko thandak pehgayi Good place to enjoy ur summer in clubcabana with ", "neu": 0.702, "pos": 0.298, "neg": 0.0, "compound": 0.8625}, {"text": "I dont understand why Ron Swanson's voice doesn't declare \"FREMULON\" At the end of The Good Place .", "neu": 0.838, "pos": 0.162, "neg": 0.0, "compound": 0.4404}, {"text": "It should really come as no surprise that global brands regard Africa as an inferior market and the products reflect that. The conversation we are having is a good place to start but moving on we have to involve govt. What are our ambassadors doing?", "neu": 0.85, "pos": 0.074, "neg": 0.076, "compound": -0.0211}, {"text": "Huh. I’ve watched 3 seasons of “ The Good Place ” and thanks to today’s Trends on Twitter just finally realized Blake Bortles is a real person.", "neu": 0.799, "pos": 0.201, "neg": 0.0, "compound": 0.7003}, {"text": "i'm in a good place . school is the only thing that is kicking me in the nuts.", "neu": 0.729, "pos": 0.151, "neg": 0.12, "compound": 0.1531}, {"text": "Is Jason completely distraught over The End of the Blake Bortles era? Or is he full on TeamFoles now? Is this a test inside the Good Place to see how we humans will react? It is all so confounding. TeamBortles TheGoodPlace", "neu": 0.838, "pos": 0.064, "neg": 0.098, "compound": -0.368}, {"text": "\"Scars on your face can ruin everything! You deserve to be appreciated for your inner AND outer beauty! A good place to start is by taking advantage of the 3+2 Anti - Scar offer at the new Layers Clinic, Kukatpaly , Himayatnagar Hyderabad! visit: ", "neu": 0.648, "pos": 0.239, "neg": 0.113, "compound": 0.7767}, {"text": "How does the average person with a family, start a business? Many dream of it, but what's the key to successfully running a business from home? This article from is a good place to start SmallBusiness EntrepreneurLife ThursdayThoughts", "neu": 0.756, "pos": 0.244, "neg": 0.0, "compound": 0.8753}, {"text": "eleanor in the good place : the musical ", "neu": 0.674, "pos": 0.326, "neg": 0.0, "compound": 0.4404}, {"text": "Cafe Zouk 8/10 (Food NEVER disappoints, but usually crowded at all times so ok vibes and ambience) Mouthful (havent tried the food but 10/10 for vibe and ambience) Rina Kitchenette (amazing food, good place but ok vibes) These are all on my personal experience. Hope it helps", "neu": 0.669, "pos": 0.331, "neg": 0.0, "compound": 0.9652}, {"text": "Matt 5-7, sermon on the Mount, is a good place to start. 5 teachings contradicting Moses? But the 3 wise guys are Matt. 2-3, I think. I did that story for Christmas (On wordpress).", "neu": 0.758, "pos": 0.175, "neg": 0.067, "compound": 0.5719}, {"text": "Noisy, messy, unconventional and progressive: remembering Rock Against Racism Rock Against Racism was a brilliantly unorthodox meeting of pop culture and politics. If you want a sense of the Britain of 40 years ago, a good place to start is the feat ", "neu": 0.608, "pos": 0.156, "neg": 0.236, "compound": -0.6369}, {"text": ". is amazing in Rebels. is amazing in The Good Place . (I'm only on S2E3 so no spoilers plz.)", "neu": 0.462, "pos": 0.373, "neg": 0.166, "compound": 0.7804}, {"text": "javascript with and you are in a good place already. But with you can start to focus on the important stuff without having to reinvent the wheel.", "neu": 0.836, "pos": 0.164, "neg": 0.0, "compound": 0.5719}, {"text": "I'm so happy for you that you're in a good place . And comeback is around the corner so even better :)", "neu": 0.545, "pos": 0.455, "neg": 0.0, "compound": 0.9237}, {"text": "If any non Anglophones are searching for a definition of the phrase 'puffed up little wanker' then this video might be a good place to start", "neu": 0.783, "pos": 0.103, "neg": 0.114, "compound": -0.079}, {"text": "I've finished season 3 of The Good Place and now I feel bored.", "neu": 0.643, "pos": 0.207, "neg": 0.15, "compound": 0.2023}, {"text": "i'm in such a good place in my life rn and i'm so happy. the happiest i've been in a long time and i love it.", "neu": 0.538, "pos": 0.462, "neg": 0.0, "compound": 0.9539}, {"text": "the good place season 3, sumario ", "neu": 0.633, "pos": 0.367, "neg": 0.0, "compound": 0.4404}, {"text": "Have you ever tried cryptotrading bitsgap is a good place to start, with all the tips and customer friendly onboarding. Try it out yourself!! Crypto cryptocurrency CryptoNews cryptocurrencies cryptoexchange cryptoworld fintech btc LTC ETH xrp ", "neu": 0.827, "pos": 0.173, "neg": 0.0, "compound": 0.7707}, {"text": "Maybe there's a tea cosy also. It would be interesting to know whether more social innovation has come from pubs or Meeting Houses. But the pub seems a good place to raise awareness about rising Fascism. ", "neu": 0.785, "pos": 0.215, "neg": 0.0, "compound": 0.8166}, {"text": "[1 of 2] Mabuhay: \" The Good Place \" (season 3). thegoodplaceonetc aDN191stWeeksary", "neu": 0.775, "pos": 0.225, "neg": 0.0, "compound": 0.4404}, {"text": "Glad to see someone else who likes it too! Love the originality but I worry that the series might end after season 4 Season 1 was in the theoretical good place Season 2 mainly involved being in the bad place Season 3 was on Earth and Season 4 is gonna be in the Medium Place", "neu": 0.691, "pos": 0.171, "neg": 0.138, "compound": -0.1386}, {"text": "After one game he saw all of that and now talking sh!t! Sure is funny to me how this game boost his confidence to talk then those other three he lost! We know tomorrow the analysts will make this game more than what it is bc they want them to win but we are still in a good place", "neu": 0.74, "pos": 0.235, "neg": 0.024, "compound": 0.9047}, {"text": "That’s a good place for you Chuckie... buried within the transgender troops", "neu": 0.775, "pos": 0.225, "neg": 0.0, "compound": 0.4404}, {"text": " American just getting into NRL and looking to try the game out, am I too late?? Where’s a good place to start?", "neu": 0.847, "pos": 0.153, "neg": 0.0, "compound": 0.533}, {"text": "megan amram is the elizabeth warren of writing for the good place and twitter. idk if this makes sense to anyone.", "neu": 0.815, "pos": 0.124, "neg": 0.06, "compound": 0.3612}, {"text": "For those of you who are wondering where Marana is in Arizona just a little bit on the edge of Tucson , and like I told you it's the wild west. You want your own horse baby, well here's your chance, just make sure you have a good place and good care.", "neu": 0.676, "pos": 0.324, "neg": 0.0, "compound": 0.9451}, {"text": "also i started watching the good place and it's so fucking funny i will literally sell my soul to janet", "neu": 0.715, "pos": 0.285, "neg": 0.0, "compound": 0.7485}, {"text": "hm.. *smacks my thighs* these babies can be a good place to rest a sleepy head.... and can also hold... a lot of hickies. :] [ ft. in the background wow ] ", "neu": 0.708, "pos": 0.292, "neg": 0.0, "compound": 0.872}, {"text": "The good place me hace muy feliz", "neu": 0.674, "pos": 0.326, "neg": 0.0, "compound": 0.4404}, {"text": "i’m looking for new mutuals so if you like -marvel, dc, star wars -halsey -the umbrella academy,stranger things, the good place ,b99,ahs -idk what else but basically i can be mutuals with anyone follow me (i’ll fb) and kindly favourite or retweet so more people see and", "neu": 0.779, "pos": 0.155, "neg": 0.066, "compound": 0.684}, {"text": "3 temporada de the good place , vou chorar", "neu": 0.674, "pos": 0.326, "neg": 0.0, "compound": 0.4404}, {"text": "he looks like the good place dummy ", "neu": 0.481, "pos": 0.519, "neg": 0.0, "compound": 0.6597}, {"text": "A good place to be! An experience that comes from the inside. Are you feeling joyful today? Are you a vessel of joy? spreadsomejoy ? experiencejoy createjoy joyfullife passiton ", "neu": 0.63, "pos": 0.37, "neg": 0.0, "compound": 0.9175}, {"text": "Thanks to The Good Place , Russian Doll, The OA, and Black Mirror, Philosophy Shows Are Excellent Right Now ", "neu": 0.612, "pos": 0.388, "neg": 0.0, "compound": 0.8591}, {"text": "the good place ! ", "neu": 0.385, "pos": 0.615, "neg": 0.0, "compound": 0.4926}, {"text": "oh yes, this kind of thing can be found all around the world, where economically distinct classes interact, it's often seen (and no less online). it's in a lot of TV shows! a good place to practice spotting it. it's very normalised by dominant cultures.", "neu": 0.832, "pos": 0.123, "neg": 0.046, "compound": 0.5707}, {"text": "Twitter isn't perfect, but it has been a good place to meet other leavers, following them, and being followed back. I just had an argument with a remainer and the usual \"what are the benefits of brexit\" time wasting argument. It made me realise how big a gap there is between", "neu": 0.68, "pos": 0.12, "neg": 0.2, "compound": -0.5857}, {"text": "The good place will never be the same", "neu": 0.707, "pos": 0.293, "neg": 0.0, "compound": 0.4404}, {"text": "Heck, being the 1st XI character in Dissidia already made her the most famous XI character, since practically never talks about the game and its characters, and as a multiversal FF nexus, that would would be a good place to learn about how to move between worlds.", "neu": 0.87, "pos": 0.13, "neg": 0.0, "compound": 0.7531}, {"text": "THE GOOD PLACE will probably get cancelled now ", "neu": 0.516, "pos": 0.312, "neg": 0.172, "compound": 0.3885}, {"text": "Twitter's a good place or Facebook you know all the usual social media sites", "neu": 0.805, "pos": 0.195, "neg": 0.0, "compound": 0.4404}, {"text": "‘ The Good Place ’: Blake Bortles Is No Longer on the Jaguars – A Nation of Jasons Weeps indie music ", "neu": 0.694, "pos": 0.118, "neg": 0.188, "compound": -0.1779}, {"text": "You can comment and post on the ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Good place for her. Now we’ll get all the gossip.", "neu": 0.635, "pos": 0.23, "neg": 0.135, "compound": 0.296}, {"text": "Because of Harare's water problems, people in the neighborhood would bring their buckets to collect muddy (and obviously contaminated) water, and car owners found it a good place to park and wash their cars (because, free and available water!).", "neu": 0.792, "pos": 0.147, "neg": 0.061, "compound": 0.5848}, {"text": "im not religious at all but I just started watching the good place and now I want to be an extraordinarily good human being because if I don’t, shrimp will fall from the fucking sky", "neu": 0.76, "pos": 0.24, "neg": 0.0, "compound": 0.8462}, {"text": "Did he just NolfNextTopic you about the team race? That’s like: KB: where is a good restaurant in Pittsburg? PSU Fan: Pennsylvania State is going to win the national title KB: ok so where is a good place to eat in Pittsburg?", "neu": 0.665, "pos": 0.335, "neg": 0.0, "compound": 0.9445}, {"text": "Starting today with a MaccyD’s breakfast and no headache for the first time this week, so I’m in a good place !", "neu": 0.75, "pos": 0.153, "neg": 0.097, "compound": 0.3084}, {"text": "All the others are Netflix originals besides Good Place and Crazy Ex, so aside from those 2 you have all the episodes. Jessica Jones and Everything Sucks! were cancelled though I believe, soooo", "neu": 0.728, "pos": 0.078, "neg": 0.194, "compound": -0.5093}, {"text": "I can’t believe Blake Bortles is the real name of a real person I thought the good place just made him up!!", "neu": 0.838, "pos": 0.162, "neg": 0.0, "compound": 0.5399}, {"text": "smol steps. a phamarcist is a good place to start for the red spots tbh.", "neu": 0.805, "pos": 0.195, "neg": 0.0, "compound": 0.4404}, {"text": "The Good Place . Twists aren't just limited to s1 (and I argue s2 is basically perfect beginning to end).", "neu": 0.568, "pos": 0.335, "neg": 0.097, "compound": 0.7065}, {"text": "Okay I need to find a site that streams season 3 episodes 1-8 of The Good Place please I love this show so much and can't skip ahead to what is currently on Hulu", "neu": 0.697, "pos": 0.303, "neg": 0.0, "compound": 0.8834}, {"text": "Wish him all the best and hope / newcastle becomes a good place for him and his family on and off field", "neu": 0.557, "pos": 0.443, "neg": 0.0, "compound": 0.9136}, {"text": "Goddamn that’s ice cold. How will the Good Place treat this I wonder? ", "neu": 0.508, "pos": 0.316, "neg": 0.175, "compound": 0.3612}, {"text": "TO has to get better breakfast places . Had a hard time over the weekend to find a good place . Allo mon coco please go to TO!", "neu": 0.671, "pos": 0.282, "neg": 0.047, "compound": 0.7901}, {"text": "stolen from tl, how similar are our tastes? (rarer show = higher point value) manifest - 300 pts izombie - 200 pts wynonna earp - 200 pts lucifer - 200 pts veronica mars - 200 pts superstore - 150 pts one day at a time - 150 pts brooklyn 99 - 100 pts the good place - 100 pts", "neu": 0.883, "pos": 0.056, "neg": 0.061, "compound": -0.0772}, {"text": "[2 of 2] Mabuhay: \" The Good Place \" (season 3). thegoodplaceonetc aDN191stWeeksary", "neu": 0.775, "pos": 0.225, "neg": 0.0, "compound": 0.4404}, {"text": "team bully nick sounds good hey nick can u hear us r u in the good place or the bad place", "neu": 0.528, "pos": 0.219, "neg": 0.253, "compound": -0.2263}, {"text": "prettyyyyyyyy ( good place to catch up on all the lectures I missed whilst I was sick) ", "neu": 0.702, "pos": 0.17, "neg": 0.129, "compound": 0.1779}, {"text": "I'm in Paris tonight, anyone know where is a good place to watch the game? COYG", "neu": 0.828, "pos": 0.172, "neg": 0.0, "compound": 0.4404}, {"text": "Blowhole says hai :) welcome to the good place . ", "neu": 0.403, "pos": 0.597, "neg": 0.0, "compound": 0.836}, {"text": "None of these? The Good Place would be a good one. Not these kids shows", "neu": 0.674, "pos": 0.326, "neg": 0.0, "compound": 0.7003}, {"text": "If you haven't tried it I reccomend \" The good place \" it's on Netflix and it's pretty similar", "neu": 0.697, "pos": 0.303, "neg": 0.0, "compound": 0.7269}, {"text": "‘ The Good Place ’: Blake Bortles Is No Longer on the Jaguars – A Nation of Jasons Weeps ", "neu": 0.667, "pos": 0.129, "neg": 0.204, "compound": -0.1779}, {"text": "i was in a very good place in my life when i found this song. started succeeding and growing my stream at a rapid rate, decided to go full time, it's recent, but it always takes me back to my montage that used it, plus the time when it all got real for me. ", "neu": 0.894, "pos": 0.106, "neg": 0.0, "compound": 0.5494}, {"text": "Another place that is a really good place to go when it comes to actually finding computer parts and talking to someone is Micro Center if you live near one it's a dedicated computer store they have some super knowledgeable employees there I think there's one in the Atlanta area", "neu": 0.813, "pos": 0.187, "neg": 0.0, "compound": 0.8777}, {"text": "Looked very similar to the Ducky Shine 3 I cleaned a few weeks ago. Also r/mechanicalkeyboards is a good place to search through if you need parts or info.", "neu": 0.892, "pos": 0.108, "neg": 0.0, "compound": 0.4404}, {"text": " after listening to ep 49 I must implore you to stick with the good place . Seasons 1 & 2 are excellent there is even a brilliant explanation in season 3 about no-one can be fundamentally good. My wife and I love it!", "neu": 0.628, "pos": 0.372, "neg": 0.0, "compound": 0.9571}, {"text": "You're correct. The prayer will do absolutely nothing but the thought comes from a good place . Namaste", "neu": 0.796, "pos": 0.204, "neg": 0.0, "compound": 0.5927}, {"text": "I've got it! We're in The Bad Place! There's no way we'd be asked such an important and complicated question such as should we leave/remain in the EU in the Good Place ! We're being tortured! TheGoodPlace Brexit", "neu": 0.678, "pos": 0.1, "neg": 0.222, "compound": -0.7762}, {"text": "This reminds my of the good place where there's that guy who guessed 80% of the after life. I feel like that now listening to ", "neu": 0.803, "pos": 0.197, "neg": 0.0, "compound": 0.6597}, {"text": "Somewhere is Morroco... Good place to shoot a music video? You will see more of this place in the future.... musicvideo morocco ouarzazate desert reggae hiphop sickplace lonely ", "neu": 0.755, "pos": 0.091, "neg": 0.154, "compound": -0.25}, {"text": "Parks and Rec, Friends, The Good Place", "neu": 0.455, "pos": 0.545, "neg": 0.0, "compound": 0.7184}, {"text": "yall don't understand. my mental health was so bad i was having an extremely rough time with school. now that im in a good place , this is the first time i really want to pursue at least a bachelors degree. i was close to callingit quits when i received my associates", "neu": 0.824, "pos": 0.088, "neg": 0.088, "compound": -0.2496}, {"text": "That is okay. This started with a very strange original tweet, and I just made the very illogical conclusion. Just proof we need more Good Place tweets.", "neu": 0.683, "pos": 0.249, "neg": 0.068, "compound": 0.6786}, {"text": "Are Kevin from B99 and Shawn from The Good Place the same person? Not literally, I get they’re the same human irl but Shawn just pulled out a “Can’t you tell; I’m giggling like a schoolgirl” completely deadpan and that’s a Holt/Kevin move. BrooklynNineNine TheGoodPlace ", "neu": 0.818, "pos": 0.182, "neg": 0.0, "compound": 0.8151}, {"text": "Another beautiful view across Salisbury from the Harnham Water Meadows, definitely a good place to explore in Wiltshire timeforwiltshire ", "neu": 0.612, "pos": 0.388, "neg": 0.0, "compound": 0.8591}, {"text": "Atlanta natives meeting in the Pacific Northwest: HEY it’s always good to meet someone from home lol! ... So yea where’s a good place to get good food here? Nowhere? Ok.", "neu": 0.64, "pos": 0.311, "neg": 0.048, "compound": 0.8824}, {"text": "A great example of this is Janet from ' The Good Place ' ", "neu": 0.533, "pos": 0.467, "neg": 0.0, "compound": 0.7906}, {"text": "The walkway in between the 300 and 400 hall is NOT a good place to make out ", "neu": 0.862, "pos": 0.0, "neg": 0.138, "compound": -0.3412}, {"text": "Jason from The Good Place is not gonna be happy about this ", "neu": 0.629, "pos": 0.182, "neg": 0.189, "compound": -0.0253}, {"text": "The good place !!", "neu": 0.463, "pos": 0.537, "neg": 0.0, "compound": 0.5399}, {"text": "Now isnt the time fau Maggie isnt in a good place", "neu": 0.789, "pos": 0.0, "neg": 0.211, "compound": -0.3412}, {"text": "You could most definitely be right. How I see it is they're not in a good place in the pilot. Ali wants it to work, Emily may feel otherwise and ends up wanting a divorce which is why Ali takes her ring off", "neu": 0.876, "pos": 0.069, "neg": 0.055, "compound": 0.1499}, {"text": "A good place to live and work for those who want to escape the congestion, pollution and poor planning associated with Nairobi City TatuForBig4Agenda", "neu": 0.679, "pos": 0.211, "neg": 0.111, "compound": 0.2023}, {"text": "this, community, brooklyn 99, parks and rec, the good place and the first three seasons of arrested development are the best examples of comedy done right", "neu": 0.634, "pos": 0.277, "neg": 0.089, "compound": 0.7579}, {"text": "“We were never in the good place , THIS is the bad place!” ", "neu": 0.617, "pos": 0.0, "neg": 0.383, "compound": -0.735}, {"text": "The Good place ? is that a movie or something?", "neu": 0.682, "pos": 0.318, "neg": 0.0, "compound": 0.504}, {"text": "You honestly can never go wrong with THE GOOD PLACE .", "neu": 0.432, "pos": 0.568, "neg": 0.0, "compound": 0.8476}, {"text": "good place to start is 70 or 50 but 50 gives you a lot that you have to just deal with before endgame, the high point of the series before it gets bogged down in ken penders love interests", "neu": 0.773, "pos": 0.227, "neg": 0.0, "compound": 0.882}, {"text": "The Reuters series is a good place to start. Leaks, cheats etc ", "neu": 0.612, "pos": 0.197, "neg": 0.19, "compound": 0.0258}, {"text": "you were great in NBC's hit quirky comedy for people that think they are smarter than they are,, The Good Place", "neu": 0.576, "pos": 0.424, "neg": 0.0, "compound": 0.91}, {"text": "Yes hellas. Good girls, this is us, the good place .", "neu": 0.452, "pos": 0.548, "neg": 0.0, "compound": 0.8176}, {"text": "Blake Bortles, Longtime The Good Place Punchline, Cut By the Jaguars ", "neu": 0.643, "pos": 0.207, "neg": 0.15, "compound": 0.2023}, {"text": "Commissioning a study on the impact on The Good Place . ", "neu": 0.734, "pos": 0.266, "neg": 0.0, "compound": 0.4404}, {"text": "If you want to start with the original DragonBall, definitely start at the beginning. If you want to start with DBZ, then starting from the Namek Saga is a good place . I personally don't think you'll be missing anything that isn't super integral to the characters/story. ", "neu": 0.7, "pos": 0.199, "neg": 0.101, "compound": 0.486}, {"text": "watch the good place if you’ve not seen it yet! or santa clarita diet", "neu": 0.803, "pos": 0.197, "neg": 0.0, "compound": 0.4926}, {"text": "So happy you’re here. You’ve arrived in the real Good Place .", "neu": 0.566, "pos": 0.434, "neg": 0.0, "compound": 0.7841}, {"text": "I spent my vacation watching all 9 seasons of AHS and now finally finished The Good Place . People recommend some show but I watched the first episode and that crap messed me up.", "neu": 0.718, "pos": 0.102, "neg": 0.18, "compound": -0.5859}, {"text": "now that im done watching the good place my life is EMPTY literally what am i gonna do after studying?????? I NEED SMTH TO FRY MY BRAIN WHILE I TRY TO FORGET MY EXISTENCE", "neu": 0.756, "pos": 0.078, "neg": 0.165, "compound": -0.4983}, {"text": "How to get away with murder, the good place", "neu": 0.479, "pos": 0.199, "neg": 0.322, "compound": -0.4215}, {"text": "ok guys THE GOOD PLACE is a really really good series that you should absolutely watch asap (it's on netflix)!!! it's a comedy that includes philosophy and ethics. you're gonna laugh your ass out while learning how to be a good person at the same time. amazeballs!!! 10/10 ", "neu": 0.617, "pos": 0.326, "neg": 0.057, "compound": 0.9481}, {"text": "Yup. Best nap in a long time and if you hit a really good place - the dinning after is wondrous!", "neu": 0.676, "pos": 0.324, "neg": 0.0, "compound": 0.8264}, {"text": "\"I believe it's very hard to have fun in Iceland without fish being involved in some way.\" -- Looking for a good place to party (Terry Pratchett, Johnny and the Dead)", "neu": 0.711, "pos": 0.243, "neg": 0.046, "compound": 0.8024}, {"text": "‘ The Good Place ’: Blake Bortles Is No Longer on the Jaguars – A Nation of Jasons Weeps ", "neu": 0.667, "pos": 0.129, "neg": 0.204, "compound": -0.1779}, {"text": "Good place is fun. The Last Kingdom is legit", "neu": 0.53, "pos": 0.47, "neg": 0.0, "compound": 0.7351}, {"text": "The Jags have released Bortles! Someone check on Jason from the Good Place !", "neu": 0.775, "pos": 0.225, "neg": 0.0, "compound": 0.5399}, {"text": "all i know about blake bortles is from the good place and idk what any of this news means but i hope jason mendoza doesn't get too sad", "neu": 0.68, "pos": 0.282, "neg": 0.037, "compound": 0.8373}, {"text": "worst episode of the good place ", "neu": 0.364, "pos": 0.264, "neg": 0.373, "compound": -0.296}, {"text": "Bortles should do a guest spot on The Good Place Jason: WHOA! Blake Bortles? You’re like my hero, man. Are you dead now? Blake: No, but my career is. [looks directly at camera]", "neu": 0.712, "pos": 0.176, "neg": 0.112, "compound": 0.3404}, {"text": "Yeah he's currently on The Good Place too.", "neu": 0.541, "pos": 0.459, "neg": 0.0, "compound": 0.6249}, {"text": "So i have been stuck due to flight cancellations. Got rebooked on a airline i don’t fly much. I have a card to get in their lounge but left it home. A gentleman let me as his gust without knowing me. Feels good to know the world is a good place . RandomActsOfKindness airports", "neu": 0.822, "pos": 0.147, "neg": 0.031, "compound": 0.7946}, {"text": "Just finished the first season of The Good Place and idk how to survive the next 24 hours or so not bingeing the 2nd season????", "neu": 0.814, "pos": 0.137, "neg": 0.05, "compound": 0.5362}, {"text": "Well the big question now is how are they going to handle this on “ The Good Place ”?", "neu": 0.773, "pos": 0.227, "neg": 0.0, "compound": 0.6124}, {"text": "good place for a big mac in the mcdonalds drive thru and you get a fursuit", "neu": 0.818, "pos": 0.182, "neg": 0.0, "compound": 0.4404}, {"text": "Have you read Emma Hannigans new book Holly?? That would be a good place to start back... you are so right about the phone. Book reading is escapism- phone reading most definitely is not!!!! X", "neu": 0.807, "pos": 0.193, "neg": 0.0, "compound": 0.8137}, {"text": "I‘m calling it right fucking now, Blake Bortles guest stars on The Good Place .", "neu": 0.818, "pos": 0.182, "neg": 0.0, "compound": 0.4404}, {"text": "I haven’t seen a good one in a whileeee, but have you seen the Fosters & the good place ?", "neu": 0.691, "pos": 0.309, "neg": 0.0, "compound": 0.7003}, {"text": "Here's the first half of Chapter 14 we promised. We know you'll love this book. ...When the first settlers crossed the Missouri river on the old ferryboat in 1854 and decided Omaha was a good place in which... ", "neu": 0.78, "pos": 0.22, "neg": 0.0, "compound": 0.8625}, {"text": "To the Good Place ?", "neu": 0.508, "pos": 0.492, "neg": 0.0, "compound": 0.4404}, {"text": "Females only Is The Movie Theater a good place to go for a first date? Honest answer!", "neu": 0.667, "pos": 0.333, "neg": 0.0, "compound": 0.7574}, {"text": "I want to read something leadership-y since I'm helming the Equity Team and sometimes I feel like I'm teaching a French class when I don't know French. Would this be a good place to start?", "neu": 0.801, "pos": 0.199, "neg": 0.0, "compound": 0.6908}, {"text": "I understand why you would feel that way, but it really isn't worth it. You might enjoy The Good Place , though.", "neu": 0.617, "pos": 0.296, "neg": 0.088, "compound": 0.7739}, {"text": "I don't care about the Jags, so I'm just hoping the Blake Bortles jokes continue somehow on The Good Place .", "neu": 0.586, "pos": 0.311, "neg": 0.103, "compound": 0.6526}, {"text": "Do you watch The Good Place ?", "neu": 0.633, "pos": 0.367, "neg": 0.0, "compound": 0.4404}, {"text": "I finally watched the good place season three and I'm suprisingly emotional", "neu": 0.667, "pos": 0.333, "neg": 0.0, "compound": 0.5423}, {"text": "One of my favs on tv, late to the party Arianna but better late than never, welcome to the good place it’s about forking time", "neu": 0.622, "pos": 0.283, "neg": 0.095, "compound": 0.7453}, {"text": "but i guess what im saying is they have the opportunity to change someones life and im in not a good place right not, and if you reading this i have an important message for you on dms so pls dm i promise its worth ur time plessss", "neu": 0.693, "pos": 0.25, "neg": 0.057, "compound": 0.8624}, {"text": "Vacillating between urging you not to pack it in, but also to take care of yourself, and your mental health. Twitter is not a good place at the moment - too draining.", "neu": 0.791, "pos": 0.121, "neg": 0.088, "compound": 0.2939}, {"text": "Breakup with her. She’s as bad as Chidi from the good place ", "neu": 0.61, "pos": 0.177, "neg": 0.213, "compound": -0.1531}, {"text": "just me problems: i wouldn’t be sad that i finished s1&2 of the good place in two days, but alas, the good place has 3 full seasons & netflix only has 2/3. whereas hulu has the second half of s3 but nothing else... can i get an F in the chat", "neu": 0.764, "pos": 0.111, "neg": 0.125, "compound": 0.0644}, {"text": "Schists Creek, parks and recreations, The good place .", "neu": 0.707, "pos": 0.293, "neg": 0.0, "compound": 0.4404}, {"text": "Has anyone told The Good Place writers? ", "neu": 0.674, "pos": 0.326, "neg": 0.0, "compound": 0.4404}, {"text": "WOW. The Good Place on Netflix is GREAT! you're killin' it babe! moralphilosophy TheGoodPlace", "neu": 0.461, "pos": 0.539, "neg": 0.0, "compound": 0.9306}, {"text": "Love the community garden - good place to wander and ponder for the scholar. publichousing kirribilli", "neu": 0.647, "pos": 0.353, "neg": 0.0, "compound": 0.7964}, {"text": "Mine is: Grayson is the better prankster because she was in a good place in a couple weeks ago lol", "neu": 0.636, "pos": 0.364, "neg": 0.0, "compound": 0.8225}, {"text": "If your an atheist. You don’t believe in god. God created the concept of good or evil if you believe in being “good” you believe in higher power cause you wouldn’t have a reason to be good. Your being good so can die & go to a good place . allllllllllll contradiction", "neu": 0.572, "pos": 0.268, "neg": 0.159, "compound": 0.6395}, {"text": "Lowkey until I know we’re in a good place and both actually like each other well enough. Sometimes keeping the relationship off social media keeps the relationship stronger in my opinion bc no need for people wanting to talk shit, be in your business, etc. ", "neu": 0.699, "pos": 0.191, "neg": 0.11, "compound": 0.5106}, {"text": "The Good Place", "neu": 0.408, "pos": 0.592, "neg": 0.0, "compound": 0.4404}, {"text": "Who wouldn’t want to be on The good place ? Forking no one, that’s who. Money well spent if you get a part ", "neu": 0.667, "pos": 0.247, "neg": 0.086, "compound": 0.4767}, {"text": "My mom sent me the link to my Uncle Graysons slideshow from his funeral. I miss that man. His soul and heart was always in a good place .", "neu": 0.767, "pos": 0.097, "neg": 0.137, "compound": -0.0516}, {"text": "Yes, let's start with your impeachment! And the imprisonment of your spawn and your son-in-law. That would be a good place to start.", "neu": 0.772, "pos": 0.228, "neg": 0.0, "compound": 0.7088}, {"text": "Also The Good Place", "neu": 0.508, "pos": 0.492, "neg": 0.0, "compound": 0.4404}, {"text": "Again I don't think they're necessarily over they're just not in a good place . I have more of an issue with them going around saying they would honor the relationship and that they were good, when in reality they planned on letting this slip right before the show", "neu": 0.84, "pos": 0.064, "neg": 0.096, "compound": -0.1561}, {"text": "me going literally everywhere: “ah this is such a good place to have an all girls trip.” “omg I’m so glad we’re all girls here” “THE ALL GIRLS TRIP AESTHETIC!!!” (as if I have gone on any trip that’s not an all girls one)", "neu": 0.84, "pos": 0.16, "neg": 0.0, "compound": 0.8245}, {"text": "Oh shit someone broke in here.. Honestly hejeksks (But I kept clicking) with a gun against the door of a car in a good place and that dog is definitely not the one in my house", "neu": 0.599, "pos": 0.198, "neg": 0.203, "compound": -0.0516}, {"text": "since i did my music taste, now i’ll go tv (stolen): how similar are we? 11- superstore 10- will & grace 10- brooklyn 99 10- the office 10- parks & rec 10- good girls 10- the good place 10- friends 10- the nanny 10- trial & error 10- 30 rock 111- total", "neu": 0.749, "pos": 0.204, "neg": 0.047, "compound": 0.8402}, {"text": "Oh no. Jason Mendoza is probably really sad about this. Maybe they'll talk about this on a future episode of The Good Place . ", "neu": 0.691, "pos": 0.105, "neg": 0.203, "compound": -0.4005}, {"text": "Noooooooooooooooooo....wait, does that mean we’re in The Good Place or The Bad Place? I’m so confused. Bortles!!! ", "neu": 0.577, "pos": 0.12, "neg": 0.304, "compound": -0.667}, {"text": "Hokkaido is good place to visit. I have been there in summer time and the views I saw were great.", "neu": 0.696, "pos": 0.304, "neg": 0.0, "compound": 0.7906}, {"text": "The Good Place trending because of Bortles is my favorite thing.", "neu": 0.604, "pos": 0.396, "neg": 0.0, "compound": 0.7096}, {"text": "“Vertical sprawl.” Hm. The city is now planning around the new subway station at Scarborough Town Centre. These two places are both 200 m from that station. Guess which one city planning views as a good place for new residential development? ", "neu": 0.929, "pos": 0.071, "neg": 0.0, "compound": 0.4404}, {"text": "it's about a dead woman who finds herself in the good place (heaven) but finds out she's there by mistake and she actually belongs in the bad place (hell). the whole show is witty & well-written w/ jaw-dropping twists. plus, one main of the main characters is filipino.", "neu": 0.771, "pos": 0.036, "neg": 0.193, "compound": -0.8608}, {"text": "On my 2018 visit to the Middle East I was going through a tough patch. I had been f**ked over. Got burnt hard. I was full of hate, resentment and anger. I wasn't in a good place I needed ", "neu": 0.625, "pos": 0.0, "neg": 0.375, "compound": -0.9275}, {"text": "I'm returning to my dress-and-flats wearing self pre-TV prod days. And I'm slowly ditching my jeans-and-sneakers-wearing stressed TV prod person look. Or maybe this is just me being 30 and loving the good place where I am right now.", "neu": 0.792, "pos": 0.154, "neg": 0.054, "compound": 0.6597}, {"text": "I’ve been listening to a lot of Florence + the Machine lately. I’m in a pretty good place right now. But I also want to point out that “How Big, How Blue, How Beautiful” is a masterpiece.", "neu": 0.709, "pos": 0.291, "neg": 0.0, "compound": 0.8885}, {"text": "A good place to start is ", "neu": 0.58, "pos": 0.42, "neg": 0.0, "compound": 0.4404}, {"text": "The Good place", "neu": 0.408, "pos": 0.592, "neg": 0.0, "compound": 0.4404}, {"text": "Yes! Good place to start would be , she has a whole playlist of BSL lessons, and then there’s an online course for bsl 101, it’s 20 quid for the whole thing and you get the resources indefinitely, bear with I’ll find the link", "neu": 0.872, "pos": 0.128, "neg": 0.0, "compound": 0.7088}, {"text": "Saw this on BBC. Fascinating. Congratulations! Did you consider that the pigs might have been sacrificed? ...rather than feasted upon (I know nothing about what people did with pigs in neolithic times but Stonehenge looks like a good place for a sacrifice)", "neu": 0.749, "pos": 0.251, "neg": 0.0, "compound": 0.902}, {"text": "This post, the follow-up, and the response to that is a good place to start. ", "neu": 0.818, "pos": 0.182, "neg": 0.0, "compound": 0.4404}, {"text": "OH NO THEY DID NOT JUST THROW SHADE ON HAWAIIAN PIZZA the good place ? Cancelled ", "neu": 0.605, "pos": 0.146, "neg": 0.249, "compound": -0.2577}, {"text": "Internet RIP’d. Might be a good place to call it. I wanted to stick around through the night but there are many good days ahead. Much love ladies and nerds.", "neu": 0.683, "pos": 0.317, "neg": 0.0, "compound": 0.9118}, {"text": "This culture in the game if you wish for either to become the inclusive, fun, family friendly game, for everyone, that your looking for. It's not that making it easier for people to feel comfortable reporting these things is going to solve the problem, but that's a good place", "neu": 0.699, "pos": 0.269, "neg": 0.032, "compound": 0.8898}, {"text": "Brooklyn 99 is gonna be a no for me and I’ve only seen one episode of the good place . Definitely should start watching it again. Thanks", "neu": 0.662, "pos": 0.268, "neg": 0.069, "compound": 0.743}, {"text": "this reason is also why ph is a good place to travel for english speakers since pretty much everyone can speak english and there’s a lot of stuff with the english language. also also why it’s easier to learn tagalog than other languages since ppl can use taglish", "neu": 0.829, "pos": 0.171, "neg": 0.0, "compound": 0.836}, {"text": "Had a laugh at his reference to \" The Good Place \" comedy reference on ethical choices. Have you ever watched the \"Person of Interest\" series with its ethical AI working on crime prevention?", "neu": 0.521, "pos": 0.403, "neg": 0.076, "compound": 0.9337}, {"text": "The writers on The Good Place are scrambling...", "neu": 0.707, "pos": 0.293, "neg": 0.0, "compound": 0.4404}, {"text": "I'm in such a really good place at the moment....", "neu": 0.715, "pos": 0.285, "neg": 0.0, "compound": 0.4927}, {"text": " I wonder how Jason from The Good Place will feel!", "neu": 0.715, "pos": 0.285, "neg": 0.0, "compound": 0.4926}, {"text": "The Good Place will never be the same. ", "neu": 0.707, "pos": 0.293, "neg": 0.0, "compound": 0.4404}, {"text": "i just finished rewatching gg!!! but i’ve seen the fosters & the good place . i haven’t been able to get into black mirror tbh but i have heard good things about the umbrella academy!", "neu": 0.721, "pos": 0.279, "neg": 0.0, "compound": 0.8877}, {"text": "techically speaking no matter how good eleanor does to gain points to stay in the good place , she's driven by her own interest - if we go by that, then she's doing it for herself because there's no pure intent without an ill motive behind it. even if she's being good, she isnt", "neu": 0.652, "pos": 0.281, "neg": 0.067, "compound": 0.9206}, {"text": "What is gonna happen to Jason’s alias, “Jake Jortles” ? The Good Place weeps for Duuuval. Oh no, ", "neu": 0.651, "pos": 0.135, "neg": 0.214, "compound": -0.1779}, {"text": "Im in such a good place in my life right now. Like no I haven’t accomplished a lot of high school goals I’ve had but I have accomplished so much more. God out here giving me the most and making me grow (I wish in height but that ain’t gonna happen) BlessUp", "neu": 0.653, "pos": 0.321, "neg": 0.026, "compound": 0.9519}, {"text": " _Mighty_Mojo morning Mo, I’m the hammered guy who got the train with you last night after the match, hope you found a good place for a beer after & was good to meet up", "neu": 0.763, "pos": 0.237, "neg": 0.0, "compound": 0.8271}, {"text": "I don't know where to start. I'll pick one red flag from the film, then I'll leave you to your own investigative devices.... These two journalists are a good place to start for some balance. The former was interviewed by ZB.", "neu": 0.9, "pos": 0.071, "neg": 0.029, "compound": 0.4019}, {"text": "A good place to swing by if in the area. and At ", "neu": 0.775, "pos": 0.225, "neg": 0.0, "compound": 0.4404}, {"text": "I need the Good Place to fit this in the script next season", "neu": 0.649, "pos": 0.351, "neg": 0.0, "compound": 0.6597}, {"text": "-i like to sing -my birthday is the 16th of march -my favourite shows are jane the virgin and the vampire diaries -shows i’m currently watching: the order, the originals, dynasty, gossip girl, the good place , riverdale ect -i live in australia -i have 3 animals", "neu": 0.855, "pos": 0.11, "neg": 0.035, "compound": 0.5719}, {"text": "I want to know why all you Liberals are still here in this Country? You were all crying like babies and said if Trump won you were moving! so please ALL OF YOU MOVE. Venezuela would be a good place as you all seem to LOVE the Socialist way of life!!!", "neu": 0.65, "pos": 0.302, "neg": 0.048, "compound": 0.9468}, {"text": "So I actually tot twitter was a good place to advertise a product till I tweeted it. Jux one retweet. Just one friend on twitter retweeted it. The funny thing is I keep seeing tweets from people with “start a business today”.", "neu": 0.786, "pos": 0.214, "neg": 0.0, "compound": 0.8402}, {"text": "deadass has the good place season 3 and rick & morty", "neu": 0.734, "pos": 0.266, "neg": 0.0, "compound": 0.4404}, {"text": "Yes!! Kyoto is nise place.　　　　　　　 I went to Kyoto but it is a very good place . The food is delicious.", "neu": 0.56, "pos": 0.44, "neg": 0.0, "compound": 0.9148}, {"text": "Wait, Blake Bortles is a real person?? I thought he was just a made up name from The Good Place ", "neu": 0.831, "pos": 0.169, "neg": 0.0, "compound": 0.504}, {"text": "i'm finally gonna start watching the good place \\o/", "neu": 0.534, "pos": 0.466, "neg": 0.0, "compound": 0.7269}, {"text": "*minor inconvenience happens* me: i am in the “ good place ” and everyone around me is purposely torturing me gASP", "neu": 0.644, "pos": 0.11, "neg": 0.246, "compound": -0.5574}, {"text": "You, Good Girls, Kid Gorgeous, Roma, Period End of Sentence, Big Mouth, Schitt’s Creek, Grace & Frankie, Mortified Nation, Parks & Rec, Arrested Development, Unbreakable Kimmy Schmidt, New in Town, Shameless, Derry Girls, Mindhunter, The Good Place , The Crown, Russian Doll", "neu": 0.623, "pos": 0.27, "neg": 0.107, "compound": 0.8126}, {"text": "God, I hope you’re counting all of the times I bite my tongue when Uber drivers rave about their (nonsensical) financial choices. I hope it’s enough to get me into the Good Place .", "neu": 0.707, "pos": 0.293, "neg": 0.0, "compound": 0.8689}, {"text": "Comecei a ver The Good Place to amando obg ", "neu": 0.707, "pos": 0.293, "neg": 0.0, "compound": 0.4404}, {"text": "The Good Place", "neu": 0.408, "pos": 0.592, "neg": 0.0, "compound": 0.4404}, {"text": "Render Unto Trump? Thoughts on how to interpret the words of Jesus about Caesar in the era of Trump. Asking who was on the coin that Jesus was shown, and who is on ours, can be a good place to start, as you’ll see in this blog post... ", "neu": 0.941, "pos": 0.059, "neg": 0.0, "compound": 0.4404}, {"text": "Mine: his mention on the Good Place", "neu": 0.674, "pos": 0.326, "neg": 0.0, "compound": 0.4404}, {"text": "I have no idea how The Good Place will deal with this news. ", "neu": 0.662, "pos": 0.192, "neg": 0.146, "compound": 0.1779}, {"text": "Love to stan for individuals and organizations that do the bare minimum they can get away with. They're what I got into baseball for in the first place and they're what make the world such a rocking good place .", "neu": 0.831, "pos": 0.169, "neg": 0.0, "compound": 0.7964}, {"text": "‘ The Good Place ’: Blake Bortles Is No Longer on the Jaguars – A Nation of Jasons Weeps ", "neu": 0.667, "pos": 0.129, "neg": 0.204, "compound": -0.1779}, {"text": "At the very least Bortles release is gonna be funny as hell on the Good Place", "neu": 0.556, "pos": 0.248, "neg": 0.197, "compound": 0.0516}, {"text": "I feel horrible for that kid from The Good Place this morning... ", "neu": 0.584, "pos": 0.188, "neg": 0.227, "compound": -0.1531}, {"text": "Friends: I'm sick and putting on Netflix. Do I keep watching Umbrella Academy, watch Triple Frontier for mindless action entertainment, or try the Good Place even though I know the big season one twist?", "neu": 0.643, "pos": 0.21, "neg": 0.148, "compound": 0.3818}, {"text": "I didnt watch the season finale of the good place s2 because I said I'll wait till s3 gets launched :) it kills me to this day but I shall wait", "neu": 0.763, "pos": 0.165, "neg": 0.072, "compound": 0.2382}, {"text": "Here’s the thing... I will never be able to take Bortles seriously after he became a running joke on The Good Place ", "neu": 0.714, "pos": 0.214, "neg": 0.071, "compound": 0.5267}, {"text": "So tomorrow I’ll be throwing up the stream for the 1st in a long time. I’m sorta in a good place mentally. I’ve been slowly weening myself off of antidepressants that I’ve been on for 10+ years the last 3 have been my hardest. But I feel I’ve grown stronger with it as well.....", "neu": 0.902, "pos": 0.098, "neg": 0.0, "compound": 0.6395}, {"text": "Watched the first two episodes of The Good Place and the first episode of Black Mirror in that order and ohhhhhh I am going to have nightmares tonight.", "neu": 0.9, "pos": 0.1, "neg": 0.0, "compound": 0.4404}, {"text": "have you watched the good place ?", "neu": 0.633, "pos": 0.367, "neg": 0.0, "compound": 0.4404}, {"text": "LFC did well last night but that was a very poor Bayern side. If LFC’s midfield were that loose against a top side they’d have been punished. German domestic football not in a good place at the moment, beaten 17-3 on aggregate by English sides.", "neu": 0.613, "pos": 0.066, "neg": 0.321, "compound": -0.9485}, {"text": "\"Oh come on Paul if I can handle big bad wolves,handling Panthers should be a piece of cake.I'm good with weird .\"Look I'm going to drive over there tomorrow and talk to the owner see if it's a good place to work and and then decide.\"", "neu": 0.78, "pos": 0.116, "neg": 0.104, "compound": 0.1531}, {"text": "I can barely do work coz the internet here in CBTL GB1 is so bad :( also no outlet. Can anyone refer a good place to work in this are for only 2 hours?", "neu": 0.679, "pos": 0.073, "neg": 0.248, "compound": -0.7888}, {"text": "Love this show! You just can’t get these kind of stories out of the young guys (not their fault). I’m in such a good place after these interviews. Thank you Kyle and guests.", "neu": 0.746, "pos": 0.254, "neg": 0.0, "compound": 0.8718}, {"text": "The good place // 2016 - ? ", "neu": 0.58, "pos": 0.42, "neg": 0.0, "compound": 0.4404}, {"text": "You’ll like this, we’ve found the leak. It’s between two joists. Someone in the 70’s decided that’d be a good place for a join. A completely hidden joint between a cavity and joists. Cunts. Still leaking, unsurprisingly. More floor coming up today. Not happy Jan.", "neu": 0.674, "pos": 0.146, "neg": 0.179, "compound": -0.4015}, {"text": "The highs and lows of teaching yesterday. In the morning I delivered a very good observed English lesson. Things to make more explicit but just over half way through my training year it's a good place to be. Then felt like an absolute fraud during Maths in the afternoon.", "neu": 0.716, "pos": 0.168, "neg": 0.115, "compound": 0.4653}, {"text": "On this week's cast, we discuss the tragic events of Supernatural S09E09 - Holy Terror. Dean makes a mistake, Cas makes a mistake, Sam...look, Sam is not in a very good place right now ok? Welcome to MOTW 116: You Never Forget Your Virgin Nut ", "neu": 0.615, "pos": 0.128, "neg": 0.257, "compound": -0.788}, {"text": "The Good Place is the heartbreakingly humane prestige show of your dreams & Hannibal was your edgy aesthetic Renaissance painting but Derry Girls is your white trash nightmare sitcom, & they’re the 3 best tv shows ever made", "neu": 0.729, "pos": 0.226, "neg": 0.045, "compound": 0.8271}, {"text": "Kiara got me watching The Good Place lol it’s so funny!", "neu": 0.466, "pos": 0.534, "neg": 0.0, "compound": 0.8475}, {"text": "J’ai eu \"The Medium Place Do You Belong In The Good Place , The Bad Place, Or The Medium Place Based On Your Choices During The Zombie Apocalypse? ", "neu": 0.796, "pos": 0.092, "neg": 0.111, "compound": -0.1531}, {"text": "This is one of the few things that has said that anyone can gain direct confirmation of in just a couple days.(Other things he says require a lot of reorganizing of one’s life to verify for most people.This would be a good place to start in order to test his conclusions)", "neu": 0.88, "pos": 0.12, "neg": 0.0, "compound": 0.743}, {"text": "I get influenced by the movie’s character so easily,after I watched a movie or tv series I tend to behave & talk like the character I was more focusing on. Just now I talked so fluently with strangers after I watched “ The Good place ” Tv series. Is it weird?", "neu": 0.849, "pos": 0.115, "neg": 0.036, "compound": 0.5719}, {"text": "Also, if everyone forgot Nausicaa, I'd remind them. Forever and always. If you can't feel like the world is a good place after watching Nausicaa, you don't exist. You're a figment of your own imagination. </end strongmood>", "neu": 0.868, "pos": 0.076, "neg": 0.056, "compound": 0.1999}, {"text": "How is season 4 of the Good Place going to handle Jason finding out that Blake Bortles isn't part of the Jaguars anymore? The boy is going to have a mental breakdown.", "neu": 0.909, "pos": 0.091, "neg": 0.0, "compound": 0.4404}, {"text": "omg I hate to say it but I'm glad Jason is in the Good Place and not on Earth to hear this news ", "neu": 0.651, "pos": 0.269, "neg": 0.08, "compound": 0.7579}], "sum": 441}