{"compound_ave": 0.36156188524590155, "texts": [{"text": "Dragged two guys in the replies section of a tweet for sexualising a young girls clothes and have had nothing but positive replies. Nice to do my tiny part in crushing the patriarchy", "compound": -0.5478, "pos": 0.095, "neg": 0.212, "neu": 0.693, "data": "2019-03-14 17:50:23"}, {"text": "Painting the town red isn’t on your agenda today. Unfortunatel... More for Virgo ", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 17:42:30"}, {"text": "It would be nice to be able to have a source where the news is reported without opinion. So for example just say what happened. No commentary. I'm probably dreaming but you know....a guy can dream.", "compound": 0.4215, "pos": 0.116, "neg": 0.042, "neu": 0.842, "data": "2019-03-14 14:12:24"}, {"text": "There is always that 1 guy in the gym who is extra nice at ball TooAthleticApp ", "compound": 0.4215, "pos": 0.167, "neg": 0.0, "neu": 0.833, "data": "2019-03-14 18:44:14"}, {"text": "But anyways, nice touch 2K. If someone wants to play me as a mediocre current team with Wilt’s Lakers through some voodoo I don’t get, thanks for at least letting me have large stretches where Kelly Olynyk can be both the most skilled AND the most athletic guy in the floor lmao", "compound": 0.9001, "pos": 0.207, "neg": 0.0, "neu": 0.793, "data": "2019-03-14 14:04:28"}, {"text": "Flimography: City Hunter, The Goddess of Fire, Jung-Yi, The Innocent Man (aka Nice Guy ), Dong Yi", "compound": 0.4215, "pos": 0.241, "neg": 0.111, "neu": 0.648, "data": "2019-03-14 17:24:27"}, {"text": "Guys please like and comment . Jimin got the least likes and comments for his individual photos.. so please go like and leave some nice comments ", "compound": 0.8346, "pos": 0.365, "neg": 0.104, "neu": 0.53, "data": "2019-03-14 14:08:02"}, {"text": "Man Arrested For The 70th Time | The Rickey Smiley Morning Show ", "compound": -0.1027, "pos": 0.182, "neg": 0.209, "neu": 0.608, "data": "2019-03-14 17:51:59"}, {"text": "Guys this sketch travelbook looks HELLA NICE I just backed it and I'm so stoked to see all the beauty inside ", "compound": 0.8855, "pos": 0.379, "neg": 0.0, "neu": 0.621, "data": "2019-03-14 14:09:31"}, {"text": "The casual dude bro fans are some of the nicest you happen to meet irl. Guys we’re all weebs. Total losers honestly. Can’t we be nice to each other? Please ", "compound": 0.8271, "pos": 0.323, "neg": 0.084, "neu": 0.593, "data": "2019-03-14 14:26:41"}, {"text": "I only get £46 if I sell my ticket on the exchange. Depending on who we play, the buyer pays £50/£55/£59. The difference is given to the Chelsea foundation charity apparently.", "compound": 0.6369, "pos": 0.161, "neg": 0.0, "neu": 0.839, "data": "2019-03-14 17:20:24"}, {"text": "No that’s this season too. Basically the seller gets a 19th of the season ticket as payment, the buyer pays the same as the ‘paper ticket’ price, and the difference is given to the foundation. It’s always been the case since they introduced it.", "compound": -0.296, "pos": 0.0, "neg": 0.05, "neu": 0.95, "data": "2019-03-14 17:23:42"}, {"text": "Not always cool to play Mr Nice guy all the time unless you are sure and know the full gist, there could have been more to the story", "compound": 0.6745, "pos": 0.224, "neg": 0.059, "neu": 0.717, "data": "2019-03-14 16:54:49"}, {"text": "Great evening last night at the other palace . Met the legend David Foster songwriter really nice guy . Introduced himself to me , said how he enjoyed Ollie’s original song . Proud of the boys", "compound": 0.9422, "pos": 0.371, "neg": 0.0, "neu": 0.629, "data": "2019-03-14 16:55:54"}, {"text": "People run in packs because they don't feel safe alone. I run alone because I don't feel safe in packs. moral lesson: watch the pple u associate yourselves with. Pple can be deceiving. The tighter ur circle, the lesser the shit. Have a nice day guys . moral_lesson MorningRushIB", "compound": 0.6449, "pos": 0.206, "neg": 0.129, "neu": 0.664, "data": "2019-03-14 19:35:27"}, {"text": "I was better off taking the petty route this nice guy bigger person role ain’t cutting it for me", "compound": 0.5267, "pos": 0.248, "neg": 0.143, "neu": 0.609, "data": "2019-03-14 15:34:42"}, {"text": "Guys intimidate me sm, even if they’re rlly nice to me or genuinely wanna be my friend which sucks bc I want a bf but how tf am I gonna get one when all I do is physically distance myself from any guy that comes near me, even if we’re just passing on the sidewalk", "compound": 0.25, "pos": 0.095, "neg": 0.058, "neu": 0.847, "data": "2019-03-14 15:01:14"}, {"text": "I don’t get many wins in fortnite, but tonight was one of those nights where I was surprised by what happened. I was 5 beers in and I ended up taking out the last guy . It’s nice not taking games seriously sometimes. People just need to learn that! Fortnite Clutch ", "compound": 0.858, "pos": 0.203, "neg": 0.0, "neu": 0.797, "data": "2019-03-14 15:03:11"}, {"text": " why don't you guys release Activision Anthology on Xbox One? It would be nice to play the classic Activision games from the 80's again.", "compound": 0.6369, "pos": 0.191, "neg": 0.0, "neu": 0.809, "data": "2019-03-14 14:45:38"}, {"text": "Hi my name is John, I’m 14 years old, I like to colour and use the potty. I’m a nice guy looking for a Karen hmu if you wanna take my kids", "compound": 0.6486, "pos": 0.164, "neg": 0.0, "neu": 0.836, "data": "2019-03-14 19:06:45"}, {"text": "I once sat next to him from Austin to Chicago, trying to hide how star struck I was he showed me his laptop footage when Verstappen overtook off the circuit a couple of years ago. I helped fix his iPad and he then showed me how to navigate O’Hare. Such a nice guy . RIP", "compound": 0.0258, "pos": 0.053, "neg": 0.07, "neu": 0.876, "data": "2019-03-14 16:01:47"}, {"text": "Man I forgot that I just found out two days ago that the creepy old lady that hits on me and every young guy at work is into brujeria and tomorrow I gotta work with her and I gotta be nice so I don't get cursed. But she's fucking creepy.", "compound": 0.4215, "pos": 0.06, "neg": 0.0, "neu": 0.94, "data": "2019-03-14 15:42:20"}, {"text": "A work mate was also in the Army or the TA as I would call it. He was so useless that when he went out on a boat he had to call the Coastguard as he got lost. A nice guy but not too bright. ", "compound": -0.633, "pos": 0.041, "neg": 0.154, "neu": 0.805, "data": "2019-03-14 15:16:08"}, {"text": "A women's logic. \"Hes nice , but I'd rather date an asshole\", try to change him. fail, get my heart broken and preach \"All guys are the same\"", "compound": -0.8402, "pos": 0.056, "neg": 0.263, "neu": 0.68, "data": "2019-03-14 18:40:09"}, {"text": "Of the 1000 signees, which one gets the letter shoved up their ass by McSally? Asking for my 2 month-old. He doesn’t talk yet but I know what he’s thinking. ", "compound": -0.3071, "pos": 0.0, "neg": 0.077, "neu": 0.923, "data": "2019-03-14 14:18:56"}, {"text": "I'm a Nice Guy , But Everyone see's me as the enemy. hated Haters enemy niceguy", "compound": -0.9118, "pos": 0.107, "neg": 0.55, "neu": 0.344, "data": "2019-03-14 14:33:11"}, {"text": "More like August 23rd, 2007 kids tbh.", "compound": 0.4201, "pos": 0.318, "neg": 0.0, "neu": 0.682, "data": "2019-03-14 16:42:39"}, {"text": "Hmm, you guys are all smelling nice Anyways I rep transekulu mana munwa na aserve na rivers state . I help small and medium sized businesses increase revenue through social media marketing", "compound": 0.7783, "pos": 0.231, "neg": 0.0, "neu": 0.769, "data": "2019-03-14 17:43:29"}, {"text": "Watching the wizard king die bro lowkey pissed me off he was such a nice guy", "compound": -0.743, "pos": 0.122, "neg": 0.354, "neu": 0.524, "data": "2019-03-14 17:11:05"}, {"text": "And guess what I have some quite inspiration while watching their vlogs and also it so nice to watch it guys . Try subscribe the Flying the Nest and watch their entire travel vlogs hope you like it", "compound": 0.9137, "pos": 0.284, "neg": 0.0, "neu": 0.716, "data": "2019-03-14 17:53:44"}, {"text": "I love a Guy with a Nice ass Beard I Will lay in the bed and stroke that shit ", "compound": -0.0258, "pos": 0.279, "neg": 0.283, "neu": 0.438, "data": "2019-03-14 16:04:48"}, {"text": "Nice list. should be muxh higher ranked. And where the hell is ?! You guys are crazy not having Angie in the top five", "compound": -0.5707, "pos": 0.144, "neg": 0.229, "neu": 0.627, "data": "2019-03-14 14:55:55"}, {"text": "I meet a guy while I was in a mental hospital for self harm. He was schizophrenic, but was one of the most chill and nice guys there. ", "compound": 0.4302, "pos": 0.144, "neg": 0.079, "neu": 0.776, "data": "2019-03-14 18:43:01"}, {"text": "Nice guys don't finish last. They just don't finish. ThingsILearnedFromMyEx", "compound": 0.4215, "pos": 0.237, "neg": 0.0, "neu": 0.763, "data": "2019-03-14 15:57:41"}, {"text": "If you think mr nice guy is here to stay then you thought wrong. People have their limits, id rather you not push me towards mine. Lest you dont wanna see the light of day anymore. Dont test me. Jangan luan palui. Stay in your lane.", "compound": -0.0772, "pos": 0.056, "neg": 0.062, "neu": 0.882, "data": "2019-03-14 17:58:03"}, {"text": "The Nice Guy who talks you out of a graduate program, then enrolls in law school and breaks up with you", "compound": 0.4215, "pos": 0.128, "neg": 0.0, "neu": 0.872, "data": "2019-03-14 15:35:03"}, {"text": "they never finished the second half of the American Safari tour stories", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 15:31:46"}, {"text": "Mini rant for of the day ... low key had psycho thoughts when a 40 something guy asked me if I was scared because he parked really close to my car then told me I had nice hair. Low key had thoughts of ... not nice things.", "compound": -0.4404, "pos": 0.105, "neg": 0.179, "neu": 0.716, "data": "2019-03-14 14:52:55"}, {"text": "I think it's not the only issue he has. He is a nice , decent guy . You need a tougher someone to go after the GOP. You need someone with fire who stands up to Republicans and their BS. I really believe Kamala Harris is better equipped for that.", "compound": 0.6124, "pos": 0.149, "neg": 0.048, "neu": 0.803, "data": "2019-03-14 16:10:28"}, {"text": "Only whites can legally profit off of evil & death. EX: Tobacco, big pharma, alcohol, etc The world is in the hands of the wicked! They control Everything because of their evils. And Who controls America = THE WICKED WHITE MAN", "compound": -0.9554, "pos": 0.077, "neg": 0.353, "neu": 0.57, "data": "2019-03-14 17:44:17"}, {"text": "Well done on the 50th podcast guys ... Love listening to your show. The half-sleeve KL Rahul theory and Delhi Daredevils theory was nice . Well played", "compound": 0.9118, "pos": 0.393, "neg": 0.0, "neu": 0.607, "data": "2019-03-14 16:37:33"}, {"text": " Some Billy big spuds army guy the day before me passed out after 15 mins getting his regiment numbers tattooed on him. I lasted 6 hours with a nice sleep having my entire back some I'm a sucker for that buzz.", "compound": -0.1531, "pos": 0.068, "neg": 0.083, "neu": 0.85, "data": "2019-03-14 19:41:30"}, {"text": "This is the feminism that should be celebrated and immortalized. Not someone telling you, you smelled nice or Maggi portrayed a woman in the kitchen in their ad, you guys start going ape shit. RIP, eternal light grant unto her O lord and let perpetuatual light shine upon her. ", "compound": 0.6597, "pos": 0.162, "neg": 0.065, "neu": 0.773, "data": "2019-03-14 19:17:31"}, {"text": "Or write a letter to the times?", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 15:48:21"}, {"text": " I think this guy should be on your watch list. Threatening to join the deadly BH is way out of line.", "compound": -0.296, "pos": 0.093, "neg": 0.144, "neu": 0.763, "data": "2019-03-14 19:09:53"}, {"text": "Sebastian Vettel on Charlie Whiting: He was a racer, he was just a very nice guy The whole paddock, the whole circus, the whole family of Formula 1, all our thoughts are with him and especially his family in these difficult circumstances. ", "compound": 0.1513, "pos": 0.071, "neg": 0.057, "neu": 0.872, "data": "2019-03-14 16:15:17"}, {"text": "Oh nice ! Who's the guy in the second picture?", "compound": 0.4753, "pos": 0.279, "neg": 0.0, "neu": 0.721, "data": "2019-03-14 17:40:46"}, {"text": "Thanks man i never would have known how to press purchase on the coin screen wow nice article thanks guys :)", "compound": 0.9371, "pos": 0.507, "neg": 0.0, "neu": 0.493, "data": "2019-03-14 19:47:48"}, {"text": "Yeah but did you read the Vanity Fair article about him? Seems like a nice guy , unaffected by the hubris of immigration. His net worth: above $9 Million.", "compound": 0.8885, "pos": 0.372, "neg": 0.063, "neu": 0.565, "data": "2019-03-14 19:09:07"}, {"text": "This morning the car was a Hyundai...I think? Hot guy in a Hyundai. Younger than my daughter, of course...and SuPeR nice . I dig these polite gentlemen. Amsterdam has it going on.", "compound": 0.7717, "pos": 0.205, "neg": 0.0, "neu": 0.795, "data": "2019-03-14 19:09:43"}, {"text": "Be nice to your future employer huffpost you guys will be applying for jobs at foxnews in about 6 months.", "compound": 0.4215, "pos": 0.135, "neg": 0.0, "neu": 0.865, "data": "2019-03-14 17:41:30"}, {"text": "Idk why they like making me be the bad guy here. I try my hardest to be nice .", "compound": 0.1027, "pos": 0.228, "neg": 0.211, "neu": 0.56, "data": "2019-03-14 14:07:41"}, {"text": "With all the madness surrounding brexit it seems you guys really wanted a nice distraction on March 29th, as we've now officially sold out for our social dining popup . But fear not... as we've just passed an extension to Article 1198, ", "compound": -0.7082, "pos": 0.064, "neg": 0.187, "neu": 0.749, "data": "2019-03-14 18:08:52"}, {"text": "It's very nice movement but do provision do you have? And this is not a SM affair coz most of ppl here are aware of this issue. Identify Theroot then ....... ", "compound": 0.2609, "pos": 0.066, "neg": 0.0, "neu": 0.934, "data": "2019-03-14 19:28:32"}, {"text": "He's just a really really nice guy . He puts any at ease. It's why I wrote him in 2016 and will again. FEEL the Bern. Run Bernie Run!!", "compound": 0.7547, "pos": 0.212, "neg": 0.0, "neu": 0.788, "data": "2019-03-14 15:54:33"}, {"text": "Be sure to include all the nice guys that raped and murdered children and killed whole families and by all means don’t forget the gang members killing innocent people young and old for the initiation into a great gang! You are such a blessing dear governor newsom!", "compound": -0.717, "pos": 0.242, "neg": 0.284, "neu": 0.474, "data": "2019-03-14 15:38:10"}, {"text": "I guess she would like a hard brexit now - not really in tune with her constituency- nice surname by the way", "compound": 0.5994, "pos": 0.233, "neg": 0.062, "neu": 0.705, "data": "2019-03-14 15:06:54"}, {"text": "nice TESO guys , worth the money", "compound": 0.5719, "pos": 0.54, "neg": 0.0, "neu": 0.46, "data": "2019-03-14 17:58:18"}, {"text": "they owe you for helping with that song though. We didn't know untill now.... you should be pulling receipt too. Praiz the nice guy like Dotun said ....", "compound": 0.7579, "pos": 0.231, "neg": 0.0, "neu": 0.769, "data": "2019-03-14 19:17:05"}, {"text": "I’m a nice guy so Kylie Jenner. She would be in heaven because the Kardashian wxmyn love men", "compound": 0.8834, "pos": 0.424, "neg": 0.0, "neu": 0.576, "data": "2019-03-14 17:16:00"}, {"text": "if they’re signed as a competitor should it not matter if they’re more/less “known” or “top”? think it would be nice to know about ALL them not just the ones you pick and choose. You’re more informed on signings and have the power to do it then us, if not then my bad", "compound": 0.6784, "pos": 0.101, "neg": 0.019, "neu": 0.879, "data": "2019-03-14 19:12:14"}, {"text": "*Point of Correction* nice guys we still do exist, even after fucking you, we shall stay nice if pussy and attitude was good.", "compound": 0.8176, "pos": 0.298, "neg": 0.0, "neu": 0.702, "data": "2019-03-14 18:31:46"}, {"text": "Excited to finish out the FantasyCaresCharityMock . So far, I was able to land Jawaan Taylor, Dwayne Haskins, and Germaine Pratt for the Bengals . Nice little trio of guys so far. Still have 7 more picks to go.", "compound": 0.6369, "pos": 0.136, "neg": 0.0, "neu": 0.864, "data": "2019-03-14 14:11:33"}, {"text": "That’s nice ... a credit to the guy who restored it", "compound": 0.7783, "pos": 0.527, "neg": 0.0, "neu": 0.473, "data": "2019-03-14 15:56:51"}, {"text": "Oh I bet all those ' nice guys ' that would have done this in the past would be so sad about choosing MGTOW instead ", "compound": -0.294, "pos": 0.105, "neg": 0.149, "neu": 0.747, "data": "2019-03-14 18:27:38"}, {"text": "In the event of any fighting, he'll presumably send others' children into battle and hide under a table. Talks a great game though.", "compound": -0.1779, "pos": 0.147, "neg": 0.244, "neu": 0.609, "data": "2019-03-14 17:33:55"}, {"text": "I like the size upgrade. 4” and 35+ lbs over the last guy . Nice vertical threat if he can work on improving his catch percentage", "compound": 0.5719, "pos": 0.257, "neg": 0.108, "neu": 0.635, "data": "2019-03-14 18:43:46"}, {"text": "I have no intentions on ever going on a date with the guy but I let him know he was cute and he flirted back a little so it was nice ", "compound": 0.8018, "pos": 0.238, "neg": 0.085, "neu": 0.677, "data": "2019-03-14 17:22:07"}, {"text": "Nice . Very canny guy , folks. Nap of the Day always worth backing ", "compound": 0.5859, "pos": 0.392, "neg": 0.0, "neu": 0.608, "data": "2019-03-14 15:49:02"}, {"text": "It feels good to stomp the nice guy once in a while. That's how I get a foot massage.", "compound": 0.6908, "pos": 0.289, "neg": 0.0, "neu": 0.711, "data": "2019-03-14 14:55:24"}, {"text": "Who knew the sun can produce nice sound like this .. this is awesome guys ", "compound": 0.8555, "pos": 0.439, "neg": 0.0, "neu": 0.561, "data": "2019-03-14 17:53:25"}, {"text": "Sorry Biden isn’t the answer. Love Biden, nice guy . Too nice . And tooo old. I want a young person, who remembers the struggles of the young. I want kids, without adult kids, in the WH, so that they know what their fighting for.", "compound": 0.7269, "pos": 0.245, "neg": 0.124, "neu": 0.631, "data": "2019-03-14 15:40:51"}, {"text": "Altered Beast, came with the pack we opened at Christmas.", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 14:07:24"}, {"text": "I was so unlike them yeah. They had the ball, but didn't know f**k all what to do with it. It was so weird to see them be that nice too. They really lack aggression as well. Bezuh eyu becha neyru chegerom. Congrats to you guys though!!!", "compound": 0.6235, "pos": 0.219, "neg": 0.153, "neu": 0.629, "data": "2019-03-14 15:02:21"}, {"text": "Where are those guys na???? I mean the nice guys that don't demand fuck", "compound": 0.7894, "pos": 0.444, "neg": 0.0, "neu": 0.556, "data": "2019-03-14 19:43:54"}, {"text": "If you see these kind of people, they need to go. It ain’t about the numbers when you got people spreading toxicity. Come on, guys . Be nice to one another, we ain’t got time to be toxic. ", "compound": 0.4215, "pos": 0.072, "neg": 0.0, "neu": 0.928, "data": "2019-03-14 14:16:55"}, {"text": "If I hear anything like I am a website developer or graphic designer again from twitter rabbits, I will delete you straight. Imagine looking for guys and no one showed up. I took your money to India, Pakistan, and the USA. You keep talking about \"You smell nice \".Mouth CEO'slagos", "compound": 0.6124, "pos": 0.143, "neg": 0.044, "neu": 0.813, "data": "2019-03-14 19:19:19"}, {"text": "I'm not No Nice Guy ,Im just a Good Guy The Bad Guys Should really Stay on my Good Side", "compound": 0.2158, "pos": 0.279, "neg": 0.212, "neu": 0.509, "data": "2019-03-14 19:06:52"}, {"text": "Trainer says he’s enjoying every minute of having Dixie Blossoms and Daysee Doom this preparation because they’ll be both off to stud in the Spring. Dixie B is nice and fit for the Coolmore Classic following a terrific run first up in the Guy Walter.", "compound": 0.8442, "pos": 0.225, "neg": 0.051, "neu": 0.724, "data": "2019-03-14 17:55:55"}, {"text": "I will tell this story, there was guy , kind of a sideline guy , and he jumped in to the I know everyone, I don't know his full name. He started just showing up at the club. I will bet he was a nice person.", "compound": 0.4215, "pos": 0.07, "neg": 0.0, "neu": 0.93, "data": "2019-03-14 18:38:37"}, {"text": "“I think I’d be good at.” Way to aim low & the sense of entitlement. Had he run a huge company, I’d have more faith. Seems like a nice guy & a nice photo shoot. All the makings of a Disney movie, though, a less than Disney background. He made El Paso, though not the big step.", "compound": 0.9033, "pos": 0.264, "neg": 0.071, "neu": 0.665, "data": "2019-03-14 14:19:04"}, {"text": "Just heard a guy say a certain player on the giants is a better football player than Beckham and he just came in the league. How comical!! He is nice ! But he ain’t period.! i said it all respect intended", "compound": 0.9015, "pos": 0.274, "neg": 0.0, "neu": 0.726, "data": "2019-03-14 16:55:58"}, {"text": "[ ] White Day with The B Sweet The Boyz Candy Go take it The B, hope you guys have a nice day ", "compound": 0.8271, "pos": 0.352, "neg": 0.0, "neu": 0.648, "data": "2019-03-14 17:45:39"}, {"text": "I really should find a nice college gif of my guy trent but i guess when you go to the browns it looks like this... aye but we birmingham iron now, poppin off. ", "compound": 0.6465, "pos": 0.159, "neg": 0.0, "neu": 0.841, "data": "2019-03-14 14:20:55"}, {"text": " Glad to get the chance to listen to PW over the podcast, thanks guys ! It would be nice to hear Sam's thoughts on fudging rolls or targets for the sake of good story.", "compound": 0.9168, "pos": 0.332, "neg": 0.0, "neu": 0.668, "data": "2019-03-14 18:50:42"}, {"text": "Incredibly sad news from Melbourne today. I only had the pleasure racing under Charlie once at Macau but what a nice guy he was that was so instrumental in F1 and the whole of motorsport! Deepest condolences to the entire Whiting family and all friends RIP Charlie", "compound": 0.8517, "pos": 0.195, "neg": 0.041, "neu": 0.764, "data": "2019-03-14 15:38:15"}, {"text": "Still confused by the guy who got sacked from running Australia’s most racist paramilitary for hiring his girlfriend trying to rebrand himself as a nice liberal but ok", "compound": 0.1036, "pos": 0.147, "neg": 0.134, "neu": 0.719, "data": "2019-03-14 15:12:55"}, {"text": "Don’t really understand your point, but I found AL really hard work. Take away the brilliant cast, and it’s six sign posted eps of RG loving how Netflix let him say cunt as much as he wants Why did people he just met, keep telling him he’s nice funny guy ? Love RG, but not this", "compound": 0.9664, "pos": 0.309, "neg": 0.082, "neu": 0.608, "data": "2019-03-14 15:45:14"}, {"text": "Biden seems a bit too old to run as Beto's VP? \"I mean, you got the first mainstream Hispanic-American who is articulate and bright and clean and a nice -looking guy . I mean, that's a storybook, man.\"", "compound": 0.8126, "pos": 0.219, "neg": 0.0, "neu": 0.781, "data": "2019-03-14 19:26:01"}, {"text": "Getting a warm up before an afternoon working watching ⁦ ⁩ on ⁦ ⁩ player and ⁦ ⁩ to tick off the kilometres, nice to hear ⁦ ⁩ on the race commentary with ⁦ ⁩ great team, see you guys soon! ", "compound": 0.8439, "pos": 0.197, "neg": 0.0, "neu": 0.803, "data": "2019-03-14 17:27:09"}, {"text": "shephles is not nice she cyber bullied me for my hair", "compound": -0.753, "pos": 0.0, "neg": 0.417, "neu": 0.583, "data": "2019-03-14 19:40:53"}, {"text": "my novel or poet will be \"the last nice guy left in my world\" or others i been thinking", "compound": 0.6249, "pos": 0.242, "neg": 0.0, "neu": 0.758, "data": "2019-03-14 16:25:43"}, {"text": "Sebastian Vettel: Charlie Whiting was a racer, a nice guy Drivers pay tribute to the F1 race director F1 ", "compound": 0.34, "pos": 0.146, "neg": 0.073, "neu": 0.781, "data": "2019-03-14 15:11:54"}, {"text": "When I worked for I got calls from a nice old chap about parking near his house. Once I went home & told my other half how lovely ‘Mr Fotherby’ was on the phone. She said “Bill Fotherby - the former and chairman?” I never knew. What a lovely guy . ", "compound": 0.886, "pos": 0.211, "neg": 0.0, "neu": 0.789, "data": "2019-03-14 18:28:07"}, {"text": "“I’ve had my fair share of pizzas and I can tell you this is the best I have ever had. Such a nice little place and the guy who served us was great and spoke perfect English too. Good price!” Amelia Jane Brown - Local Guide - Google Maps pizza ny ", "compound": 0.9701, "pos": 0.366, "neg": 0.0, "neu": 0.634, "data": "2019-03-14 19:21:02"}, {"text": "Shouldn’t you be in Gujarat, taking the fight to the BJP camp, instead of playing nice guy in TN, where DMK is well placed? ", "compound": 0.4767, "pos": 0.229, "neg": 0.089, "neu": 0.683, "data": "2019-03-14 18:52:38"}, {"text": "it was actually kinda funny today cause I went and sat at the library and before I sat down some guy goes ‘ nice drink bottle’ and im like haha thanks weird complement but I’ll take it", "compound": 0.723, "pos": 0.237, "neg": 0.034, "neu": 0.729, "data": "2019-03-14 15:49:48"}, {"text": "Saddened by the news about Charlie Whiting. Worked with him on occasion while at F1 last year, a nice , genuine guy with a sense of humour, easy to get along with. That's very rare in motorsport nowadays. F1 won't be the same without him.", "compound": 0.6597, "pos": 0.175, "neg": 0.068, "neu": 0.757, "data": "2019-03-14 16:43:44"}, {"text": "Just wanna do something nice for the guy ... he’s been with me through a lot", "compound": 0.4215, "pos": 0.167, "neg": 0.0, "neu": 0.833, "data": "2019-03-14 16:28:00"}, {"text": "yall know how much i suffered for one turo rudi? i put in my money n it came out like THIS and i tried to hit the automat but nothing happened but a nice guy bought another one so both came out :D ", "compound": 0.4942, "pos": 0.157, "neg": 0.11, "neu": 0.733, "data": "2019-03-14 16:23:09"}, {"text": "Why is this the most down to earth thing I’ve ever heard? Nice guys finish last I guess but it’s whatever won’t change my character. ", "compound": 0.2263, "pos": 0.076, "neg": 0.0, "neu": 0.924, "data": "2019-03-14 14:11:44"}, {"text": "One of the guys from Greece just nailed floor. Nice difficulty as well", "compound": 0.3612, "pos": 0.283, "neg": 0.139, "neu": 0.578, "data": "2019-03-14 18:19:41"}, {"text": "The above mentioned fiancees were really nice guys as well.But no one paid them any attention when the movies were released and the main couples were celebrated and loved.They still are. So why is shipping MisHaan so wrong now?? SilsilaBadalteRishtonKa2 SilsilaOnVoot", "compound": 0.241, "pos": 0.142, "neg": 0.123, "neu": 0.735, "data": "2019-03-14 18:17:35"}, {"text": "Fuck him. You do what you have to do to succeed. Everyone has to start and grow somewhere. If he took the time to get to know you, he would have realized your a guy who wants more and is working hard to achieve that. Keep looking you'll find a nice guy . And keep up the hard work.", "compound": 0.1779, "pos": 0.095, "neg": 0.1, "neu": 0.806, "data": "2019-03-14 19:38:03"}, {"text": "Was completely inappropriate. The guy is a bush guy no doubt about it for not knowing the best choice of words in an interview n even one that is been conducted by a lady.. U smell nice is completely inappropriate, haba mallam", "compound": -0.6449, "pos": 0.062, "neg": 0.18, "neu": 0.758, "data": "2019-03-14 17:32:24"}, {"text": "Thank the maker this nightmare of a Vandy basketball season is over. He’s a nice guy , but Drew’s got to go, buyout be damned. 20 losses in a row is unacceptable, and the team showed little improvement and no fire the entire season. That’s on the coach.", "compound": -0.8819, "pos": 0.121, "neg": 0.276, "neu": 0.603, "data": "2019-03-14 19:26:21"}, {"text": "These guys are paid to do what they do. Just trolls. Frustrating to see some of the really nice folks following the same line.", "compound": 0.0498, "pos": 0.11, "neg": 0.104, "neu": 0.786, "data": "2019-03-14 14:25:52"}, {"text": "When a nice guy losses his patience, the devil shivers.", "compound": -0.6486, "pos": 0.176, "neg": 0.447, "neu": 0.377, "data": "2019-03-14 14:09:00"}, {"text": "And I agree with your points. However, in this meltdown of a situation, we need strong and decisive guidance from the LotO Do you think he has provided it? Its not enough to be a nice , virtuous guy . I guess we see and expect different things, but I respect your view.", "compound": 0.891, "pos": 0.254, "neg": 0.0, "neu": 0.746, "data": "2019-03-14 16:57:11"}, {"text": "Ffs can't watch the tit. Well that's you an MP now. . If I watched longer you might be running the country . Nice to see a guy with all his facts in order ffs .", "compound": -0.5719, "pos": 0.124, "neg": 0.192, "neu": 0.684, "data": "2019-03-14 18:57:45"}, {"text": "I’m just saying he came to masterchef to take on a bunch of amateurs for free publicity and instead of showing what a nice guy he could be shoot himself in the foot and gave himself bad publicity for being a prick however you want to define them comments hun you do that x", "compound": -0.2263, "pos": 0.124, "neg": 0.139, "neu": 0.737, "data": "2019-03-14 17:29:33"}, {"text": "This is a great argument against lowering the voting age.", "compound": 0.1531, "pos": 0.281, "neg": 0.308, "neu": 0.411, "data": "2019-03-14 18:40:18"}, {"text": "The patients love him! Such a nice guy .", "compound": 0.807, "pos": 0.593, "neg": 0.0, "neu": 0.407, "data": "2019-03-14 14:23:26"}, {"text": "And even if we give tons of weight to those cherry-picked platitudes about turning the other cheek & not judging, etc... nice guys DO mostly finish last in the real world, & even JC's bottom line is finally: \"Buy in or else!\" It's really not just \"The Mr. Super Nice Guy Fan Club.\" ", "compound": 0.7882, "pos": 0.159, "neg": 0.04, "neu": 0.802, "data": "2019-03-14 14:37:54"}, {"text": "I reckon the parking lot car wash guys are the car version of the \"hello nice , woz'obona\" hair ladies in Jozi. You'll be parking your car fresh from the car wash and they still offer to wash and polish it", "compound": 0.6249, "pos": 0.121, "neg": 0.0, "neu": 0.879, "data": "2019-03-14 17:30:20"}, {"text": "Thanks for some of y’all stopping by in my guys to say hello when it’s been awhile and I appreciate the luv I got today as well. Had a nice night on cam.", "compound": 0.836, "pos": 0.283, "neg": 0.043, "neu": 0.674, "data": "2019-03-14 16:24:22"}, {"text": "I once sat next to him from Austin to Chicago, trying to hide how star struck I was he showed me his laptop footage when Verstappen overtook off the circuit a couple of years ago. I helped fix his iPad and he then showed me how to navigate O’Hare. Such a nice guy . RIP", "compound": 0.0258, "pos": 0.053, "neg": 0.07, "neu": 0.876, "data": "2019-03-14 15:12:14"}, {"text": "Guys intimidate me sm, even if they’re rlly nice to me or genuinely wanna be my friend which sucks bc I want a bf but how tf am I gonna get one when all I do is physically distance myself from any guy that comes near me, even if we’re just passing on the sidewalk", "compound": 0.25, "pos": 0.095, "neg": 0.058, "neu": 0.847, "data": "2019-03-14 15:01:47"}, {"text": "This guy Donte Moncrief isn’t a scrub. He was nice with Luck and the Colts and subpar with the Jags bc of The Turnover Machine Blake Bortles. I look for him to have a nice 2 years w/Big Ben and the Steelers! I like the way you think about our draft needs..", "compound": 0.8858, "pos": 0.209, "neg": 0.0, "neu": 0.791, "data": "2019-03-14 19:10:14"}, {"text": "I’m only looking at the women... Harris Warren Klobuchar Gillibrand Forget fresh faces or nice guys , I want experience. And after 243 years of men, it’s time we elect a woman to lead us. Someone who looks and thinks like over half this country.", "compound": 0.7184, "pos": 0.186, "neg": 0.04, "neu": 0.774, "data": "2019-03-14 19:39:28"}, {"text": "A some point we must ask ourselves what is causing these young globalist to so eagerly flee reality and embrace ignorance with such zeal? We are as ignorant as they are if we think this is going to get better without addressing the cause. We need to start with dissolving the DOE.", "compound": 0.608, "pos": 0.145, "neg": 0.078, "neu": 0.777, "data": "2019-03-14 19:12:34"}, {"text": "So Taehyung is this quirky guy , he has a stable job, an adorable dog and all he wants a nice house in the suburbs. He find the The Perfect one, and just as he's about to purchase his dream house, rich guy Jeongguk barges and bids for a higher price. Ofc he gets the+", "compound": 0.9477, "pos": 0.28, "neg": 0.0, "neu": 0.72, "data": "2019-03-14 14:14:18"}, {"text": "Someone explain to me why straight guys aren't allowed to wanna look nice . Not for anyone in particular, just to look nice ...", "compound": 0.7579, "pos": 0.273, "neg": 0.0, "neu": 0.727, "data": "2019-03-14 18:14:18"}, {"text": "You guys ever get in your car and the music is nice and loud and your straight groovin and your almost to your destination but you just wanna keep driving?? Cause that was literally me rn", "compound": 0.4039, "pos": 0.098, "neg": 0.0, "neu": 0.902, "data": "2019-03-14 16:13:56"}, {"text": "Guys this is a joke EEE", "compound": 0.296, "pos": 0.355, "neg": 0.0, "neu": 0.645, "data": "2019-03-14 14:20:20"}, {"text": "So very sad. I stood beside Charlie as he pressed the button to start the British Grand Prix on one occasion. He was a really nice guy . ", "compound": 0.3446, "pos": 0.192, "neg": 0.116, "neu": 0.693, "data": "2019-03-14 15:49:11"}, {"text": "Brent, come on now. Yes, it's a hard job, but he was very handsomely compensated for it. There's only 1 NFL. Blake may well have been a nice guy , but being an upstanding citizen does not detract from the fact that more often than not he failed to deliver.", "compound": 0.9417, "pos": 0.28, "neg": 0.021, "neu": 0.699, "data": "2019-03-14 19:24:21"}, {"text": "guys i know joe is a piece of shit but he is a nice one pls be kind he does reactions for a living the guy is really fragile ", "compound": 0.8151, "pos": 0.295, "neg": 0.07, "neu": 0.635, "data": "2019-03-14 18:57:25"}, {"text": "So today morning on my way to town,met a massage guy selling nice belts we conversed then i bought one. Afterwards the guy just made a request that i bless his day so that it can fruitfull. Nothing feels better than that.i have been smiling all day knowing someone's having it big", "compound": 0.7347, "pos": 0.156, "neg": 0.044, "neu": 0.8, "data": "2019-03-14 17:45:50"}, {"text": "Nice one Mark. I imagine it can be incredibly tricky making a 30 minute show that covers the breadth of Christianity, honours the existing audience whilst reaching out to a new one. You guys do a grand job and your article is a gracious and fair response. Be blessed mate", "compound": 0.9566, "pos": 0.346, "neg": 0.032, "neu": 0.622, "data": "2019-03-14 16:30:05"}, {"text": "Apparently being nice to someone you just met is not the thing to do...blocked for flirting with another guy . \"You are seriously sick\". Oh boy. This guy is not going to survive Twitterland.... ", "compound": 0.4404, "pos": 0.127, "neg": 0.047, "neu": 0.826, "data": "2019-03-14 16:35:04"}, {"text": "My mum had one where you had to out 50p in the back. The guy who came to empty it was stealing the money so she got a nice little compensation! The dirty diddler!!", "compound": -0.7139, "pos": 0.075, "neg": 0.219, "neu": 0.706, "data": "2019-03-14 19:40:43"}, {"text": "Very sad to hear about the passing of Charlie Whiting, seemed like a really nice guy . My thoughts go out to his family. RIPCharlie ", "compound": 0.296, "pos": 0.193, "neg": 0.117, "neu": 0.69, "data": "2019-03-14 14:27:30"}, {"text": "You’re you guy ’s are the best - nice job!", "compound": 0.807, "pos": 0.51, "neg": 0.0, "neu": 0.49, "data": "2019-03-14 14:29:33"}, {"text": "They will amend the law in line with the article 50 extension? Only hope now is the EU does not agree to extend? Getting bored with third rate people not doing what they are told to do. Already e mailed my MP telling him I'm voting elsewhere", "compound": -0.2933, "pos": 0.057, "neg": 0.119, "neu": 0.824, "data": "2019-03-14 16:39:10"}, {"text": "am i the only one who tends to look at the guy sections because thry have the comfiest sweatpants and nice shirts?", "compound": 0.4215, "pos": 0.123, "neg": 0.0, "neu": 0.877, "data": "2019-03-14 18:29:31"}, {"text": "Nice try Donnie! Quoting your daughter in law? Running out of people to quote? Next you will be quoting the owner of the “Spa” in Jupiter and her saying you are a nice guy .", "compound": 0.7393, "pos": 0.168, "neg": 0.0, "neu": 0.832, "data": "2019-03-14 19:33:51"}, {"text": "A black man commits a crime & He’s a monster! But when a white man commits the same crime or an even worst crime, they give excuses for him. This is America = It’s only a tragedy when it happens to whites. only whites can kill & walk free", "compound": -0.9701, "pos": 0.089, "neg": 0.39, "neu": 0.52, "data": "2019-03-14 17:40:39"}, {"text": "guys , being in love is nice ... don't let sad people lie to you", "compound": 0.8609, "pos": 0.465, "neg": 0.0, "neu": 0.535, "data": "2019-03-14 15:38:50"}, {"text": "Waking to the sad news of the passing of Charlie Whiting. First met him in 2002 when I drove both the SC & MC at two GP’s. We’d kept in touch by email. Very nice guy and will be sadly missed. RIPCharlie F1", "compound": -0.6133, "pos": 0.064, "neg": 0.168, "neu": 0.768, "data": "2019-03-14 15:52:59"}, {"text": "Fuck. No. ", "compound": -0.6908, "pos": 0.0, "neg": 1.0, "neu": 0.0, "data": "2019-03-14 16:44:51"}, {"text": "Two things: 4chan is prob the site he is referencing Jordan Peterson is almost certainly the lecture he is referencing. so either: autism or red pilled ' nice guy '", "compound": 0.6003, "pos": 0.159, "neg": 0.0, "neu": 0.841, "data": "2019-03-14 14:06:00"}, {"text": "I met Charlie a couple of years ago, really nice guy . So sad on the eve of a new season.", "compound": -0.0772, "pos": 0.144, "neg": 0.158, "neu": 0.698, "data": "2019-03-14 15:02:38"}, {"text": "I once sat next to him from Austin to Chicago, trying to hide how star struck I was he showed me his laptop footage when Verstappen overtook off the circuit a couple of years ago. I helped fix his iPad and he then showed me how to navigate O’Hare. Such a nice guy . RIP", "compound": 0.0258, "pos": 0.053, "neg": 0.07, "neu": 0.876, "data": "2019-03-14 16:01:24"}, {"text": "WTAF ? How can u give this guy a platform? You get that kids will die, right? You understand that's the consequence of this madness? Is there no one there with a conscience? Pearly white teeth and a nice smile are no basis for medical advice", "compound": -0.8092, "pos": 0.1, "neg": 0.239, "neu": 0.661, "data": "2019-03-14 18:10:45"}, {"text": "Why are 90% of guys assholes? — Tbh some guys aren’t assholes. Women tend to also go for the guy that’s an asshole cause I know forsure there are really nice guys out there that women don’t give the opportunity too tbh. But not me ", "compound": -0.4033, "pos": 0.11, "neg": 0.142, "neu": 0.748, "data": "2019-03-14 14:27:28"}, {"text": "There’s a few gay guys I’ve met that thought I should have sex with them just because they were nice to me. Two threw a childish fit when I said I wasn’t attracted to them. It could’ve been my fault for not realizing they wanted sex though.", "compound": 0.4939, "pos": 0.162, "neg": 0.098, "neu": 0.74, "data": "2019-03-14 16:09:07"}, {"text": "Nigerians are funny sha, that's how this guy in the bank told me he'll hide my pen for me so no one will take it...now I can't find the guy and my pen. Nice hiding.", "compound": -0.0171, "pos": 0.137, "neg": 0.163, "neu": 0.699, "data": "2019-03-14 17:07:37"}, {"text": "My guy is nice with the sticks ", "compound": 0.4215, "pos": 0.318, "neg": 0.0, "neu": 0.682, "data": "2019-03-14 14:36:40"}, {"text": "Miramar, Florida Mayor Wayne Messam has joined the Democratic primary race. Haven't heard of the guy before, but reading about him, he seems like a nice guy .", "compound": 0.7876, "pos": 0.225, "neg": 0.0, "neu": 0.775, "data": "2019-03-14 16:15:46"}, {"text": "i've got the rly nice irish guy for class today, it's been ages since i've seen him omg,,,,", "compound": 0.4215, "pos": 0.141, "neg": 0.0, "neu": 0.859, "data": "2019-03-14 18:07:31"}, {"text": "i’m talking to this cute and nice guy from tinder and he wants to meet up but i’m scared bc like generally i’m scared he won’t like me but on top of that is the trans factor so like", "compound": 0.7506, "pos": 0.294, "neg": 0.141, "neu": 0.566, "data": "2019-03-14 14:46:23"}, {"text": "F1 :Vettel on Charlie Whiting: I spoke to him yesterday and walked the first couple of corners of the track with him. Difficult to grasp He was the drivers man. He was open to everyone at any time. He was a racer, a very nice guy . ", "compound": 0.1513, "pos": 0.066, "neg": 0.054, "neu": 0.88, "data": "2019-03-14 19:17:13"}, {"text": "Yeah but burna is a nice guy .. I love the both of them together, but she fit break burna heart", "compound": 0.9366, "pos": 0.489, "neg": 0.0, "neu": 0.511, "data": "2019-03-14 17:52:32"}, {"text": "CharlieWhiting - F1 race director dies aged 66 on eve of season-opener in Melbourne RIP \"He has been our man, the drivers' man. There's the regulation and then us, and he was the middle man.... He was a racer, just a very nice guy ......\" driversman", "compound": 0.4754, "pos": 0.069, "neg": 0.0, "neu": 0.931, "data": "2019-03-14 17:09:41"}, {"text": "Nice . Light sentence. A guy got 2 decades for selling weed. Two types of Justice in this country. One if you’re rich & white and one if you’re, well you know...", "compound": 0.9042, "pos": 0.365, "neg": 0.0, "neu": 0.635, "data": "2019-03-14 18:22:41"}, {"text": "Thank you guys . This was my first exchange in crypto because you were the first to list . Nice to see your commitment...", "compound": 0.6486, "pos": 0.209, "neg": 0.0, "neu": 0.791, "data": "2019-03-14 15:04:57"}, {"text": "Well yeah he’s the personification of “all things wrong with the world” if he got a unit and redemption arc it would literaly be “beliail is still kinda freak but he’s a nice guy most of the time” instead of actually evil", "compound": -0.6253, "pos": 0.135, "neg": 0.196, "neu": 0.669, "data": "2019-03-14 19:08:00"}, {"text": "Nice words from Vettel to Charlie, the same guy that swore him through the radio in the Mexican Gp.", "compound": 0.4215, "pos": 0.135, "neg": 0.0, "neu": 0.865, "data": "2019-03-14 15:22:27"}, {"text": "Trying to be nice To both of you guys You both deserved the praise Being smart always pays", "compound": 0.8442, "pos": 0.378, "neg": 0.0, "neu": 0.622, "data": "2019-03-14 17:23:00"}, {"text": "The guy who calls me his girlfriend actually does some cute headass shit. It’s nice cause I deserve it", "compound": 0.296, "pos": 0.238, "neg": 0.148, "neu": 0.615, "data": "2019-03-14 15:12:38"}, {"text": "Nope. NeverBiden . Biden was unable to standup to the GOP result: Anita Hill witness silenced & Justice Thomas. If you don’t have the back bone to fight for a SCOTUS seat & you think Pence is a nice guy you cannot be President. HellNoJoe NoBackboneBiden", "compound": 0.5574, "pos": 0.132, "neg": 0.056, "neu": 0.812, "data": "2019-03-14 19:05:17"}, {"text": "That guy used to make Twitter nice in a way or is because he was the most famous tweleb", "compound": 0.4215, "pos": 0.141, "neg": 0.0, "neu": 0.859, "data": "2019-03-14 17:25:21"}, {"text": "the scene from tgp where the guy makes the lady promise not to give him something & she gives it to him anyway except the man is me pleading for a nice variety of songs & the lady is google play music 80s pop hits radio playing hungry like the wolf by duran duran 3 times in a row", "compound": 0.8689, "pos": 0.194, "neg": 0.0, "neu": 0.806, "data": "2019-03-14 19:39:03"}, {"text": "thought you were nice guy at first when i met you but now i relise that your mean fucking loser who has nothing going for him so goes on to the game that he had a massive deal about leaving . To harass and be a cunt to people. Hope you enjoy your pathetic life", "compound": -0.8919, "pos": 0.14, "neg": 0.261, "neu": 0.599, "data": "2019-03-14 16:54:45"}, {"text": "Watching The Passage and thinking, as I often do, how James LeGros always ends up playing jerks even though he seems to be a perfectly nice person IRL. I mean, he's really GOOD at playing jerks. But he could play good guys more often, too, and I'd still watch.", "compound": 0.9395, "pos": 0.325, "neg": 0.069, "neu": 0.606, "data": "2019-03-14 14:04:59"}, {"text": "Feel the same and I own my own company and have done well in life from leaving home at 16 with a tent on my back to go travelling. betrayed", "compound": -0.4404, "pos": 0.065, "neg": 0.125, "neu": 0.81, "data": "2019-03-14 16:46:46"}, {"text": "Done being the nice guy Yall", "compound": 0.4215, "pos": 0.359, "neg": 0.0, "neu": 0.641, "data": "2019-03-14 14:25:15"}, {"text": "Find a good man who you trust enough to eventually open up too and understands and you don’t necessarily have to be with this person but it helps to have someone to talk to about shit like that. That really hot guy with the nice beard is mine he’s great", "compound": 0.9349, "pos": 0.3, "neg": 0.073, "neu": 0.627, "data": "2019-03-14 14:50:51"}, {"text": "The Ed Sheeran cameo was fine and didn’t bother me at all. As someone with zero strong feelings on the guy , his delivery seemed perfectly okay and it was nice to see Arya interacting with regular people again after the slog of the assassin school season. ", "compound": 0.891, "pos": 0.248, "neg": 0.043, "neu": 0.709, "data": "2019-03-14 18:23:56"}, {"text": "But the people just got betrayed so shy feel they represent those who voted?", "compound": -0.7661, "pos": 0.0, "neg": 0.355, "neu": 0.645, "data": "2019-03-14 16:54:33"}, {"text": "Nice clarification from a guy in charge of the Republican House that for seven years complained about Obamacare and pushed “repeal and replace” and, when the time/opportunity came to do so, didn’t have a plan! Thanks for nothing Paul.", "compound": 0.5093, "pos": 0.14, "neg": 0.063, "neu": 0.796, "data": "2019-03-14 19:20:12"}, {"text": "Such sad news the nicest guy on the F1 circuit you could meet always nice to chat with Thoughts go out to his family and friends ", "compound": 0.7184, "pos": 0.266, "neg": 0.091, "neu": 0.643, "data": "2019-03-14 16:49:09"}, {"text": "Very sad news - he helped some small teams a lot back in the day and was a nice guy", "compound": -0.1513, "pos": 0.132, "neg": 0.16, "neu": 0.708, "data": "2019-03-14 17:07:35"}, {"text": "and i went in the stairwell to check it and another guy appeared and was like “check and see if the powers out in your apartment” nice try ted bundy", "compound": 0.6486, "pos": 0.164, "neg": 0.0, "neu": 0.836, "data": "2019-03-14 15:22:46"}, {"text": "vv: u know i found a guy who’s rly talented, nice , cute, and u know the best part? his nickname is CLOUD former boss: you shouldve said ur name is fluff cloud! sooo have u talked to him yet? vv: ah he’s not a real person he’s a celebrity old boss: .... HAHAHA naexcite siya eh", "compound": 0.96, "pos": 0.294, "neg": 0.0, "neu": 0.706, "data": "2019-03-14 17:00:00"}, {"text": "I love to see you guys resting and enjoying life! It seems like the weather was super nice ! What a relaxing day x", "compound": 0.9665, "pos": 0.595, "neg": 0.0, "neu": 0.405, "data": "2019-03-14 19:30:16"}, {"text": "Dont act all nice w me when youre talking shit about me behind my back", "compound": -0.7124, "pos": 0.0, "neg": 0.331, "neu": 0.669, "data": "2019-03-14 16:23:23"}, {"text": "Dude, find a nice boy and settle down. You won’t get anywhere as long as you don’t distance yourself from your corrupt dad. has sold its soul to devil. It is becoming mouthpiece for the corrupt like you. You guys are quickly becoming irrelevant", "compound": -0.0258, "pos": 0.107, "neg": 0.089, "neu": 0.805, "data": "2019-03-14 16:14:31"}, {"text": "Very sad and a big shock. And just before what is lining up to be one of the best seasons of recent time. Always seemed a nice guy , who would be quite happy to explain things until the relevant people understood. Condolences to his family, friends and colleagues.", "compound": 0.8442, "pos": 0.235, "neg": 0.1, "neu": 0.666, "data": "2019-03-14 16:24:32"}, {"text": " Very bad lost of a Great Man, an incredible and nice guy at the F1. R.I.P. CharlieWhiting ", "compound": 0.1352, "pos": 0.273, "neg": 0.252, "neu": 0.475, "data": "2019-03-14 14:38:08"}, {"text": " *he finds himself in a black void*", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 19:08:50"}, {"text": "MR ERIC PERSING OF SPECTRASONICS INSTRUMENTS: To me, he is the \"Bob Moog of Virtual instruments\", yes, i really rate his work highly both within the Spectrasonics company and also the Roland company which he worked for. Eric's a bona-fide genius of sound, seriously cool nice guy ", "compound": 0.7269, "pos": 0.154, "neg": 0.034, "neu": 0.812, "data": "2019-03-14 14:43:17"}, {"text": "Only good thing about my taxes was that the guy who did them was really cute and said \"hope to see you next year\" after I said thanks and have a nice day. Asdfghj never had the tax people say that to me I kinda got flustered but then i got reminded he prob thinks I'm a girl H", "compound": 0.7605, "pos": 0.17, "neg": 0.023, "neu": 0.807, "data": "2019-03-14 15:11:23"}, {"text": "It's the same with girls always chasing after the assholes while ignoring the nice kind guys so what's with that Double standard?", "compound": -0.0772, "pos": 0.202, "neg": 0.212, "neu": 0.586, "data": "2019-03-14 17:48:00"}, {"text": "F. Me, know the area well, you would stand a good chance. Aim to take on the northern seats!", "compound": 0.7424, "pos": 0.327, "neg": 0.0, "neu": 0.673, "data": "2019-03-14 16:50:16"}, {"text": "U guys had a very nice game last night, congrats for going through to the next round.", "compound": 0.7574, "pos": 0.333, "neg": 0.0, "neu": 0.667, "data": "2019-03-14 15:55:19"}, {"text": "This is the same person. This is what they want you to do ", "compound": 0.0772, "pos": 0.098, "neg": 0.0, "neu": 0.902, "data": "2019-03-14 18:18:45"}, {"text": "I need to stop being nice to the weird guys at work.", "compound": -0.0258, "pos": 0.19, "neg": 0.265, "neu": 0.544, "data": "2019-03-14 14:06:39"}, {"text": "Nerds who call themselves \" nice guys \" without realizing that they're just as misogynistic as the jocks they perceive are getting all the attention from women", "compound": 0.4215, "pos": 0.104, "neg": 0.0, "neu": 0.896, "data": "2019-03-14 17:57:28"}, {"text": "I don't see the real fight and toughness needed for a street criminal scumbag like Trump. I think we need someone much stronger, no offense. Nice guy but not ready for prime time.", "compound": -0.7197, "pos": 0.14, "neg": 0.346, "neu": 0.514, "data": "2019-03-14 19:13:20"}, {"text": "How are you guys ?It's I haven't tweeted lately. How about White Day?Have some candy! But you can't eat too much candy. The song I listen to these days is Matt corby-brother. I think it's enough to dream.he byee It would be nice if you could have snow on White DayPark Jisung", "compound": 0.5349, "pos": 0.067, "neg": 0.0, "neu": 0.933, "data": "2019-03-14 18:27:54"}, {"text": "If Benfica come to North America we’ll have to plan it out to watch a game together. Also you gotta get you guys to visit the great white north (when it’s not so white and freezing it’s nice ) got a bed ready for you!", "compound": 0.8413, "pos": 0.196, "neg": 0.034, "neu": 0.77, "data": "2019-03-14 19:03:17"}, {"text": " Guys , I'm being nice and patient and understanding, but I can just as well turn mean. I sent you a DM yesterday, you didn't refund me £20 as per your offer in the 1st race, please rectify it. Thanks", "compound": 0.8847, "pos": 0.262, "neg": 0.0, "neu": 0.738, "data": "2019-03-14 19:19:17"}, {"text": "Charlotte Lawrence – Stops by The Nice Guy in West Hollywood: Charlotte Lawrence – Stops by ", "compound": 0.1531, "pos": 0.147, "neg": 0.168, "neu": 0.684, "data": "2019-03-14 19:21:44"}, {"text": "U see how dead ur logic is? Messi gets involved in four goals you are ranting that someone else could have done it cos there were other players on the pitch. But when it is Ronaldo no one else could have so he had to step up. You lack the ability to be objective. Have a nice day", "compound": -0.5719, "pos": 0.079, "neg": 0.136, "neu": 0.786, "data": "2019-03-14 15:20:58"}, {"text": " isn't a corporate entity he's just one Swedish man against an entire country help out \"the little guy \" STOP T SERIES join the bro army SUBSCRIBETOPEWDIEPIE ", "compound": 0.3061, "pos": 0.172, "neg": 0.093, "neu": 0.735, "data": "2019-03-14 19:15:36"}, {"text": " hey guys , nice work on the biodegradable packaging! Way to go... ", "compound": 0.4753, "pos": 0.236, "neg": 0.0, "neu": 0.764, "data": "2019-03-14 16:33:52"}, {"text": "The new manager ( guy ) is really nice . He actually told me to come stay in one of their houses next time. I do try to be a good guest so they let me stay short term (it’s meant to be long term)", "compound": 0.7178, "pos": 0.136, "neg": 0.0, "neu": 0.864, "data": "2019-03-14 17:09:33"}, {"text": "2 guys from my highschool added me on social media. The 1st guy just sent me snaps out of nowhere and started sending me his address asking me to come over. The other one, who i thought was nice and different from most men, until he asked me if i was down to fuck .", "compound": -0.1779, "pos": 0.051, "neg": 0.063, "neu": 0.886, "data": "2019-03-14 19:29:56"}, {"text": "Are you member of momentum as well, I’ve noticed over the past three years how violent you guys are, just thugs really, it would be nice if you had to take an intelligence test before being allowed to vote, that would get rid of millions of remainers", "compound": 0.4767, "pos": 0.146, "neg": 0.071, "neu": 0.783, "data": "2019-03-14 18:16:05"}, {"text": "Nice to meet u too ma prodigal bro", "compound": 0.4215, "pos": 0.318, "neg": 0.0, "neu": 0.682, "data": "2019-03-14 17:02:03"}, {"text": "I remember this guy in high school having the biggest butt ever. Nice to see him pop up on instagram", "compound": 0.4215, "pos": 0.135, "neg": 0.0, "neu": 0.865, "data": "2019-03-14 19:16:32"}, {"text": "Nice response. The guy is more concern about the expenses not the beating.", "compound": 0.6463, "pos": 0.324, "neg": 0.0, "neu": 0.676, "data": "2019-03-14 17:24:48"}, {"text": "Trump, you sly fox, you knew all along and waited to see if they'd be nice after the mid-terms... but endless investigations forced you to play a hand you've been ITCHING to use. If you give us justice, you will be a legend.", "compound": 0.872, "pos": 0.258, "neg": 0.074, "neu": 0.668, "data": "2019-03-14 14:35:20"}, {"text": "why would the skrulls need to look dark and evil?? especially when they are the good guys in the story?? yall really mad about him drinking soda, idek what to say to that. its legit just a nice reference to pulp fiction skshjk ", "compound": -0.6313, "pos": 0.108, "neg": 0.168, "neu": 0.723, "data": "2019-03-14 19:15:40"}, {"text": "Hahaha lucky in my case I go like I will hide u guys protect me and kill everyone and in top of that I used to be the person who took all the nice guns and annoy them", "compound": 0.7003, "pos": 0.319, "neg": 0.185, "neu": 0.496, "data": "2019-03-14 18:42:49"}, {"text": "We did a nice pork stir fry spiced with Sriracha! She Who Must Be Obeyed isn't into hot but She tolerated my wishes as I shoveled the driveway.", "compound": 0.4753, "pos": 0.146, "neg": 0.0, "neu": 0.854, "data": "2019-03-14 19:10:36"}, {"text": "The Serpents/Fake Jew’s don’t like it when you criticize Israel. You cant talk about Satan how dare you! The same globalists scum owns every media outlet. So they control the CON ", "compound": -0.1007, "pos": 0.073, "neg": 0.084, "neu": 0.843, "data": "2019-03-14 18:04:30"}, {"text": "That’s what it’s all about great job guys how to grow the game embrace the juniors let them play Be nice to see a Pro Am junior Wednesday at one stop on the Tour", "compound": 0.8555, "pos": 0.278, "neg": 0.053, "neu": 0.67, "data": "2019-03-14 17:07:27"}, {"text": "Nice . I see You guys are bringing out the big guns this year ", "compound": 0.4215, "pos": 0.203, "neg": 0.0, "neu": 0.797, "data": "2019-03-14 14:34:19"}, {"text": "Speaking on the sudden death of Race Director Charlie Whiting Vettel “I spoke to him yesterday and walked the first couple of corners of the track with him. Difficult to grasphe was the drivers man. He was open to everyone at any time. He was a racer, a very nice guy .” F1", "compound": -0.5118, "pos": 0.054, "neg": 0.111, "neu": 0.835, "data": "2019-03-14 14:21:35"}, {"text": "don’t you find it funny that when a guy is trying to persue you & you’re not interested, you cut them down nicely & they don’t listen, so you have to be abit more firm, then all of a sudden you’re a savage/bitch like I was being a nice person but YOU WOULDN’T CATCH THE HINT!!!", "compound": 0.7355, "pos": 0.181, "neg": 0.03, "neu": 0.79, "data": "2019-03-14 17:14:37"}, {"text": "\"Kinda miss having attention, but at the same time I don't. It disheartens me a little bit knowing that most of the guys that helped me or were nice to me when I was a woman just did it because they wanted me in their damn beds. Fakeness is something I genuinely hate.\"", "compound": 0.5328, "pos": 0.128, "neg": 0.084, "neu": 0.788, "data": "2019-03-14 15:07:20"}, {"text": "The issue with self-described nice guys is they're taking something that should be a given and want to be recognized for doing the bare minimum.", "compound": 0.4767, "pos": 0.157, "neg": 0.0, "neu": 0.843, "data": "2019-03-14 14:32:04"}, {"text": "I'd say wait until the next one", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 18:57:33"}, {"text": "Do you think I can create another group chat? As I see a lot of people want to be part of yours ? We would never do the same, we could just make it bigger. It could be nice and you guys could choose our name ?", "compound": 0.6946, "pos": 0.147, "neg": 0.0, "neu": 0.853, "data": "2019-03-14 15:42:38"}, {"text": "Doug Sandler is a rockstar! In order to get the best out of your new hires, you have to build trust and relationships with them. You can be nice and still not be a pushover. Learn more on this episode of Jeff Hyman's Strong Suit Podcast: ", "compound": 0.9312, "pos": 0.258, "neg": 0.0, "neu": 0.742, "data": "2019-03-14 19:01:23"}, {"text": "Entrepreneurs know the struggle of getting capital and achieving milestones to measure growth. It’s was no different for an online flower delivery service with fresh flowers from eco-friendly farms. John Tabis of The Bouqs Co. joins Doug Sandler on NGOB . ", "compound": 0.1027, "pos": 0.108, "neg": 0.099, "neu": 0.793, "data": "2019-03-14 15:59:29"}, {"text": "Not just a cracking player but a really nice guy !. Him and Tyrone are making the most of their loans.", "compound": 0.6632, "pos": 0.198, "neg": 0.0, "neu": 0.802, "data": "2019-03-14 14:22:59"}, {"text": "Vettel: \"I spoke to him yesterday and walked for the first couple of corners of the track together with him. Difficult to grasp. He was the drivers man. He was open to everyone at any time. He was a racer. A very nice guy .\" ", "compound": 0.1513, "pos": 0.066, "neg": 0.054, "neu": 0.88, "data": "2019-03-14 14:06:05"}, {"text": "You know the guy Clyde here is nice enough to put you on a strain for those of you who hit that stupid like button and don't retweet you're not doing him any favors like button doesn't do anything the retweet button does.", "compound": 0.6369, "pos": 0.194, "neg": 0.091, "neu": 0.714, "data": "2019-03-14 19:17:39"}, {"text": "did you guys hear about the new law they’re passing? it says that everyone in the world has to be nice to me", "compound": 0.4215, "pos": 0.113, "neg": 0.0, "neu": 0.887, "data": "2019-03-14 15:26:45"}, {"text": "Yes they do , nice guys always finish last ", "compound": 0.6705, "pos": 0.478, "neg": 0.0, "neu": 0.522, "data": "2019-03-14 18:18:18"}, {"text": "I have seen no ass's on the timeline what the fuck is everyone going in about", "compound": -0.6908, "pos": 0.0, "neg": 0.305, "neu": 0.695, "data": "2019-03-14 18:06:40"}, {"text": "They got Five Guys in the UK now, nice 1", "compound": 0.4215, "pos": 0.259, "neg": 0.0, "neu": 0.741, "data": "2019-03-14 16:43:38"}, {"text": "He's the funniest guy around, and a genuinely nice guy , . He'll do great things for you! ", "compound": 0.8955, "pos": 0.473, "neg": 0.0, "neu": 0.527, "data": "2019-03-14 15:35:21"}, {"text": "Boys choose your friends wisely.. be friend with nice people and be a nice friend to the others i trust you guys ", "compound": 0.9545, "pos": 0.568, "neg": 0.0, "neu": 0.432, "data": "2019-03-14 14:28:30"}, {"text": "But the FBI investigating for many years, found nothing, his lawyer also stated he was vulnerable because he was a genuine nice person, they would have more credibility then you. And these guys swore under oath, in front of a grand jury.", "compound": 0.5994, "pos": 0.13, "neg": 0.043, "neu": 0.828, "data": "2019-03-14 19:02:42"}, {"text": "Nice Game Guys Loveyoualll and Cluster 4 sorry we did not make it pero thank you sa support and cheer niyo ang solid niyo sobra guys thank you, To my team thank you kasi the best kayo sobrang solid And to our Coach thank you sa lahat ms ", "compound": 0.9716, "pos": 0.413, "neg": 0.02, "neu": 0.567, "data": "2019-03-14 19:39:23"}, {"text": "Mentally dating a celebrity is safer than being out here with “normal” dudes, skaters and the “ nice guys ”", "compound": 0.6808, "pos": 0.248, "neg": 0.0, "neu": 0.752, "data": "2019-03-14 15:26:50"}, {"text": "You guys just continue to show us you’re just not nice people, it’s a shame people are like you. civilisation is lost, and it’s people like you that’s to blame.", "compound": -0.6288, "pos": 0.131, "neg": 0.266, "neu": 0.603, "data": "2019-03-14 16:12:10"}, {"text": "To be fair your last two presidents seemed to assume so. And our present foreign secretary gets confused between Slovenia and Slovakia. It’s yurup by the way....like we say ‘merica for the USA, as if Canada, Central and South America didn’t exist. Have a nice day guys .", "compound": 0.4215, "pos": 0.101, "neg": 0.046, "neu": 0.853, "data": "2019-03-14 17:26:14"}, {"text": "Sorry jrm, I agree with but you currently don't come over to the general public very well. Shame as you are very intelligent and could do the job. Please don't take this the wrong way. You have principles.", "compound": 0.3316, "pos": 0.235, "neg": 0.189, "neu": 0.576, "data": "2019-03-14 16:33:43"}, {"text": "I needed the exact spelling to how he pronounced it", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 17:34:51"}, {"text": "lol... equivalent to dudes calling themselves the token “ nice guy ”", "compound": 0.4215, "pos": 0.203, "neg": 0.0, "neu": 0.797, "data": "2019-03-14 15:20:42"}, {"text": "Honestly after I’m done reading all the sped comments on Instagram it’s a nice change of pace when I switch over to twitter, most of the time you guys can form actual sentences", "compound": 0.7184, "pos": 0.2, "neg": 0.0, "neu": 0.8, "data": "2019-03-14 18:28:14"}, {"text": "did you just call the Jewish guy cheap? Nice anti semitism you got there. Really makes your fake outrage over absolutely nothing all the more credible.", "compound": -0.7322, "pos": 0.083, "neg": 0.265, "neu": 0.652, "data": "2019-03-14 17:12:04"}, {"text": "She s the most wonderful and the prettiest young CEO in the world Her name is Nina you are amazing my Queen. ", "compound": 0.9099, "pos": 0.39, "neg": 0.0, "neu": 0.61, "data": "2019-03-14 15:19:02"}, {"text": "You are what you listen to, so make our podcast more powerful, informative and driven with you as our guest. ", "compound": 0.4754, "pos": 0.14, "neg": 0.0, "neu": 0.86, "data": "2019-03-14 17:01:00"}, {"text": "Unpopular opinion time Stop calling guys you don’t wanna date “ the nice guy speech” it creates an unbearable sense of self entitlement and fuels toxic masculinity", "compound": 0.4019, "pos": 0.158, "neg": 0.071, "neu": 0.772, "data": "2019-03-14 14:20:03"}, {"text": "Had a nice day with this nice guy at the Media Lunch 2019. Kneesi talked about and had a speedy round on the ring with ", "compound": 0.6808, "pos": 0.211, "neg": 0.0, "neu": 0.789, "data": "2019-03-14 14:04:02"}, {"text": "Miito must be that really nice guy in the swimming club! I should try to talk to him one day..... o v o)", "compound": 0.5244, "pos": 0.151, "neg": 0.0, "neu": 0.849, "data": "2019-03-14 19:07:18"}, {"text": "This guy 's a special brand of out there. He was nice , until it required the tiniest effort for him to be a decent human being.", "compound": 0.6705, "pos": 0.2, "neg": 0.0, "neu": 0.8, "data": "2019-03-14 15:32:41"}, {"text": "A really nice guy , highly conflicted. Way too honest and ethical for the likes of the LNP. A loss to the Libs and parliament.", "compound": 0.8805, "pos": 0.393, "neg": 0.072, "neu": 0.535, "data": "2019-03-14 16:49:42"}, {"text": "Wooooohoooo! England v Germany in the world cup final! I spoke to one of the officials in a pub last night, a nice guy from Russia. He was doing lines in the men's, not sure that's FIFA preparation before a biggie.", "compound": 0.3447, "pos": 0.086, "neg": 0.05, "neu": 0.864, "data": "2019-03-14 16:53:05"}, {"text": "I like the group point. Linux didn't reach a billion devices because Linus is such a nice guy . It is because there is no company owning it, and lots of people found it valuable to actually use. Chains get more valuable because they provide utility (= actual real payments)", "compound": 0.9086, "pos": 0.258, "neg": 0.057, "neu": 0.685, "data": "2019-03-14 17:56:57"}, {"text": "im letting u guys know rn if u send hate to this acc u eill be blocked and reported for targeted harassment Thank u and have a nice day", "compound": -0.6124, "pos": 0.158, "neg": 0.277, "neu": 0.565, "data": "2019-03-14 18:02:15"}, {"text": "Stop being such a nice guy Chirp! Oh yea, see you at the games. ;)", "compound": 0.4199, "pos": 0.274, "neg": 0.121, "neu": 0.605, "data": "2019-03-14 19:10:24"}, {"text": "When will we see a new troop or building again? Would be nice if we can get a reaper thats a combination of witch and valk spawning dead and attacking with scythe on the village side not builders and a siege type weapon on builder side. What do you guys think?", "compound": -0.8611, "pos": 0.049, "neg": 0.216, "neu": 0.735, "data": "2019-03-14 19:13:16"}, {"text": "My friend just can't seem to catch a break, huh? :| wouldn't it be nice if he could at least go a few days without me having to consult him and make him happy again? at least, try to? i love him to death, he's a great guy , but it just sucks because it's like the world is- ", "compound": 0.7026, "pos": 0.2, "neg": 0.128, "neu": 0.672, "data": "2019-03-14 19:34:38"}, {"text": "Very nice another one for the collection ", "compound": 0.4754, "pos": 0.34, "neg": 0.0, "neu": 0.66, "data": "2019-03-14 16:10:08"}, {"text": "listen I think he's a nice guy but from the two or three conversations we had when he lived in the flat it's obvious we're polar opposites so why is he talking to me out of the blue now", "compound": 0.2263, "pos": 0.05, "neg": 0.0, "neu": 0.95, "data": "2019-03-14 18:54:20"}, {"text": "sucks how despite being the perfect guy I still get attached to girls that are nice to me and want to die", "compound": -0.7429, "pos": 0.139, "neg": 0.319, "neu": 0.542, "data": "2019-03-14 15:49:31"}, {"text": "Even when they told him that wasn't her, he still stuck with that! I think he corrected, I think, that is a real thing, it clearly is. The thing is the guy is a nice guy .", "compound": 0.5848, "pos": 0.157, "neg": 0.054, "neu": 0.788, "data": "2019-03-14 18:41:07"}, {"text": "Girls say all the worst things about guys but as soon as someone does nice things for them they change their minds. Like if men where as you say dumb, You wouldn't be born. Ok we talk about equality and stuff but you have to admit some men should be respected for the work they do", "compound": 0.6083, "pos": 0.186, "neg": 0.13, "neu": 0.684, "data": "2019-03-14 16:04:59"}, {"text": "Not yet, they just want to see if the nice guy beats the bum / If it’s East-West and the money’s sky-high, they all come", "compound": 0.4767, "pos": 0.157, "neg": 0.0, "neu": 0.843, "data": "2019-03-14 19:12:08"}, {"text": "Trainer says he’s enjoying every minute of having Dixie Blossoms and Daysee Doom this preparation because they’ll be both off to stud in the Spring. Dixie B is nice and fit for the Coolmore Classic following a terrific run first up in the Guy Walter.", "compound": 0.8442, "pos": 0.225, "neg": 0.051, "neu": 0.724, "data": "2019-03-14 15:37:47"}, {"text": "I have a date on Saturday! The guy I was going on dates with hasn’t spoken to me in days, cba with guys like that. I’d been talking to this other guy a few weeks & he said he wanted to meet me & seems really nice so I’m looking forward to seeing how it goes.", "compound": 0.7082, "pos": 0.109, "neg": 0.0, "neu": 0.891, "data": "2019-03-14 16:04:35"}, {"text": "Yes but under what TRUSTWORTHY party, that's the rub, they are all untrustworthy!", "compound": 0.9134, "pos": 0.539, "neg": 0.0, "neu": 0.461, "data": "2019-03-14 16:57:56"}, {"text": "Nice guy too, very sincere and down to earth. He came to UWC once to give a talk in the CAF. Our jaws were on the floor.", "compound": 0.6997, "pos": 0.194, "neg": 0.0, "neu": 0.806, "data": "2019-03-14 18:15:30"}, {"text": "I think there is a fundamental misunderstanding of his \"popularity\". It was anti-Cruz as much if not moreso than pro-Beto. I am sure he is nice guy and I think he's adorable but what does he bring to the table? Six undistinguished years in congress?", "compound": 0.4784, "pos": 0.134, "neg": 0.042, "neu": 0.824, "data": "2019-03-14 19:23:06"}, {"text": "Throwback to riding the bullet train through the chunnel that connects London to Paris. It was a nice smooth ride and you can enjoy some wine while taking in the countryside. throwbackthursday tbt eurostar ", "compound": 0.7184, "pos": 0.162, "neg": 0.0, "neu": 0.838, "data": "2019-03-14 19:23:58"}, {"text": "“Thanks for inviting the killer kung fu wolf bitch to the crib grandad” ", "compound": -0.91, "pos": 0.095, "neg": 0.531, "neu": 0.373, "data": "2019-03-14 16:04:54"}, {"text": "Wow guys I am so excited This is the most big problem sir really nice video...we support you thinking and idea for digital india... SatyaPrakashReshu", "compound": 0.8748, "pos": 0.371, "neg": 0.085, "neu": 0.544, "data": "2019-03-14 19:29:45"}, {"text": "Which kind of proves the EU rule us already! And that's what leaving is about!", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 15:55:54"}, {"text": "Having fun with this selfie at the ISPA Women’s Network Reception. I was the only guy there. Nice perk of being in the press. ", "compound": 0.7269, "pos": 0.225, "neg": 0.0, "neu": 0.775, "data": "2019-03-14 19:45:58"}, {"text": "There’s so many guys out here that act and pretend to be this nice sweet guy but then 2 weeks later they texting back slow af. They always talk about the same things in their life and yall females just get your time wasted in the end", "compound": -0.3346, "pos": 0.08, "neg": 0.107, "neu": 0.814, "data": "2019-03-14 14:48:23"}, {"text": "You know Brexit only happened cos some people didn't like the way some guy ate bacon sandwich. And this is why we can't have nice things. Like Danish bacon without import tax.", "compound": -0.2363, "pos": 0.07, "neg": 0.124, "neu": 0.807, "data": "2019-03-14 18:24:03"}, {"text": "I hope gets the help he needs , he does seem like a genuine nice guy and it’s a shame to see people being beaten by shit awful demons ...you’ve beat it once before Paul you can do it again", "compound": -0.3818, "pos": 0.212, "neg": 0.243, "neu": 0.545, "data": "2019-03-14 19:29:06"}, {"text": "Having a boy I see that it’s not about them being tough to be a good man or boy one day it’s about the balls it takes to be a vulnerable nice and respectful man because it’s typical of guys to be raised like that but it’s not how it’s supposed to be break the cycle.", "compound": 0.5994, "pos": 0.135, "neg": 0.048, "neu": 0.817, "data": "2019-03-14 15:16:32"}, {"text": "Good but still shitty. The Eric Bana one was so bad tho.", "compound": -0.904, "pos": 0.088, "neg": 0.504, "neu": 0.407, "data": "2019-03-14 14:04:06"}, {"text": " omg you’re the one in the Chun-Li shirt, I knew your face was familiar. I said to the guys you have nice teeth lol", "compound": 0.6808, "pos": 0.219, "neg": 0.0, "neu": 0.781, "data": "2019-03-14 19:34:57"}, {"text": "The silly flags will be out in force now for the next two months or so won’t they? “Me Ma’s taken me bird out for the 6th time” fuck off.", "compound": -0.5267, "pos": 0.034, "neg": 0.107, "neu": 0.859, "data": "2019-03-14 17:31:09"}, {"text": "Glad to see the end of this era, I was at the Bank when he made his first appearance. I genuinely wanted him to do well, but after 4 seasons any real football fan is stupid if they want him as the QB!! Fans are blinded by the fact he’s a nice guy . Gd luck to him ", "compound": 0.8636, "pos": 0.243, "neg": 0.069, "neu": 0.688, "data": "2019-03-14 17:07:29"}, {"text": "Lest ye forget of the original nice guy , may I present to you, the Phantom ", "compound": 0.4939, "pos": 0.283, "neg": 0.106, "neu": 0.611, "data": "2019-03-14 14:42:28"}, {"text": "May is doing a brilliant job of running the clock down. She only needs to cling on until the 29th and then the Tories can, and will, do whatever they like.", "compound": 0.743, "pos": 0.184, "neg": 0.0, "neu": 0.816, "data": "2019-03-14 14:06:35"}, {"text": "whyd he say it man i thought he was a genuine nice guy but i guess i was wrong. my children were watching at the time of the incident so now i am afraid they will use the word", "compound": -0.5023, "pos": 0.05, "neg": 0.109, "neu": 0.841, "data": "2019-03-14 15:04:19"}, {"text": "You don’t vote for try of the week because someone is a nice guy ffs duh", "compound": -0.25, "pos": 0.143, "neg": 0.194, "neu": 0.663, "data": "2019-03-14 16:07:01"}, {"text": "customers can really suck my ass sometimes. this guy walked in t w o minutes before I close the store and had The audacity to ask me why did I lock the cash register (when I was bein nice & told him he can buy it but I can’t give him a bill) IT’S MY FUCKIN JOB", "compound": -0.3774, "pos": 0.037, "neg": 0.087, "neu": 0.876, "data": "2019-03-14 16:00:12"}, {"text": "Nice !! Don’t think we are warm enough for Lizards!! Don’t use pellets cos of Mr Ted the JRT and the other good guys . We have smooth and GCN’s. Lots of both fortunately.", "compound": 0.8302, "pos": 0.226, "neg": 0.0, "neu": 0.774, "data": "2019-03-14 18:59:47"}, {"text": "Thanks everyone who came out to the stream tonight! Huge shoutout to ( ", "compound": 0.6696, "pos": 0.355, "neg": 0.0, "neu": 0.645, "data": "2019-03-14 18:26:39"}, {"text": "Nice change of tweet, you defo needed to add the 'U' xD", "compound": 0.765, "pos": 0.398, "neg": 0.0, "neu": 0.602, "data": "2019-03-14 18:14:10"}, {"text": "I mean, you have the first main stream white Obama type who is articulate and bright and clean and a nice looking guy . That’s Texas Storybook Man!", "compound": 0.8268, "pos": 0.283, "neg": 0.0, "neu": 0.717, "data": "2019-03-14 19:40:25"}, {"text": "The end of an error, um I mean era in Jacksonville. Kidding aside, he was never a franchise QB, but by all accounts was a nice guy to everyone.", "compound": 0.4678, "pos": 0.165, "neg": 0.062, "neu": 0.773, "data": "2019-03-14 16:31:35"}, {"text": "Be sure to include in the moratorium all the nice guys who raped and murdered babies/children and whole families. Must not forget the incentive for future gang members to kill the innocent young or old as initiation into a great gang. Dear gov’ner newsom, wonderful move, by golly", "compound": 0.1916, "pos": 0.274, "neg": 0.222, "neu": 0.504, "data": "2019-03-14 15:58:48"}, {"text": "It would be pretty nice if you guys could I dOnt know, maYBe retweet the previous tweet to spread the word around? Please :(", "compound": 0.6597, "pos": 0.275, "neg": 0.096, "neu": 0.629, "data": "2019-03-14 14:04:20"}, {"text": "Pulled the frets on this guy today! Did it the hard way with a wedge and soldering iron; Came out nice though. diy fretremoval fretlessbass bassguitar bassist bass becausejazz ", "compound": 0.4003, "pos": 0.101, "neg": 0.046, "neu": 0.853, "data": "2019-03-14 14:25:51"}, {"text": "Nice guy . BTW SammyBoy ..... The first shall be last and The last shall be first come JudgementDay ", "compound": 0.4215, "pos": 0.141, "neg": 0.0, "neu": 0.859, "data": "2019-03-14 15:52:35"}, {"text": "Can you do the sim world a favor and make an F-15E and maybe a nice F-16 as well?!? You guys nailed it. Granted, I haven’t even touched the the weapons systems. All I have done is attempted to start it and flew a bit but damn guys !", "compound": -0.3907, "pos": 0.154, "neg": 0.109, "neu": 0.736, "data": "2019-03-14 18:54:52"}, {"text": " why don't you guys release the whole midway arcade library on Xbox One? Midway Origins was okay, but it was missing a lot of the classics. It would be nice to play Paper Boy, and Rampage World Tour on Xbox One.", "compound": 0.6652, "pos": 0.175, "neg": 0.06, "neu": 0.765, "data": "2019-03-14 14:03:55"}, {"text": "I try not to mention them to my one group of friends who are just eh with them (tho the guys said jimin has a nice ass and thighs lmao) but one of my best friends is an army and another best friend is pretty fond of them. she said they're attractive and shit so there's that", "compound": 0.9847, "pos": 0.413, "neg": 0.082, "neu": 0.505, "data": "2019-03-14 15:57:14"}, {"text": "Do you really think this human is prepared for a bagging job? My first ever job was bagging at 13 years of age, during the summer. I had to: 1) Be fast and logical. 2) Be nice and courteous. 3) Like commercial transactions. All 3 are beyond this guy ... & postmodern sociologists", "compound": 0.8591, "pos": 0.189, "neg": 0.0, "neu": 0.811, "data": "2019-03-14 14:47:44"}, {"text": "aside from his horrible sense of fashion; JYP is a very nice guy ! (and the most decent among the BIG 3) he makes sure to take care of his artists, even providing them expen$ive organic food because \"their parents entrusted me with their kids, our company is like their 2nd home\" ", "compound": 0.8264, "pos": 0.217, "neg": 0.058, "neu": 0.725, "data": "2019-03-14 17:43:25"}, {"text": "Most underrated player in the world. He is a very shy guy and humble. In the pitch don't expect him to be nice to you. Un des joueurs au monde le plus sous-cote. Un timide et tres reserve. Par contre sur le terrain n'attendez pas a ce qu'il soit gentil envers vous. ", "compound": 0.1298, "pos": 0.053, "neg": 0.043, "neu": 0.904, "data": "2019-03-14 15:11:11"}, {"text": "I cannot stress how amazing it is to date such a nice guy . He drove 5+ hours from his work in San Diego tonight and still bought me since the closest one is 2 hours from me which I wasn’t expecting then gets me 2 of them! ", "compound": 0.3296, "pos": 0.114, "neg": 0.065, "neu": 0.821, "data": "2019-03-14 14:12:40"}, {"text": "NiceDP Fact: If a newbie guy 's tweet gets 10rt he will barely get 1 follower who may unfollow the next day if FB is not given. But if a \" Nice DP\" tweet gets 10rt she will get 20 followers", "compound": 0.4215, "pos": 0.072, "neg": 0.0, "neu": 0.928, "data": "2019-03-14 19:03:09"}, {"text": "when your bro says \"I'm a real nice guy , I love shouting into the abyss\". who can relate lol", "compound": 0.8689, "pos": 0.412, "neg": 0.0, "neu": 0.588, "data": "2019-03-14 18:18:15"}, {"text": "With all the madness surrounding brexit it seems you guys really wanted a nice distraction on March 29th, as we've now officially sold out for our social dining popup ", "compound": -0.399, "pos": 0.091, "neg": 0.17, "neu": 0.739, "data": "2019-03-14 17:43:07"}, {"text": "this one shocked me the most.... he seemed like a super nice guy ... fans are having major trust issues right now", "compound": 0.8807, "pos": 0.406, "neg": 0.075, "neu": 0.519, "data": "2019-03-14 19:47:10"}, {"text": "Happy birthday to the guy that still sleeps during morning devotion ! Keep smelling nice dear", "compound": 0.908, "pos": 0.53, "neg": 0.0, "neu": 0.47, "data": "2019-03-14 19:18:24"}, {"text": "You completely missed the point. Also you belong on r/ niceguys", "compound": -0.3597, "pos": 0.0, "neg": 0.2, "neu": 0.8, "data": "2019-03-14 19:42:47"}, {"text": "the guy behind about to say 'you smell nice '", "compound": 0.4215, "pos": 0.259, "neg": 0.0, "neu": 0.741, "data": "2019-03-14 15:26:20"}, {"text": "Funnily enough I did it for the first time Sunday for Wolves. I don’t get paid for another week though", "compound": 0.4404, "pos": 0.146, "neg": 0.0, "neu": 0.854, "data": "2019-03-14 17:26:15"}, {"text": "How about planning a \"freedom party\" where the mp does what constituents want? Mine didn't so he go F. On next election, don't vote for Corbyn and the others only have 1 MP. It could foggy gets the vote?", "compound": 0.8205, "pos": 0.201, "neg": 0.0, "neu": 0.799, "data": "2019-03-14 15:52:48"}, {"text": "A lot of men are bothered about feminism, including the ” nice guys ” who don't attack women. That makes me wonder, why will you be bothered about feminism if you're a good guy ?", "compound": 0.5653, "pos": 0.207, "neg": 0.115, "neu": 0.677, "data": "2019-03-14 19:26:33"}, {"text": "It is completely NOT NORMAL for young boys to sleep in the bed of a grown man who is not their own father. We KNOW that lots of boys not related to Michael slept in his bed multiple times over many years. It is utterly wrong, no matter how nice you think the guy was.", "compound": -0.4034, "pos": 0.069, "neg": 0.098, "neu": 0.833, "data": "2019-03-14 18:34:17"}, {"text": "Who’s the first supporter you think of when you see this kit? Mine is ", "compound": 0.2732, "pos": 0.139, "neg": 0.0, "neu": 0.861, "data": "2019-03-14 19:46:12"}, {"text": "You should be able to take advantage of the legal/financial benefits of being married without requiring to be married. For alot of they've been together for years but have no interest in going into marriage. ", "compound": 0.5423, "pos": 0.178, "neg": 0.068, "neu": 0.754, "data": "2019-03-14 18:13:52"}, {"text": "this guy right here saved me from a lot of bugs in class HAHAHA he's always been so supportive of me and always tells me nice things when i'm down. he always believed that i'm capable of doing anything! with him, it's so much easier to look at the bright side! ", "compound": 0.9681, "pos": 0.338, "neg": 0.0, "neu": 0.662, "data": "2019-03-14 19:07:21"}, {"text": "With all things going on, netz decides to go after the guy with an ankle surgery and a few days leave still on active duty.....rich, nice priorities", "compound": 0.6486, "pos": 0.185, "neg": 0.04, "neu": 0.774, "data": "2019-03-14 18:48:15"}, {"text": "TheDivision2Photos I found where pennywise the clown could have taken Georgey. Also found some dead crocs too.. nice touch guys . ", "compound": -0.3612, "pos": 0.116, "neg": 0.178, "neu": 0.705, "data": "2019-03-14 16:32:50"}, {"text": "It's a rock we hide under. They scared to treat yall right cause yall be wanting douches Nice guys in the back ", "compound": 0.2263, "pos": 0.203, "neg": 0.17, "neu": 0.627, "data": "2019-03-14 19:13:55"}, {"text": "The poor guys in costumer service will not have to deal with changing it every time I do it wrongly. (They are nice tho) Now lets wait a bit maybe a miracle will anounce an official distributor for Spain. One could hope. ", "compound": 0.7506, "pos": 0.2, "neg": 0.065, "neu": 0.735, "data": "2019-03-14 17:32:41"}, {"text": "Excellent interview with the estimable scholar and all around nice guy Richard McKay about his new book on an important chapter in HIV/AIDS history. Patient Zero and the Making of the AIDS Epidemic ", "compound": 0.8074, "pos": 0.217, "neg": 0.0, "neu": 0.783, "data": "2019-03-14 18:00:25"}, {"text": "Addressing Disability in the Workplace ", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 15:28:15"}, {"text": "The little guy is umsunu after all", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 17:48:48"}, {"text": "Brian Williams \"not the nice guy that people think he is, has now become totally irrelevant\" (02/10/2015)", "compound": -0.3252, "pos": 0.0, "neg": 0.127, "neu": 0.873, "data": "2019-03-14 19:10:23"}, {"text": " I fear Mr nice guy will be destroyed. He'll end up like cornerstone at building in Moscow.", "compound": -0.2732, "pos": 0.224, "neg": 0.27, "neu": 0.506, "data": "2019-03-14 19:15:32"}, {"text": "That's not nice to say to Evel. I mean he won. Give the guy a break.", "compound": 0.3331, "pos": 0.205, "neg": 0.129, "neu": 0.665, "data": "2019-03-14 18:45:03"}, {"text": "I listened to it. Really nice mics I'll give you that. Maybe turn the volume down to 11, that would help. Listening to 3 White guys scream at each other for 45 min. is ok if you're actually entertaining. Now I see why you only 8 subs. ", "compound": 0.8016, "pos": 0.211, "neg": 0.052, "neu": 0.737, "data": "2019-03-14 15:48:50"}, {"text": "Better days ahead.. By the Grace of God", "compound": 0.7783, "pos": 0.609, "neg": 0.0, "neu": 0.391, "data": "2019-03-14 17:41:49"}, {"text": "Nice day for an indoor Tool Fair, we are here today guys 14th March at Eventcity, Manchester visiting the stand of one of the great companies we represent construction buildersmerchant toolstore laserlevel imexlaser linelaser levelling measuring civils ", "compound": 0.8481, "pos": 0.213, "neg": 0.0, "neu": 0.787, "data": "2019-03-14 17:54:40"}, {"text": "A criticism of the Bitcoin SV YT channel & you get banned from their telegram group, & comments deleted. Speaks volumes & I wasn’t the only one to raise the point in question Nice work ", "compound": -0.4767, "pos": 0.078, "neg": 0.165, "neu": 0.756, "data": "2019-03-14 16:35:01"}, {"text": "Nice ! Ignore the hype guy comment up there ^ he prob would like it if everyone did the same. Just some bum old reseller laughing at you", "compound": 0.7424, "pos": 0.264, "neg": 0.075, "neu": 0.661, "data": "2019-03-14 17:14:23"}, {"text": "Good Cop/Bad Cop....... always the nice guy ! PLEASE", "compound": 0.8412, "pos": 0.643, "neg": 0.0, "neu": 0.357, "data": "2019-03-14 19:01:04"}, {"text": "Oh I’m sure the “ nice guy ” Beto bros are gearing up for battle...", "compound": 0.6249, "pos": 0.282, "neg": 0.0, "neu": 0.718, "data": "2019-03-14 18:34:54"}, {"text": "Real talk though, can we talk about how is the sweetest guy ever, and I absolutely adore him. He's supportive and nice , And he makes me cry on a regularly bc not only do I miss him, but I feel like he deserves the best. He's one of the ones y'all ain't worthy of.", "compound": 0.8767, "pos": 0.256, "neg": 0.081, "neu": 0.663, "data": "2019-03-14 18:03:46"}, {"text": "i’m being ignored by the guy i’ve been texting for over 2 months and i’m kinda )): bc he was so nice and i told him everything abt me & he was the first guy i went on a date w in conclusion men don’t deserve rights", "compound": 0.3218, "pos": 0.081, "neg": 0.051, "neu": 0.868, "data": "2019-03-14 14:43:31"}, {"text": "*pops in at the worst possible time, tray at the ready with their waters.* Nyaaaah! Nice of you guys to show up! What do you want to dri-- ", "compound": 0.2695, "pos": 0.204, "neg": 0.116, "neu": 0.68, "data": "2019-03-14 15:39:07"}, {"text": "\" When the nice guy loses His patient the devil Shivers \" _Anonymous", "compound": -0.5994, "pos": 0.16, "neg": 0.383, "neu": 0.457, "data": "2019-03-14 16:40:37"}, {"text": "Sad cause I really wanna be in the abh groups chats but I’m shy and awkward but like you guys are so nice", "compound": 0.5753, "pos": 0.258, "neg": 0.204, "neu": 0.538, "data": "2019-03-14 14:35:28"}, {"text": "Would be nice to get some feedback from guys like and . Both are mentioned, and would be high on the list of dream guests for the securities and governance series. ", "compound": 0.8176, "pos": 0.268, "neg": 0.0, "neu": 0.732, "data": "2019-03-14 19:00:48"}, {"text": "I do like Jeremy Corbyn. I met him ages ago (before he was party leader) and he seemed a nice guy . It's just that he is deliberately undermining agreed conference policy, and in doing so harming himself, the party and the country.", "compound": 0.5696, "pos": 0.247, "neg": 0.137, "neu": 0.616, "data": "2019-03-14 17:14:40"}, {"text": "You smell nice is a compliment that everyone will be happy to hear but someone getting angry at such compliment is what I don't understand except their is part of the story they didn't tell us. May be the guy added one or two words to the compliment that's my take.", "compound": 0.8462, "pos": 0.235, "neg": 0.072, "neu": 0.693, "data": "2019-03-14 19:35:46"}, {"text": "It was nice having a fan base who was rooting for you guys", "compound": 0.6249, "pos": 0.338, "neg": 0.0, "neu": 0.662, "data": "2019-03-14 18:03:18"}, {"text": "Yep, even if you don’t own your own weapon, go to the range. It’s the best way to find out which weapon is best suited for you. Plus the guys are always very nice and helpful. I don’t have a Rambo moment, I get very laser focused. I want to hit the bull’s-eye every time.", "compound": 0.9501, "pos": 0.314, "neg": 0.065, "neu": 0.621, "data": "2019-03-14 19:40:29"}, {"text": "The poor guy , he was so nice", "compound": 0.1321, "pos": 0.309, "neg": 0.265, "neu": 0.427, "data": "2019-03-14 17:04:27"}, {"text": "Guys j is so nice I can’t believe it dkdkkdksksks", "compound": 0.5598, "pos": 0.341, "neg": 0.0, "neu": 0.659, "data": "2019-03-14 18:38:24"}, {"text": "7 years for shooting this teen that many Times. Just shows the Evil of all of those involved in letting him walk Jason Van Dyke, Ex-Officer Who Killed Teenager, Is Beaten by Inmates, Lawyers Say - The New York Times ", "compound": -0.9136, "pos": 0.0, "neg": 0.251, "neu": 0.749, "data": "2019-03-14 17:33:37"}, {"text": "Hugh, gill, I get the digs but as as a Brigade Officer to 19,11,&16 Brigades I did attend quite few TA-Saturday and Sunday soldiers funerals from Iraq and Afghan. Please consider your insults on the families left. You can do better.", "compound": -0.0772, "pos": 0.142, "neg": 0.148, "neu": 0.71, "data": "2019-03-14 17:07:53"}, {"text": "\"Following months-long preparations, the foreign ministers of France, Germany and Britain finally unveiled the mechanism, officially called the Instrument in Support of Trade Exchanges (INSTEX), after a summit in Bucharest, Romania\" Nice work guys ! AwesomeEurope", "compound": 0.6996, "pos": 0.153, "neg": 0.0, "neu": 0.847, "data": "2019-03-14 19:26:19"}, {"text": "He is not trash....But that \"BAD BOYS\" you prefer.....saying that the \" NICE GUYS \" are boring. And besides this is Africa and most of us are/were raised by single parents.", "compound": 0.6834, "pos": 0.197, "neg": 0.065, "neu": 0.738, "data": "2019-03-14 19:07:27"}, {"text": "Traitors have a tendency to support each other when the crap is about to hit the fan! Pauly there is a Russian stooge just like you. He is not someone we actually listen to for much of anything. Even his neighbors thinks he is not a very nice guy and is paying the price for it.", "compound": 0.3906, "pos": 0.128, "neg": 0.084, "neu": 0.788, "data": "2019-03-14 19:47:27"}, {"text": "I know it's part of growing up, blah blah blah... but all the insecurity and thinking you're ugly of teenage years seems such a waste of energy considering how gorgeous everyone is! Like everyone I see looks so nice and confident and cool! Good job, guys !", "compound": 0.9571, "pos": 0.404, "neg": 0.192, "neu": 0.404, "data": "2019-03-14 16:52:03"}, {"text": "2am thoughts: the trailers for The Nice Guys were some of the best damn trailers I’ve ever seen. I have no idea why the film flopped at the box office but it’s such a shame", "compound": -0.4767, "pos": 0.112, "neg": 0.19, "neu": 0.698, "data": "2019-03-14 14:21:46"}, {"text": "Even as a hardcore socialist dem I’m happy to see a lot of the positive feedback for Beto I mean he seems like a nice guy kinda has an Obama likable personality but it’s the issues I have to do some work on, I don’t even mind that he lost to Ted Cruz just wanna be sure we’re", "compound": 0.6124, "pos": 0.169, "neg": 0.05, "neu": 0.781, "data": "2019-03-14 19:39:16"}, {"text": "Mmmh be nice the guy is very good at this moment", "compound": 0.7178, "pos": 0.4, "neg": 0.0, "neu": 0.6, "data": "2019-03-14 19:15:18"}, {"text": "That one was directed at brianna right because thats not very nice", "compound": -0.3713, "pos": 0.0, "neg": 0.188, "neu": 0.812, "data": "2019-03-14 14:43:25"}, {"text": "The president is such an awesome guy everyone should just be nice to him he is a super great guy and the Democrats are just such mean people Charles Manson", "compound": 0.9423, "pos": 0.373, "neg": 0.0, "neu": 0.627, "data": "2019-03-14 19:25:16"}, {"text": "So I do a lot for the people I work with, one thing I did that I deserve a medal for I introduced a guy to the movie Drive now he come back and says it was awful worst movie ever. I’m never doing anything nice again", "compound": -0.7455, "pos": 0.065, "neg": 0.198, "neu": 0.736, "data": "2019-03-14 14:49:09"}, {"text": "8-figures are the next 6-figures. If you start a business and are looking to scale, is a great show to learn from others — a no holds barred reality explanation of dollars and sense. joins on NGOB . ", "compound": 0.4404, "pos": 0.107, "neg": 0.057, "neu": 0.836, "data": "2019-03-14 18:15:01"}, {"text": "Well and I think the idea of teaching Unix/Os history is awesome. Would be cool to do it also from a file system or other aspects of the kernel. Nice to see his appreciation for some of the funnier aspects of what happened. Would be a fun guy to have a pint with", "compound": 0.9618, "pos": 0.329, "neg": 0.0, "neu": 0.671, "data": "2019-03-14 15:13:31"}, {"text": "It’s really nice to see the students after graduating roaming around the city freely. Today I saw them biking on my way back home and I asked them where they were going, they answered “KARAOKE!!” You deserve that guys !", "compound": 0.7826, "pos": 0.164, "neg": 0.0, "neu": 0.836, "data": "2019-03-14 14:24:01"}, {"text": "Hey guys I am so excited This is the most big problem sir really nice video...we support you thinking and idea for digital india... SatyaPrakashReshu ", "compound": 0.7347, "pos": 0.285, "neg": 0.093, "neu": 0.622, "data": "2019-03-14 19:35:16"}, {"text": "I think I might have flirted with a real guy for the first time ever... and he might’ve flirted back? u cute and nice hmu", "compound": 0.6597, "pos": 0.23, "neg": 0.095, "neu": 0.675, "data": "2019-03-14 18:38:55"}, {"text": "But you voted leave following the direction of the national votes?", "compound": -0.0516, "pos": 0.0, "neg": 0.107, "neu": 0.893, "data": "2019-03-14 15:59:52"}, {"text": "God we thank you once again for the grace you have given us to see this day. We are not taking your grace for granted and we eternally grateful for your mercies. Peace of mind I ask for thia day oh lord.. guide and protect us as we go out and come back home", "compound": 0.9601, "pos": 0.321, "neg": 0.0, "neu": 0.679, "data": "2019-03-14 15:14:35"}, {"text": "Can you inform these companies in North Louisiana as well as other states that choose to do this please! Its a disgrace!", "compound": 0.2753, "pos": 0.2, "neg": 0.121, "neu": 0.679, "data": "2019-03-14 18:47:07"}, {"text": "Anyways, fandom can get nasty and you guys need to start being nicer to each other. I saw a lot of you just attacking and being nasty af for no reason, don’t ruin the show and there’s a thing called block button and being nice even when ships are different. deadlyclass", "compound": -0.9246, "pos": 0.088, "neg": 0.295, "neu": 0.617, "data": "2019-03-14 14:58:43"}, {"text": "They want something inside nii !! sometimes trying to be a good guy u ll be called ODE by same girls u trying to be nice to lol !! the truth is some came for the kokomacin so NO dulling so brodas don't waist a min in sliding in shaa make sure u re with your playing boots", "compound": 0.8484, "pos": 0.257, "neg": 0.091, "neu": 0.652, "data": "2019-03-14 16:38:28"}, {"text": "So sad to read that Charlie Whiting has died! He was Mr F1 and I he made the sport what it is today. Amazing man who from the outside seemed a genuinely nice guy . R.I.P. Charlie F1", "compound": -0.1742, "pos": 0.147, "neg": 0.162, "neu": 0.691, "data": "2019-03-14 16:11:09"}, {"text": "Roy Shi offered all of us nice cups of tea from HappyLemon today. Although it can't compare to HeyTea which we all wanted the most but always \"store busy\", we know when that HeyTea day comes, this all-time nice guy will buy us all again.", "compound": 0.6808, "pos": 0.115, "neg": 0.0, "neu": 0.885, "data": "2019-03-14 17:56:24"}, {"text": "It's a shame because he is talented and creative and I think he is good looking most of the time, I just wish he was a better person. A talented guy and a nice face destroyed by such a terrible personality. It's so sad.", "compound": 0.7513, "pos": 0.346, "neg": 0.222, "neu": 0.432, "data": "2019-03-14 16:59:38"}, {"text": "Nice try wise guy . ", "compound": 0.7096, "pos": 0.747, "neg": 0.0, "neu": 0.253, "data": "2019-03-14 14:26:01"}, {"text": "Yeah, and all in the name of diversity no doubt knowing the media. Demote Ted to a graveyard shift away from the track with one of the best parts about the weekend now gone. with Karun Chandhok - a nice enough guy , but what an utter joke. BRING BACK TED! ", "compound": 0.6419, "pos": 0.17, "neg": 0.091, "neu": 0.739, "data": "2019-03-14 16:42:54"}, {"text": "I loved the switch, easy transition. Glue compressor is huge too. All the stock plugin are amazing too. Mixing process is easier imo too. Overall quicker workflow too everybody has their own opinions too.. I’ve heard operator is really really nice too. Although I’m a serum guy", "compound": 0.9588, "pos": 0.328, "neg": 0.0, "neu": 0.672, "data": "2019-03-14 15:45:17"}, {"text": "i dnt get why people get shy when doing a home video.. like its just you and the camera, we aint there... hahaha! Once y'all press the record button shy mode on steroids. Otherwise nice 1 laitiaka", "compound": -0.2302, "pos": 0.128, "neg": 0.174, "neu": 0.699, "data": "2019-03-14 17:56:11"}, {"text": "yeah okay how the fuck are you going to list songs in shrek and not fucking have the immigrant song on this list what the fuck I'm deporting you ", "compound": -0.5994, "pos": 0.114, "neg": 0.194, "neu": 0.693, "data": "2019-03-14 15:24:24"}, {"text": "Before I even got into the fandom. I will admit I got salty a few times. Got \"Friend zoned\" alot, but what pissed me off the most was when those women got out of this shitty relationship they were like where are all the nice guys . But I guess patience is key. Love my wife.", "compound": 0.3767, "pos": 0.229, "neg": 0.165, "neu": 0.606, "data": "2019-03-14 19:10:22"}, {"text": "He did voiceovers for a handful of toy commercials we did back in the 90’s. He was a really nice /funny guy .", "compound": 0.4754, "pos": 0.14, "neg": 0.0, "neu": 0.86, "data": "2019-03-14 19:24:04"}, {"text": "Oh, did some people '\"like:\" you on that. that show makes me sad. The confrontation is nuts. The one guy liked fake Katy Perry. He really thought it was her. They do not know. That is the thing, the nice .", "compound": -0.6369, "pos": 0.111, "neg": 0.214, "neu": 0.675, "data": "2019-03-14 18:33:18"}, {"text": "You know what time it is ? It’s cardio time friends ! Someone once said what doesn’t kill you makes you stronger ! We shall see about that ! Have a nice day guys ! So the work ! blond ", "compound": 0.6083, "pos": 0.223, "neg": 0.108, "neu": 0.669, "data": "2019-03-14 18:36:57"}, {"text": "The David Beckham Statue Prank ", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 15:43:29"}, {"text": "photo loving lesbian sex hot athletic women free porn stars video sex ghana live sex webcam girls linda video girls having sex with guys naked pam anderson nude vid girl nue exclusiv nice tits estonia women porn ", "compound": 0.8442, "pos": 0.223, "neg": 0.042, "neu": 0.735, "data": "2019-03-14 15:47:11"}, {"text": "Must be nice to get that sweet free govt dental plan. I really dislike this guy .", "compound": 0.7357, "pos": 0.396, "neg": 0.126, "neu": 0.478, "data": "2019-03-14 14:09:35"}, {"text": "This is just called that cause they act as bad asthe guys in the nice guys subreddit; but I don’t see any posts where the girls are trying to claim they’re being rejected for niceness (if anything most posts include the opposite; ppl being overconfident in never being rejected)", "compound": -0.34, "pos": 0.095, "neg": 0.12, "neu": 0.786, "data": "2019-03-14 19:40:00"}, {"text": "a guy just tried to scare me off at pavi when i was walking with my eyes glued to the phone ha ha i have no soul but nice try though", "compound": 0.5267, "pos": 0.21, "neg": 0.109, "neu": 0.68, "data": "2019-03-14 14:08:21"}, {"text": "SIM works out and is a nice guy but EW brought Sims kids into it. enough to flip any nice guy into a rage. if sim can't do the job I will", "compound": -0.0772, "pos": 0.153, "neg": 0.134, "neu": 0.712, "data": "2019-03-14 19:16:55"}, {"text": "Heheheh I was about to go that way with as my witness hahahahaha Woke up with bad news and a nightmare Equals Hell Then I realize that the nightmare of editing the thesis again was just a Dream and not reality ahhahaha I Went back to normal", "compound": -0.7964, "pos": 0.041, "neg": 0.165, "neu": 0.794, "data": "2019-03-14 17:30:16"}, {"text": "You seem like a nice guy Pete, but that seems like a fair trade-off to keep the kids safe", "compound": 0.9136, "pos": 0.533, "neg": 0.0, "neu": 0.467, "data": "2019-03-14 19:47:05"}, {"text": "This is what the satanic sick are promoting! An abomination to THE MOST HIGH. You want to be a man then why are you pregnant? The confused world in sin ", "compound": -0.6974, "pos": 0.124, "neg": 0.248, "neu": 0.628, "data": "2019-03-14 19:35:35"}, {"text": "The ikons looking good and like they had fun ayyy nice thanks to the ikonics over there, hope you guys had fun too ", "compound": 0.9618, "pos": 0.563, "neg": 0.0, "neu": 0.437, "data": "2019-03-14 14:25:49"}, {"text": "If you don’t need them for chemo I’ll have them for hockey...nearly lost fingers the other night nice to see you guys conversing, 2 very different ways of dealing with it all but both owning it. Pub you say Em? I’ll be there! Fancy it Chards?!", "compound": 0.2946, "pos": 0.06, "neg": 0.035, "neu": 0.905, "data": "2019-03-14 16:13:00"}, {"text": "Yeah, I was saying he’d be a nice fit. Good catch and shoot guy . He and Zo would make a well rounded backcourt. The strengths and weaknesses would balance out.", "compound": 0.8519, "pos": 0.389, "neg": 0.125, "neu": 0.486, "data": "2019-03-14 14:54:45"}, {"text": "Do Nice Guys Really Finish Last? Masonry and the True Meaning of Being a Man on Vimeo ", "compound": 0.6808, "pos": 0.286, "neg": 0.0, "neu": 0.714, "data": "2019-03-14 15:48:41"}, {"text": "Nice Guys Finish First. \"If you don't know that, you don't know where the finish line is.\" ", "compound": 0.4215, "pos": 0.149, "neg": 0.0, "neu": 0.851, "data": "2019-03-14 15:48:16"}, {"text": "My very unbiased opinion plus considering the fact that I think the nice guy scenario applies to me, is , we're quite confusing creatures I must say especially emotionally, abusive guys come across as nice in the beginning, nice guys come off as creepy when approaching women", "compound": 0.0863, "pos": 0.154, "neg": 0.148, "neu": 0.698, "data": "2019-03-14 17:20:07"}, {"text": "Can you remember the name of your favourite school sandals in Secondary school Mine:Aerosoft", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 18:54:25"}, {"text": "It'd be nice if us guys down in Australia could actually play blackout. Love the game, but genuinely haven't been able to play it for 2 months now.", "compound": 0.8074, "pos": 0.288, "neg": 0.0, "neu": 0.712, "data": "2019-03-14 18:44:11"}, {"text": "One day I’ll wake up to some nice titty pics in my DM’s and I’ll be the happiest guy in the world. Good night.", "compound": 0.872, "pos": 0.32, "neg": 0.0, "neu": 0.68, "data": "2019-03-14 14:23:49"}, {"text": "Early Feedback on our up and coming release: Pilato \" Nice pack, like the original most\" -- rating: 4/5 \"Great release! Thanks!\" -- rating: 5/5 Beatport Exclusive on 5th April 2019! Thanks for your feedback Guys . Progressivehouse realprog IN2U DJ Producer ", "compound": 0.943, "pos": 0.333, "neg": 0.0, "neu": 0.667, "data": "2019-03-14 14:34:07"}, {"text": "The statute of limitation aren’t up on any crime or any of her comrades may have committed. There is more than enough evidence to appoint a special council to investigate. I suggest ", "compound": -0.2263, "pos": 0.132, "neg": 0.156, "neu": 0.712, "data": "2019-03-14 18:52:58"}, {"text": "Sia....I didn’t dissect ol girl...I reached out to my guy in a “why bother” being nice to someone who would clap back the way she did...in a clout chasing kind of way...", "compound": 0.4939, "pos": 0.13, "neg": 0.0, "neu": 0.87, "data": "2019-03-14 17:04:36"}, {"text": " came to d rescue with their fire tanker truck when a commercial bus caught fire on Marina this morning nice CSR guys fire service were no where to be found, big ups to all the motorists that used the fire extinguishers spiritoflagos", "compound": -0.5719, "pos": 0.12, "neg": 0.232, "neu": 0.648, "data": "2019-03-14 17:53:33"}, {"text": "That is actually very nice ! A big congratulations to you guys & best of luck finding an Organisation to represent in the further up coming seasons of MDL !", "compound": 0.9436, "pos": 0.406, "neg": 0.0, "neu": 0.594, "data": "2019-03-14 17:56:56"}, {"text": "As for the guy , yes, it was somewhat uncalled for to have headed the direction he went with the comment about smelling nice ... A job seeker can inadvertently do stupid things sometimes...", "compound": 0.2732, "pos": 0.145, "neg": 0.09, "neu": 0.765, "data": "2019-03-14 19:16:30"}, {"text": "So 80 guys arrived in 3 ships with nothing in an area of people who were prospering in farming and hunting.300 years later their offspring owns 99%(of western cape) of the land while those they found there are laborers.all this through goodwill and cooperation?,must be nice", "compound": 0.4215, "pos": 0.06, "neg": 0.0, "neu": 0.94, "data": "2019-03-14 15:11:57"}, {"text": " your guys are doing nice job of not paying the premium on various accounts. Conveniently they say not records available for past cases. Great professional attitude of your team in Vadodara. nomoreTATAAIG", "compound": 0.7845, "pos": 0.187, "neg": 0.0, "neu": 0.813, "data": "2019-03-14 19:42:46"}, {"text": "Tbh I’m hella mean to people in general and Gaby is nice to them. When it comes to guys — I’m the nice one and Gaby is a straight savage she doesn’t care about hurting someone’s feelings lol", "compound": 0.7783, "pos": 0.274, "neg": 0.116, "neu": 0.61, "data": "2019-03-14 14:27:23"}, {"text": "Just want to leave this here: we’ll be shifting workstation to the new office floor... now I have no more chance to have interaction with the nice guy in the office. my social life is ruined.", "compound": -0.0276, "pos": 0.153, "neg": 0.155, "neu": 0.692, "data": "2019-03-14 18:09:02"}, {"text": "Nice both lefties and righties. Having grown up there and seeing them all in person I can pictures their deliveries perfectly. Strangely I was always a Ryan and Seaver guy . Loved the leg drive", "compound": 0.8658, "pos": 0.272, "neg": 0.055, "neu": 0.673, "data": "2019-03-14 19:01:21"}, {"text": "the guy who sits next to me in econ saw my lil drawing of Eevee in my notebook & said it was nice :)", "compound": 0.7003, "pos": 0.216, "neg": 0.0, "neu": 0.784, "data": "2019-03-14 15:01:26"}, {"text": "When you were chanting about \"locking people up\" I guess the good guys got to work and started locking up your friends. I bet your family will be next. Lock them up...Lock them up. Has a nice ring to it doesn't it.", "compound": 0.8316, "pos": 0.196, "neg": 0.0, "neu": 0.804, "data": "2019-03-14 19:18:11"}, {"text": "Props to these guys . Late in a 1hr 45 min session, they only had 20 players. Most groups that rent out the arena have 30 players at least. Nice passing on the goal. icehockey rogersarena ", "compound": 0.4215, "pos": 0.078, "neg": 0.0, "neu": 0.922, "data": "2019-03-14 15:52:51"}, {"text": "Aww sorry babe now I guess someone moved from smelling nice to good for you. You’re both Taiwo and the guy that went for the interview", "compound": 0.6597, "pos": 0.197, "neg": 0.045, "neu": 0.759, "data": "2019-03-14 16:18:38"}, {"text": "Nice ! I love it guys , keep up the outstanding work", "compound": 0.906, "pos": 0.653, "neg": 0.0, "neu": 0.347, "data": "2019-03-14 19:42:45"}, {"text": "Nice tactics to just divert me again. Now on DM you guys are again requesting to raise this on some other portal, what was the point of asking my number then?", "compound": 0.4767, "pos": 0.124, "neg": 0.0, "neu": 0.876, "data": "2019-03-14 14:39:50"}, {"text": "Aww, the guys ' nice fashion! ", "compound": 0.4753, "pos": 0.436, "neg": 0.0, "neu": 0.564, "data": "2019-03-14 15:42:27"}, {"text": "My concern and kindness is based on him and his beautiful character. He is such a nice guy full of respect not only for his team but for his \"opponents\" as well. He even treats the right way those who doesn't do the same thing with him. Let's hope he won't leave the game.", "compound": 0.9205, "pos": 0.26, "neg": 0.0, "neu": 0.74, "data": "2019-03-14 19:37:32"}, {"text": "Fun fact: the more someone says they’re a nice guy the less likely they are to be a nice guy lol", "compound": 0.8934, "pos": 0.438, "neg": 0.0, "neu": 0.562, "data": "2019-03-14 17:14:56"}, {"text": "Nice work capturing our PORTOBELLO burger In collab with the award-winning guys at , together we created this burger made with oregano-rubbed beef, handmade halloumi, feta and red pepper dip, red onion, tomato, lettuce and our homemade pickles. ", "compound": 0.5859, "pos": 0.121, "neg": 0.0, "neu": 0.879, "data": "2019-03-14 19:00:00"}, {"text": "He won't challenge lies or untruths. Plays it like it is still normal politics and he doesn't show the intellectual capacity to go deeper on any subject. Nice guy , but a horrible replacement for the men before him.", "compound": -0.4397, "pos": 0.153, "neg": 0.173, "neu": 0.674, "data": "2019-03-14 17:39:27"}, {"text": "Jay Ajayi is scheduled to meet with the next week, would be a nice addition for a team that only averaged 107 ypg on the ground last season Colts FreeAgency FreeAgency2019 FreeAgencyFrenzy", "compound": 0.4215, "pos": 0.088, "neg": 0.0, "neu": 0.912, "data": "2019-03-14 18:05:15"}, {"text": "Guy I dont know you but I see the way you promote different hustles on your timeline. I am just here to say God bless you. You no go find people to promote you too. Nice work man ", "compound": 0.9331, "pos": 0.346, "neg": 0.058, "neu": 0.596, "data": "2019-03-14 16:29:32"}, {"text": "Reading all your comments about our recent music, clothing & mixes really make me tear up bc I know the guys worked so hard to deliver you them. Everything we do is something that we deeply love and hope you enjoy just as much, so to see these positive reactions is so nice .", "compound": 0.9532, "pos": 0.278, "neg": 0.029, "neu": 0.693, "data": "2019-03-14 14:54:26"}, {"text": "The guys were so nice , they held the train an extra second just in case. They were a funny bunch. Asking in my name was Sarah like they knew me, stupid me forgot it’s written on my T-shirt ", "compound": 0.6825, "pos": 0.199, "neg": 0.075, "neu": 0.727, "data": "2019-03-14 15:09:36"}, {"text": "That's what we've been holding on to. I'm ok with the ambiguity as long as I don't dwell. Damn children. Everything makes me cry now. Good things, bad things. I cried at the F1 guy 's death just now. Who is he? No clue. But people were saying nice things so tears. Who am I now?!", "compound": -0.854, "pos": 0.142, "neg": 0.272, "neu": 0.586, "data": "2019-03-14 16:42:48"}, {"text": "“Eh? You already have some? Actually, I’m not surprised. I can tell by your hair and body size. Clearly, you’re ill.” He paused. “ Nice to meet you. If you want to look for treatment — I’m the guy . Can’t promise a cure for whatever you got. Since, well. Depending on the >>", "compound": 0.8357, "pos": 0.199, "neg": 0.029, "neu": 0.773, "data": "2019-03-14 14:46:12"}, {"text": "He’s crying in prison. And his wife & attorney basically pulled the racists card. No badge & gun now he’s scared. Jason Van Dyke, Ex-Officer Who Killed Teenager, Is Beaten by Inmates, Lawyers Say - The New York Times ", "compound": -0.9741, "pos": 0.0, "neg": 0.469, "neu": 0.531, "data": "2019-03-14 17:29:45"}, {"text": "Waiting for the electricity guy to show up at our co-working space which, at this time of day means, waiting in the near-dark. They were meant to show up on Tuesday already but then didn't, so let's hope they do this time... Would be nice to get heat and lights on!", "compound": 0.1466, "pos": 0.071, "neg": 0.061, "neu": 0.869, "data": "2019-03-14 14:51:47"}, {"text": "Went fishing with today and landed my 1st sbt, 20kg, in Victoria and my 1st fish on a popper lure. Matt and Damo are great fishos, happy to share knowledge and are just really nice guys . Although the tuna were tough we had a mad squid session to start the day. ", "compound": 0.8553, "pos": 0.215, "neg": 0.077, "neu": 0.707, "data": "2019-03-14 15:02:45"}, {"text": "He should have fought about the voting machine switching votes from from him to Cruz. I wasn’t just his nice guy image at stake, but voter suppression and cheating. He should have fought for the people!", "compound": -0.8356, "pos": 0.045, "neg": 0.229, "neu": 0.726, "data": "2019-03-14 14:23:00"}, {"text": "Nice shot of the whole zone thetreehouseguys treehouse treehouseguys treehouselife cabin aisle6 kavinatree customcarpentry carpentry treehousebuilder woodworking customwoodworking lifeinthetrees ilovemyjob arbormonkey treehouses tr ", "compound": 0.4215, "pos": 0.113, "neg": 0.0, "neu": 0.887, "data": "2019-03-14 19:10:18"}, {"text": "I work with this lad he’s a genuinely nice guy who loves the Villa...what has happened is shocking and sickening...let’s find the wanker who has done this to one of our own ", "compound": 0.0772, "pos": 0.168, "neg": 0.16, "neu": 0.672, "data": "2019-03-14 16:24:34"}, {"text": "I bet nobody laughed at the time. Real nice family.", "compound": 0.7003, "pos": 0.453, "neg": 0.0, "neu": 0.547, "data": "2019-03-14 19:41:50"}, {"text": "I'm shocked and saddened to hear of the passing of Charlie overnight. Such a nice guy , who always gave me his time and knowledge so willingly. His personality and work will be much missed. RIPCharlieWhiting", "compound": -0.6249, "pos": 0.069, "neg": 0.194, "neu": 0.737, "data": "2019-03-14 15:35:43"}, {"text": "Some of you man need to understand there’s nothing nice bout the hood. It’s always the guys that got bullied in school that wanna become gangster when they leave school.", "compound": -0.7672, "pos": 0.0, "neg": 0.22, "neu": 0.78, "data": "2019-03-14 19:20:23"}, {"text": "Walllah sometimes I feel sort of bad for the nice guys who like me but then I remember how the guys I like look and then I’m just like", "compound": 0.7753, "pos": 0.303, "neg": 0.071, "neu": 0.626, "data": "2019-03-14 14:26:42"}, {"text": " it is like why it is all French him and his lady friends, doesn't the guy know how to take a photo at all? is he nice though?", "compound": 0.8299, "pos": 0.267, "neg": 0.0, "neu": 0.733, "data": "2019-03-14 14:51:35"}, {"text": "What’s the proper response when a guy calls you wife material (among other nice things) and actually seems to mean it ???", "compound": 0.5171, "pos": 0.143, "neg": 0.0, "neu": 0.857, "data": "2019-03-14 15:15:51"}, {"text": "It's nice to meet you guys . Forward to the moon)) ", "compound": 0.4215, "pos": 0.237, "neg": 0.0, "neu": 0.763, "data": "2019-03-14 17:06:06"}, {"text": "I wasn’t talking about the music scene, just food. And yes, I don’t have any respect for Eddie Huang. Matheson is a nice guy but I’d have more respect for what he does if he focuses on elevating his Maritime roots by making that his signature specialty rather than hipsterism.", "compound": 0.8381, "pos": 0.188, "neg": 0.0, "neu": 0.812, "data": "2019-03-14 19:22:27"}, {"text": "Have a nice weekend guys .", "compound": 0.4215, "pos": 0.483, "neg": 0.0, "neu": 0.517, "data": "2019-03-14 19:41:10"}, {"text": "It’s also vital that the courts use the full force of the law to crack down on the offenders. No more mr nice guy", "compound": 0.1477, "pos": 0.176, "neg": 0.157, "neu": 0.667, "data": "2019-03-14 14:49:57"}, {"text": "What can I say I’m a nice guy not going to put you out in the cold with your pussy still leaking joy juice", "compound": 0.765, "pos": 0.248, "neg": 0.0, "neu": 0.752, "data": "2019-03-14 15:41:32"}, {"text": "Sorry to see our neighbor exit this earth. Dave and Jessie, with their dog Jim, were among the first friendly, welcoming people who regularly stopped to talk when we bought our house here. He was a really nice guy , who grew beautiful flowers. Wishing... ", "compound": 0.8977, "pos": 0.246, "neg": 0.06, "neu": 0.694, "data": "2019-03-14 16:09:51"}, {"text": "Beto is such a flake, they'll maul him in the primaries. There's no place for nice guys in 2020. ", "compound": 0.1531, "pos": 0.133, "neg": 0.105, "neu": 0.762, "data": "2019-03-14 18:41:15"}, {"text": "He should work at massive instead of complaining. He used to be such a nice guy to watch but now it's all about to find the next bug.", "compound": 0.128, "pos": 0.067, "neg": 0.049, "neu": 0.883, "data": "2019-03-14 18:23:43"}, {"text": "Good luck with that- we know what the EU really is now - and it’s not mr nice guy ", "compound": 0.5526, "pos": 0.254, "neg": 0.1, "neu": 0.646, "data": "2019-03-14 19:12:39"}, {"text": "Nice to know the insightful intelligence behind wrecking this country’s science programmes, industry, reputation, democratic institutions, international relationships, solidarity etc is based on education and training picked up by this guy as a part time soldier decades ago.", "compound": 0.7964, "pos": 0.192, "neg": 0.0, "neu": 0.808, "data": "2019-03-14 18:08:38"}, {"text": "\"Hold up, po' me up, yes Double the cup just to cut the stress in half Guess who the fuck left After all is said and done, regret the past Best move along, got a long way to go, ayy I don't know, I don't know, I don't know (aye!)\" Meet Mr nice guy ...", "compound": -0.6588, "pos": 0.143, "neg": 0.223, "neu": 0.634, "data": "2019-03-14 16:40:13"}, {"text": "Nice response, buh some guys will rephrase the conversation it like \"Ah kabraza, Rolex sikyazikozesa nagenda Ku pizza\" ", "compound": 0.6486, "pos": 0.249, "neg": 0.0, "neu": 0.751, "data": "2019-03-14 14:56:35"}, {"text": "When I moved, I had the loveliest conversation with the guys who moved me about Romanian Fiction. They then commented that I was a “ nice guy ” and “unEnglish” for taking an interest in them & Romania. Makes me sad how “English” is increasing synonymous with xenophobic.", "compound": 0.4019, "pos": 0.119, "neg": 0.063, "neu": 0.818, "data": "2019-03-14 19:44:21"}, {"text": "What kind you want?", "compound": 0.5719, "pos": 0.701, "neg": 0.0, "neu": 0.299, "data": "2019-03-14 18:47:47"}, {"text": "Nose?? Remember smell? Wtf The brain remembers the smell, not the nose! ", "compound": -0.684, "pos": 0.0, "neg": 0.296, "neu": 0.704, "data": "2019-03-14 19:07:26"}, {"text": "Took you long enough. ", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 16:37:55"}, {"text": "\"For what it's worth, I think the nice guy fits you much better, but I think you're scared to be him.\" novellines", "compound": -0.1406, "pos": 0.211, "neg": 0.153, "neu": 0.636, "data": "2019-03-14 17:50:07"}, {"text": "let’s still be friends and obsess over the pacific pls, you guys seem really nice", "compound": 0.6697, "pos": 0.366, "neg": 0.098, "neu": 0.537, "data": "2019-03-14 17:40:49"}, {"text": "So now that you guys have been up all night and I've had a nice sleep, what's the best way to manage the economy", "compound": 0.7906, "pos": 0.25, "neg": 0.0, "neu": 0.75, "data": "2019-03-14 15:34:09"}, {"text": "Yo this guy is an extremely talented actor. Was super impressed with him in The Umbrella Academy! Nice work!", "compound": 0.9322, "pos": 0.482, "neg": 0.0, "neu": 0.518, "data": "2019-03-14 14:37:56"}, {"text": "ichuintro I join the flashmob :D × My name is Santai × The second admin of the russian ichu-group × Playing since march 2016 × Love Lancelot & they love me too, AHAHAHA × BUT TT DON'T LOVE × In fact I love all ichu & MG9 boys MG9voice.mp3 Nice to meet you, guys !!! ", "compound": 0.9291, "pos": 0.304, "neg": 0.077, "neu": 0.619, "data": "2019-03-14 19:03:13"}, {"text": "I love the Loot one ", "compound": 0.6369, "pos": 0.583, "neg": 0.0, "neu": 0.417, "data": "2019-03-14 18:36:13"}, {"text": "We leave on the 29th, deal or no deal or all MPs loose their credibility and seats. I am now going to vote for anyone who delivers what they say. Currently this party does not exist!", "compound": -0.2185, "pos": 0.078, "neg": 0.149, "neu": 0.773, "data": "2019-03-14 16:44:46"}, {"text": "bloombergsurveillance 1st, thx 4 the interview with S Eisman (big short fame). Nice 2 c a gent who isn't a glib, USA is great lapdog and doesn't give head with his answers. U guys need 2 work on your dead air. He gave the last answer, it just wasn't the 1 u wanted 2 play off.", "compound": 0.4703, "pos": 0.169, "neg": 0.114, "neu": 0.718, "data": "2019-03-14 18:51:46"}, {"text": "So sad to wake up to the news about Charlie Whiting. When I worked as a full-time journalist he was always exceedingly kind to me and generous with his time, insights and inside information. A bona fide nice guy and Formula 1 is a poorer, sadder place to be today RIPCharlie", "compound": 0.0534, "pos": 0.162, "neg": 0.158, "neu": 0.68, "data": "2019-03-14 16:32:58"}, {"text": " late night thought here but you guys should make a Jon Lester shirt with the quote about getting your dick knocked in the dirt with a nice baby blue color. I’d buy the fuck out of that shirt", "compound": -0.8625, "pos": 0.077, "neg": 0.256, "neu": 0.667, "data": "2019-03-14 14:50:56"}, {"text": "I met him while I working. Really nice guy . Acknowledged me every time we crossed paths, asked my name at the beginning of the day. He didn’t know how big of a fan I was because I was working and had to stay professional.", "compound": 0.659, "pos": 0.127, "neg": 0.0, "neu": 0.873, "data": "2019-03-14 18:16:05"}, {"text": "But that's the point of being in the fandom. He literally said \" Guys I'm the only nice guy in this club, just admit it and try your best to copy me\"", "compound": 0.8316, "pos": 0.239, "neg": 0.0, "neu": 0.761, "data": "2019-03-14 15:26:07"}, {"text": "C... U watched wer the main guy slit an albino guy 's Pee pee when he was in prison? Enjoy the series dear... Have a nice one dear", "compound": 0.6486, "pos": 0.254, "neg": 0.097, "neu": 0.649, "data": "2019-03-14 14:12:13"}, {"text": "Gotta do this again cause I am stupid :'D I want and to get the opportunity to draw what they want and love Sorry for again guys but I am stupid and read the instructions wrong Have a nice day <3 :'D ", "compound": 0.0644, "pos": 0.264, "neg": 0.222, "neu": 0.514, "data": "2019-03-14 19:35:12"}, {"text": "Love the show, kinda felt like things have been building between you and Dontay. He seems like a nice guy but it's frustrating him always defending LeBron", "compound": 0.2196, "pos": 0.237, "neg": 0.118, "neu": 0.645, "data": "2019-03-14 17:12:49"}, {"text": "I’m sorry that some guys out there are being dickheads. It’s not all of us but it’s hard to defend men in general when this happens. Glad to see the naming and shaming though. That’s a nice touch", "compound": 0.7876, "pos": 0.177, "neg": 0.063, "neu": 0.759, "data": "2019-03-14 18:29:56"}, {"text": "Troy has invited Veronica to a party. He's acting nice . But, I'm worried for Veronica - I've seen enough teen dramas to know that when the rich, popular kid invites an unpopular girl to a party, it could be a set up. Stay safe, Veronica. Please be a good guy , Troy. VeronicaMars", "compound": 0.9612, "pos": 0.361, "neg": 0.035, "neu": 0.604, "data": "2019-03-14 16:35:47"}, {"text": "Shame guys I was the best student so my teacher love me . It not nice to not been love by a teacher at all", "compound": 0.8656, "pos": 0.369, "neg": 0.153, "neu": 0.478, "data": "2019-03-14 14:09:50"}, {"text": "Wow guys I am so excited This is the most big problem sir really nice video...we support you thinking and idea for digital india... SatyaPrakashReshu", "compound": 0.8748, "pos": 0.371, "neg": 0.085, "neu": 0.544, "data": "2019-03-14 19:25:45"}, {"text": "To everybody that’s blocked me over the years...I’ve decided to forgive you, so welcome back x", "compound": 0.5095, "pos": 0.277, "neg": 0.108, "neu": 0.616, "data": "2019-03-14 19:31:41"}, {"text": "Wow you guys have a 4 foot tall fence around the place... nice", "compound": 0.765, "pos": 0.423, "neg": 0.0, "neu": 0.577, "data": "2019-03-14 17:16:18"}, {"text": "Flash back to a family I visited because their daughter invited me and her mum cooked for me. As a well cultured guy I gave the mother some money because of her kind gestures but a week later the husband called me to tell me all the problems of this world. Mo ja pa!", "compound": -0.2714, "pos": 0.075, "neg": 0.066, "neu": 0.858, "data": "2019-03-14 16:16:12"}, {"text": "To be fair he was told we would leave, remover the les of ,leave means leave. Had anyone realised that leave means stay under a different name then he and others would have carried on pushingrememberhistory", "compound": 0.128, "pos": 0.062, "neg": 0.129, "neu": 0.809, "data": "2019-03-14 16:53:25"}, {"text": "I wish i can carry the weight of other peoples struggles. Maybe I’m just too nice of a guy or I’m just stupid, but I hate seeing people I love suffer.", "compound": -0.6369, "pos": 0.226, "neg": 0.325, "neu": 0.449, "data": "2019-03-14 16:07:24"}, {"text": "Let's spread the word This little ones need all the help they can get now ", "compound": 0.4019, "pos": 0.162, "neg": 0.0, "neu": 0.838, "data": "2019-03-14 15:58:32"}, {"text": " which is all basically what happens when he does that...that isn't a photo of it. the guy is that way and he doesn't even know how to. a guy like that would take off that quickly and isn't nice", "compound": 0.0433, "pos": 0.063, "neg": 0.059, "neu": 0.879, "data": "2019-03-14 15:09:03"}, {"text": "My lucky day, meet Special Advisor to the Works Minister Baru Bian in person, nice & friendly guy , thanks sir. Wish you all the best . ", "compound": 0.9652, "pos": 0.556, "neg": 0.0, "neu": 0.444, "data": "2019-03-14 16:49:17"}, {"text": "Black women will risk the safety of their kids for a man!!!! Girl Found Dead In Duffel Bag Identified As 9-Year-Old Trinity Jones | Black America Web ", "compound": -0.6973, "pos": 0.087, "neg": 0.234, "neu": 0.68, "data": "2019-03-14 17:57:35"}, {"text": "WE don't exploit, closest thing's like: \"Zo, girrz, my bf wouldan't pay for dinnerr at that extremely nice place I chose WTF - can't wait for that guy with the boat to come back. Arnyway, I showed him the marks from the furry handcuffs I forced him to use and he payed, all pale\".", "compound": -0.3287, "pos": 0.137, "neg": 0.126, "neu": 0.737, "data": "2019-03-14 17:28:07"}, {"text": "Sad to wake up to the news about Charlie. RIP Mr F1 and a true nice guy", "compound": 0.3612, "pos": 0.258, "neg": 0.143, "neu": 0.599, "data": "2019-03-14 14:39:48"}, {"text": "Thank you so much for the heckin supportive stream tonight, thank you for the massive host as well, and thank you guys for overall just being so nice , it means a lot", "compound": 0.9248, "pos": 0.381, "neg": 0.0, "neu": 0.619, "data": "2019-03-14 14:29:01"}, {"text": "Really nice guy though - can see how much he cares about football and the club. Says Saturday is a big game but not season defining.", "compound": 0.4672, "pos": 0.155, "neg": 0.0, "neu": 0.845, "data": "2019-03-14 18:33:01"}, {"text": "He is a genuinely nice guy . Agree it’s his job to give opinions and sometimes things don’t come out the way you mean them. However among friends you can correct yourself, once said on a media platform there’s no going back sometimes. everyoneshuman", "compound": 0.7351, "pos": 0.176, "neg": 0.046, "neu": 0.777, "data": "2019-03-14 15:09:50"}, {"text": "This nigga literally got the best team, he literally always makes the perfect moves to hide his 7.8 player rating and lift it to a 8.5 ", "compound": 0.802, "pos": 0.25, "neg": 0.054, "neu": 0.696, "data": "2019-03-14 18:18:21"}, {"text": "Hidan: Hey, look at that, it's my headband! You went to the trouble of picking it up and keeping for me? I'm touched. You're a pretty nice guy ,", "compound": 0.5562, "pos": 0.191, "neg": 0.082, "neu": 0.727, "data": "2019-03-14 17:04:04"}, {"text": "I was so nervous not to hurt the guy nice enough to help!", "compound": 0.7331, "pos": 0.452, "neg": 0.126, "neu": 0.422, "data": "2019-03-14 14:16:55"}, {"text": "Chelsea and Arsenal fans are gonna hate but this the real “top 4” these days MUFC ", "compound": -0.3291, "pos": 0.0, "neg": 0.135, "neu": 0.865, "data": "2019-03-14 18:20:48"}, {"text": "Thank you for the nice comments guys my brother is very happy with the response really appreciates it", "compound": 0.9167, "pos": 0.479, "neg": 0.0, "neu": 0.521, "data": "2019-03-14 19:25:07"}, {"text": "I'm a leave voter, I have one masters degree and a whole host of equivalent quals I gained en route. I have worked around the world, seen active service, run company s worth millions. They have the audacity to say I don't understand? Pish!", "compound": 0.7424, "pos": 0.18, "neg": 0.029, "neu": 0.792, "data": "2019-03-14 16:42:31"}, {"text": "Today we have really nice chatty British guys working on the kitchen & they're singing their hearts out to Grass Is Greener by Marques Houston No I swear", "compound": 0.1761, "pos": 0.105, "neg": 0.115, "neu": 0.78, "data": "2019-03-14 19:43:03"}, {"text": "So has been doing event planning for years & this year I hired my friend in her professional capacity to organise my kid's bday party! WOW guys the way I'm not stressed about Saturday. This is so nice ! She communicates with the kid directly. I'm so not stressed!", "compound": 0.9584, "pos": 0.322, "neg": 0.0, "neu": 0.678, "data": "2019-03-14 14:26:27"}], "number": 488}