{"compound_ave": 0.012538702460850117, "texts": [{"text": "50% done with The End of the Affair , by Graham Greene ", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-12 09:50:22"}, {"text": "It is not a waste. Such hypocrisy? You all never had a problem with the investigation into Clinton and Whitewater? Clinton was impeached on the affair they discovered and the lies and cover up that followed, nothing to do w/ Whitewater.", "compound": 0.2846, "pos": 0.113, "neg": 0.064, "neu": 0.823, "data": "2019-03-11 21:38:08"}, {"text": "Monday, March 11 Filming Locations for Younger, The Affair , Big Little Lies, & more! ", "compound": -0.4213, "pos": 0.0, "neg": 0.189, "neu": 0.811, "data": "2019-03-11 13:18:38"}, {"text": "That's a fair point. Chretien and Martin should have been more proactive during the early stages of the affair , but Harper was downright dedicated to leaving him in Gitmo, even in the face of contrary Supreme Court Rulings.", "compound": 0.9117, "pos": 0.276, "neg": 0.0, "neu": 0.724, "data": "2019-03-14 00:04:34"}, {"text": "Omg really?? Monica was an adult and the affair was consensual! Yes there was a huge power dynamic and the affair was inappropriate but not Metoo", "compound": 0.6062, "pos": 0.213, "neg": 0.0, "neu": 0.787, "data": "2019-03-11 18:43:41"}, {"text": "You hadn't heard about that? When Sally refused to do Philly Mal went above her & himself, made this big presentation with a video trailer of Philly scenes from the affair to the Sony-CBS suits. He campaigned HARD for them to happen.", "compound": -0.516, "pos": 0.0, "neg": 0.102, "neu": 0.898, "data": "2019-03-14 06:28:26"}, {"text": "Her father confessed the affair to her mother in October 2017, Nicola Packham confirms. They went for regular therapy in Claremont. Things appeared positve, and Nicola says they were considering renewing their vows. ", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-11 20:43:46"}, {"text": "Aaahhh.! Don’t tell me Dillion is the result of the affair .! Damn the lies just keep piling up.", "compound": -0.7256, "pos": 0.0, "neg": 0.264, "neu": 0.736, "data": "2019-03-14 13:02:53"}, {"text": "LIKE. YOU GO OUT TO HAVE AN AFFAIR BC UR BORED OF YOUR WIFE, SOMEBODY YOU SHOULD KNOW AND ON YOUR MEETING WITH THE AFFAIR , IT TURNS OUT TO BE YOUR WIFE WHO ALSO WAS LOOKING TO HAVE AN AFFAIR. AND YALL JUST LAUGH IT OFF LIKE NOTHING HAPPENED LIKE YOU BOTH WERE PREPPED FOR-", "compound": 0.8402, "pos": 0.176, "neg": 0.033, "neu": 0.791, "data": "2019-03-13 11:21:40"}, {"text": "Thanks for sharing..it’s shocking that she was elected back before the civil war...did she have the affair with Lincoln or Teddy Roosevelt ", "compound": 0.0516, "pos": 0.113, "neg": 0.105, "neu": 0.781, "data": "2019-03-13 00:37:06"}, {"text": "Lets play a game. Close your eyes. Now picture President Obama's lawyer testified that he paid off a porn star to keep the affair quiet. During his testimony he admitted to bank, tax and insurance fraud committed by PBO. Now what should Congress do? Walk away? Investigate?", "compound": 0.163, "pos": 0.126, "neg": 0.074, "neu": 0.8, "data": "2019-03-13 18:19:31"}, {"text": "The Affair on Showtime. SO GOOD.", "compound": 0.6867, "pos": 0.482, "neg": 0.0, "neu": 0.518, "data": "2019-03-11 15:16:28"}, {"text": "Tengo que empezarla! Al final terminaste the affair ?", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 10:12:00"}, {"text": "the Affair to Holy to", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 06:33:56"}, {"text": "I've ended up reading up on the affair and I feel bad wow", "compound": 0.0772, "pos": 0.22, "neg": 0.202, "neu": 0.578, "data": "2019-03-12 15:18:38"}, {"text": "I’m also imagining that with the serial adulterer crowd there’s some heavy engineering of work/leisure time and activities to accommodate the affair . Not just “working late” but actually taking on overseas assignments and stuff, maybe?", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-11 15:19:23"}, {"text": "I remember the consuming guilt the 1st week. My how every sarcastic remark or mean thing u might’ve said come flooding back 2 punch you in the face. Thank God I had a support system around me that kept telling me the affair was on her. I still have guilt. I now know it wasn’t me.", "compound": 0.2732, "pos": 0.129, "neg": 0.11, "neu": 0.761, "data": "2019-03-14 18:27:44"}, {"text": "Bishop of Chester, Rt Rev Peter Forster, found out Rev Gordon Dickenson had become embroiled in a child abuse scandal decades earlier when the retired vicar wrote a letter about the affair in 2009. ", "compound": -0.7964, "pos": 0.0, "neg": 0.191, "neu": 0.809, "data": "2019-03-14 06:26:16"}, {"text": "He payed off a pornstar he had a affair with so she wouldn't speak on the affair . Bill fucked his secretary and was impeached. I'm not saying ethier is justifiable for someone to be impeached but if he commited any crime I'd want him impeached weather rebuplicans thought it ... ", "compound": -0.7906, "pos": 0.027, "neg": 0.138, "neu": 0.835, "data": "2019-03-12 08:22:42"}, {"text": "“Following the affair , she jettisoned his belongings from their private jet.” - GRE WordOfTheDay ", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 01:20:17"}, {"text": "So it's good then? We are on ' the affair 's season 2. Not instantly brilliant but gets good.", "compound": 0.6509, "pos": 0.272, "neg": 0.087, "neu": 0.641, "data": "2019-03-14 04:54:58"}, {"text": "Meghan Markle, a Fatal Duel and the Affair That Rocked Parliament: Inside England’s Cliveden House ", "compound": -0.5423, "pos": 0.0, "neg": 0.212, "neu": 0.788, "data": "2019-03-11 23:45:52"}, {"text": "The murder of a family starts with the affair .... ChrisWatts PatrickFrazee", "compound": -0.6908, "pos": 0.0, "neg": 0.32, "neu": 0.68, "data": "2019-03-13 04:45:01"}, {"text": "1. Jordan should not be mad at the homie Spencer for one. He should be mad at his Pops from his ho/loose actions with Grace. Spencer just found out about the affair just like you did. 2. Olivia Should not be mad at Layla. More towards her Pops and Grace. AllAmerican Season1", "compound": 0.9323, "pos": 0.258, "neg": 0.0, "neu": 0.742, "data": "2019-03-14 11:33:34"}, {"text": "13 - The Affair - Ray Donovan - L'amie prodigieuse - Guyane - Hippocrate - Versailles - Jour Polaire - Castle Rock - Paris etc. - Nox - The Young Pope - Baron Noir - Trust", "compound": 0.5106, "pos": 0.13, "neg": 0.0, "neu": 0.87, "data": "2019-03-12 22:22:53"}, {"text": "I just witnessed an abomination on the Justice Commitee...Shameful actions to cover up the truth ....This government is out of order , out of ethics,out of moral leadership.WHY is the RCMP not involved , especially after the OECD commented in such negative terms on the affair", "compound": 0.25, "pos": 0.115, "neg": 0.075, "neu": 0.81, "data": "2019-03-14 01:30:20"}, {"text": "Some suggest Takaiko actually planned to run away to be with Ariwara, but her elder brother Fujiwara-no-Mototsune (藤原基経) took steps to end the affair . Ariwara spent his last years at Jurin-ji (十輪寺-close to Oharano-jinja) where he wrote poetry & brooded on the past. 10/17", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-11 16:05:18"}, {"text": "WEARE INTHAT ADULTEROUS GENERATION 81% MINISTERS voted this presidents NATUREinto office! REPENT YOU ADULTERERS, Isay repentandask forgiveness,refuse theaffair with religion, with traditions and COME BACK to your first loves which is in the nature of love, nature of Christ Jesus", "compound": 0.8478, "pos": 0.177, "neg": 0.0, "neu": 0.823, "data": "2019-03-12 19:45:00"}, {"text": "Sorry misread the report, the husband is seeking damages against the adulterer for a sum of 3.3 million yen This despite him beating Gomaki after finding out she was talking to her ex on LINE. The affair is real though. Gomaki isn't commenting more until after the case is over ", "compound": -0.4253, "pos": 0.046, "neg": 0.117, "neu": 0.837, "data": "2019-03-13 13:25:02"}, {"text": "Reflecting on mid-life crisis and infidelity : “the cheating partner is not aware of how much he is risking by remaining in the affair ” ", "compound": -0.875, "pos": 0.0, "neg": 0.323, "neu": 0.677, "data": "2019-03-13 16:51:42"}, {"text": "Remember how Carrie writes about EVERYTHING in her column... how did Aiden not know about the affair ?And her friends? How were they even her friends? How did Big not know he was a piece of shit? Answer: No one in Manhattan actually read Carrie’s colum.", "compound": 0.3313, "pos": 0.133, "neg": 0.107, "neu": 0.76, "data": "2019-03-13 04:31:51"}, {"text": "The end of the affair The weight of the world The kindness gone to bed The way of your laughter Alive in the halls Did he hear, did he hear The fumbled words you said", "compound": 0.8316, "pos": 0.216, "neg": 0.0, "neu": 0.784, "data": "2019-03-12 10:57:34"}, {"text": "I am one Nigerian who is PROUD to have as a SEN.PRESIDENT. Smart, Articulate, Broad minded, Exposed and well grounded in the affair of Global Urban governance... He's got panache...", "compound": 0.8091, "pos": 0.254, "neg": 0.038, "neu": 0.707, "data": "2019-03-14 04:59:23"}, {"text": "It's the famous story of the affair between Lady Mina Daisuke and lord Takeo Wataro.", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-11 15:01:56"}, {"text": "In Angela why didn’t her husband kill her after he had found about the affair ? Why did he spare her ? When I thought if a mafia women betrays her husband that it meant death? antimafianewmedia Iazzi", "compound": -0.9279, "pos": 0.0, "neg": 0.29, "neu": 0.71, "data": "2019-03-11 22:21:24"}, {"text": " with Barnaby in the spotlight again to be fair, should you not highlight the affair Tony Burke had with a staffer when he was supposed to be working. . Or is it only the libs faults you equal righters are interested in? Bills affairs????", "compound": -0.2723, "pos": 0.102, "neg": 0.124, "neu": 0.774, "data": "2019-03-11 17:47:41"}, {"text": "Your argument is that Soon Yi wasn't raised by Woody, so it's okay to be with her, though he was with her mother for over 12 years, and the affair was discovered when Mia found nude pictures of her 20-21 yr. old daughter in his house. A child he knew since she was 9yrs. old!!!", "compound": -0.5264, "pos": 0.037, "neg": 0.095, "neu": 0.868, "data": "2019-03-11 21:09:09"}, {"text": "Until then, all he keeps recording himself doing is pulling pranks on her and I keep wondering how she kept with him. He comes off a major jerk. There isn't enough humor to even satirize the affair . The rest of the cast have barely enough personality to make it better AfterLife", "compound": -0.0808, "pos": 0.055, "neg": 0.079, "neu": 0.866, "data": "2019-03-12 19:46:51"}, {"text": "This must in fact will often involve the consideration of meaning namely the affair .", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 10:20:09"}, {"text": "Respect for .. Join LQ next time as they seriously need some tuning .. Hafeez & Lala .. The affair ..", "compound": 0.5574, "pos": 0.221, "neg": 0.071, "neu": 0.708, "data": "2019-03-12 17:41:37"}, {"text": "Cole & Alison | I was too late, I'm always too late. 1 calison TheAffair", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 03:45:32"}, {"text": "When somone sings \"Bakit ka nag iba? Meron na bang iba? \" I felt that. You should've at least told me so I could set you free. The affair started August last year. I knew nothing about it until I found out the truth last January 21, 2019.", "compound": 0.5362, "pos": 0.123, "neg": 0.052, "neu": 0.825, "data": "2019-03-12 00:17:33"}, {"text": "AllAmerican I thought Spencer was about to get reckless and tell Dillon about the affair . ", "compound": -0.4019, "pos": 0.0, "neg": 0.172, "neu": 0.828, "data": "2019-03-14 09:04:24"}, {"text": "There was a sort of warning posted online, hidden behind a cipher. I reported to Ethiopian Airlines to send the info to them. Did they inform you? Alessio Vinci was an Aerospace Engineer that was found murdered in Paris On his computer was the information showing the affair . ", "compound": -0.796, "pos": 0.0, "neg": 0.142, "neu": 0.858, "data": "2019-03-12 03:38:58"}, {"text": "Shrewsbury Meghan Markle, a Fatal Duel and the Affair That Rocked Parliament ", "compound": -0.5423, "pos": 0.0, "neg": 0.259, "neu": 0.741, "data": "2019-03-12 00:46:53"}, {"text": "I don’t know but I think it is really fucked up that Cole would try and keep Alison’s daughter away from her because she went and got help when she needed it. Knowing Joanie would be safe with Cole. Like what the fuck is their problem?! TheAffair", "compound": -0.4463, "pos": 0.171, "neg": 0.186, "neu": 0.643, "data": "2019-03-12 12:45:46"}, {"text": "But Khloe started the hoe shit, when she had the affair with Tristan while his girlfriend was pregnant. Why would he respect her?", "compound": -0.128, "pos": 0.112, "neg": 0.13, "neu": 0.758, "data": "2019-03-13 00:52:29"}, {"text": "African girls thinking of how to tell him about the 4 months pregnancy, when the affair is two months old and knacking anniversary is just three weeks old.", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-12 02:45:33"}, {"text": "So they really all blew up each other’s lives just for none of it to work out. Definitely sounds about right. Also Alison and Helen are so incredible to me and deserve nothing but the best, my heart truly aches for them. TheAffair", "compound": -0.3296, "pos": 0.11, "neg": 0.136, "neu": 0.754, "data": "2019-03-11 14:06:42"}, {"text": "♫ ∙ The Affair | Main Title Sequence | Fiona Apple - \"Container\" ∙ ", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 16:58:45"}, {"text": "These new problems moreover cannot be seen under the microscope weighed with the affair .", "compound": -0.4019, "pos": 0.0, "neg": 0.172, "neu": 0.828, "data": "2019-03-13 18:52:53"}, {"text": "But all the affair ; and when in coming, was unpacked and in her myself, if her inquiries for a while; for them all selfish is not tempting enough", "compound": -0.4767, "pos": 0.0, "neg": 0.107, "neu": 0.893, "data": "2019-03-11 18:10:48"}, {"text": "Hurry up and place orders because there is a time limit. But I promise you that that the affair will last. We got juni, July, August, september... Be safe. Who knows how many months...", "compound": 0.6369, "pos": 0.148, "neg": 0.0, "neu": 0.852, "data": "2019-03-12 01:42:10"}, {"text": "Just got tix. Saw Ruth Wilson in Hedda Gabbler at the National Theatre and couldn't miss the chance to see her with Glenda Jackson. Cannot wait!", "compound": -0.1501, "pos": 0.053, "neg": 0.074, "neu": 0.873, "data": "2019-03-14 01:09:03"}, {"text": "\"I wanted to leave her before that, the affair just confirmed things\"", "compound": -0.0516, "pos": 0.0, "neg": 0.098, "neu": 0.902, "data": "2019-03-14 01:14:56"}, {"text": "The guy in the ad is Rhodri. So who had the affair ? Either this caption is badly written, or so well written that I've failed to understand it. ", "compound": -0.566, "pos": 0.08, "neg": 0.187, "neu": 0.732, "data": "2019-03-12 17:46:24"}, {"text": "I don’t remember Republicans giving Bill Clinton credit for trying to save his family embarrassment by lying about the affair . And he did not commit a campaign finance violation while doing it. Sorry. I’m just sick of seeing them get away with all of it.", "compound": -0.7775, "pos": 0.141, "neg": 0.275, "neu": 0.584, "data": "2019-03-12 05:40:51"}, {"text": "If they need volunteers I have a gap in my diary. Happy to skip the affair bit if it's not compulsory.", "compound": 0.5719, "pos": 0.171, "neg": 0.0, "neu": 0.829, "data": "2019-03-12 20:12:47"}, {"text": "There’s no question on this. Trump waited 10 years after the affair to pay her off. That fact alone makes it obvious the intent was directly related to the election.", "compound": -0.5574, "pos": 0.0, "neg": 0.172, "neu": 0.828, "data": "2019-03-12 14:08:15"}, {"text": "This is a HUGE issue in our house. Why do the operators let the engines make their own decisions. Also, have you ever noticed the affair between Sir Topham Hat and Ms. Botti? You will now.", "compound": 0.4648, "pos": 0.082, "neg": 0.0, "neu": 0.918, "data": "2019-03-14 01:24:32"}, {"text": " Next time, ask first: The affair of the gene-edited babies rumbles on NEUtechandvalues2019A via ", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-12 01:09:19"}, {"text": "\"I need theater to let my engine out.\" - TheAffair 's Ruth Wilson makes her way to the Broadway stage in KING LEAR. Previews begin February 28. Get tickets now at the link in bio. KingLear ", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-12 00:30:00"}, {"text": "Great piece guys. Extensive meth background here(sober23years). The affair , irrational emotions, violent climax have earmarks of substance abuse.NK acted and sounded UTI. Can 2 Thrive patches cause this extreme behavioral change? CW is setting himself up to blame Thrive, IMO.", "compound": -0.5574, "pos": 0.086, "neg": 0.182, "neu": 0.732, "data": "2019-03-12 00:16:08"}, {"text": "It’s like him in divorce court after the affair ...", "compound": 0.3612, "pos": 0.217, "neg": 0.0, "neu": 0.783, "data": "2019-03-14 05:25:47"}, {"text": "New trending GIF tagged season 4, showtime, episode 6, confused, the affair , alison, ruth wilson, alison bailey, alison lockhart via Giphy August 2, 2018 at 09:02AM", "compound": -0.3182, "pos": 0.0, "neg": 0.084, "neu": 0.916, "data": "2019-03-11 15:30:50"}, {"text": "People want the ability to live their best life. If they’re not harming anyone, I don’t see the problem. He and his partner aren’t hurting anyone. Trump cheated on his wife, lied and covered up the affair . That’s harmful to the the trust we should have in our elected officials.", "compound": 0.4067, "pos": 0.215, "neg": 0.173, "neu": 0.612, "data": "2019-03-12 02:08:06"}, {"text": "“My Only Goal Has Been to Protect Jeff and Lauren”: Michael Sanchez, Suspected Bezos Leaker, Supplies His Own Theory About the Affair , the Enquirer, Some Below-the-Belt Selfies, and “a Legendary Romance” | Vanity Fair ", "compound": 0.2732, "pos": 0.13, "neg": 0.101, "neu": 0.769, "data": "2019-03-13 05:19:31"}, {"text": "After a friendship with his straight, married next-door neighbor turned into an affair, this gay man was confronted by his neighbor's wife. Here's how and why the affair started ... and ended. via ", "compound": 0.4588, "pos": 0.135, "neg": 0.051, "neu": 0.815, "data": "2019-03-12 23:18:54"}, {"text": "Why they fired the Exec & not both is beyond me They created a hostile work environment by keeping her hopefully the 1s that reported abt the affair will go complain & she will b gone both were n the wrong both need 2 go ", "compound": -0.7964, "pos": 0.095, "neg": 0.238, "neu": 0.667, "data": "2019-03-14 04:55:00"}, {"text": "Hatred between Belief and Faith - Conversion in The End of the Affair and Till We Have Faces ", "compound": -0.34, "pos": 0.127, "neg": 0.191, "neu": 0.682, "data": "2019-03-13 13:36:33"}, {"text": "Thats a nice one,and i also said depends hw the affair started in the first place", "compound": 0.4215, "pos": 0.177, "neg": 0.0, "neu": 0.823, "data": "2019-03-12 17:11:51"}, {"text": "And The Affair !!! Big Little Lies is GREAT as well— HBO! Ending to both is unexpected ( season 2 of Big Little Lies starts soon)", "compound": 0.4065, "pos": 0.144, "neg": 0.195, "neu": 0.661, "data": "2019-03-11 13:33:21"}, {"text": "Edward's farewell compliments themselves, and words were the affair was in some very often led to own reflections gave me,", "compound": 0.4019, "pos": 0.124, "neg": 0.0, "neu": 0.876, "data": "2019-03-12 17:23:19"}, {"text": "What if I savagely critique the affair and the food?", "compound": -0.4939, "pos": 0.0, "neg": 0.286, "neu": 0.714, "data": "2019-03-12 06:26:49"}, {"text": "Don't even worry about what she said. She's a trouble maker and you best believe she may be over the affair , but she will never be your friend. Never!", "compound": -0.314, "pos": 0.127, "neg": 0.165, "neu": 0.708, "data": "2019-03-13 09:03:29"}, {"text": "I doubt Gina was the reason he kept his seat. It's a safe seat and with no real contenders against him he was more or less a shoe in, especially after they sat on the affair stuff. Mind you I can potentially see the connection with the coal.", "compound": -0.2023, "pos": 0.06, "neg": 0.097, "neu": 0.844, "data": "2019-03-12 19:07:51"}, {"text": "How am I spending my winter break you ask? Managing my anxiety by watching The Affair on Netflix.", "compound": -0.1779, "pos": 0.0, "neg": 0.096, "neu": 0.904, "data": "2019-03-12 15:08:48"}, {"text": "i feel almost numb to chelly criticisms now which is great because i’ve known for weeks everyone would hate them when they had the affair . i stan chelly, i stan elly and chloe as their own characters, and that’s all that matters, not what others say about them", "compound": -0.3626, "pos": 0.098, "neg": 0.146, "neu": 0.756, "data": "2019-03-12 00:16:23"}, {"text": "Entre Mc Nulty et Noah solloway ( the affair ) mon coeur balance.", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-13 02:30:38"}, {"text": "Narcos season 2 up there with The Affair season 2 as some of the best television this decade. That seen with Don Pablo and Gustavo on the park bench had you rooting for ole Pablo to beat the odds. Great writing ", "compound": 0.8519, "pos": 0.183, "neg": 0.0, "neu": 0.817, "data": "2019-03-14 07:22:19"}, {"text": "OMG! Are you really this slow? I'm not defending him. All I'm saying is that they investigated and she wouldn't provide the evidence. The other woman he had the affair with he filed a restraining order and then she tried to file one-it was denied.", "compound": -0.4926, "pos": 0.0, "neg": 0.069, "neu": 0.931, "data": "2019-03-12 01:21:30"}, {"text": "She was not even close to being a pap magnet before the affair . It sounds like she thinks she has reached Britney level fame, but she’s closer to a Lohan sibling.", "compound": 0.4404, "pos": 0.159, "neg": 0.0, "neu": 0.841, "data": "2019-03-14 09:23:47"}, {"text": "Trump walking away doesn't profit America a whole lot but it made it so we don't get deeper in the affair with North Korea. While North Korea has nuclear weapons, so does America. This doesn't mean we should use them but if it comes to it we may. PVEnglishAOW ", "compound": -0.676, "pos": 0.0, "neg": 0.108, "neu": 0.892, "data": "2019-03-12 01:19:12"}, {"text": "the affair that i NEEEEEEED ", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-11 11:00:48"}, {"text": "They both married when they had the affair , and her husband finds out files for a divorce, but why she tell him he couldnt see his sons .", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 19:27:44"}, {"text": "Of course it was not Dylan (7 at the time) who reported the claim that \"Allen had sexually assaulted her\", but Mia. And of course the claim back then was not that she \"had been assaulted as a child\". Dylan WAS a child. By that time, there was nothing 'secret' about the affair .", "compound": -0.8126, "pos": 0.0, "neg": 0.149, "neu": 0.851, "data": "2019-03-11 16:00:03"}, {"text": "This fan is a crackpot. KuNan shipper hein & licks arse of Drasthi fans for backup support Btw yeh scene kabki hein? Before the affair started off?", "compound": 0.6553, "pos": 0.189, "neg": 0.0, "neu": 0.811, "data": "2019-03-12 01:08:13"}, {"text": "And for raped seminarians In seminary u b 15 to 21 yrs Can't u fight back Do the maths If we have many gay priests Then Many seminarians are gay So meaning they do it willingly with the priests Don't tell me they become gay after the affair They enjoy and they gay too", "compound": -0.0557, "pos": 0.093, "neg": 0.079, "neu": 0.828, "data": "2019-03-12 01:44:33"}, {"text": "Okay, so I did guess about the affair , but why was rose stalking Leah 3 years ago?! Cheat", "compound": -0.5916, "pos": 0.073, "neg": 0.217, "neu": 0.709, "data": "2019-03-14 05:12:43"}, {"text": "It wasn’t the affair as such it was the denials & the who & what. Remember Joyce resigned. I think Malcolm like so many others was fed up with Joyce. He has no real loyalty to the Coalition & never has if you check his history", "compound": 0.4215, "pos": 0.124, "neg": 0.087, "neu": 0.788, "data": "2019-03-12 03:54:00"}, {"text": "I'm just watching this episode where Nick was listing all of the stuff Sharon did (It's in May 2018) and I'm laughing because I remembered Jen told me that Summer was more upset that Kyle hid the affair between Austin and Abby from her then she was about the affair itself", "compound": -0.024, "pos": 0.059, "neg": 0.079, "neu": 0.862, "data": "2019-03-14 09:29:37"}, {"text": "There was also much cursing and covert resentment about it; the men used to say that such a thing as that looked well coming from the likes of Rushton and Hunter, and they used to remind each other of the affair of the marble-topped console table,", "compound": 0.25, "pos": 0.098, "neg": 0.058, "neu": 0.843, "data": "2019-03-12 03:29:41"}, {"text": "The boy slit his principal's throat and stabbed another woman for telling his parents about the affair Lahore ", "compound": -0.4404, "pos": 0.0, "neg": 0.146, "neu": 0.854, "data": "2019-03-13 17:25:08"}, {"text": "I have no doubt will take the 2020 election. I just have a feeling that the FakeNews media will come up with a story to sway voters from him. We’ll see who really supports Trump after the affair . Trump2020 MAGA", "compound": -0.1045, "pos": 0.105, "neg": 0.115, "neu": 0.781, "data": "2019-03-13 06:29:24"}, {"text": "While that would show intent and perhaps legal problems , I suspect Trump could still be having the affair in public view and his supporters wouldn’t care. Even though they still say how awful Clinton was", "compound": -0.0772, "pos": 0.175, "neg": 0.182, "neu": 0.644, "data": "2019-03-13 06:39:29"}, {"text": "Hulu’s FyreFraud gets Billy McFarland, the boogeyman of the Netflix doc, in front of the camera, but struggles to coax much insight out of him; it still does a good job shining a light on the criminal nature of the affair , even as it plays the “millennials had it coming” card. ", "compound": -0.3612, "pos": 0.107, "neg": 0.133, "neu": 0.76, "data": "2019-03-13 01:27:22"}, {"text": "They met when Soon-Yi was 7. He dated her mother for 12+ years. They went on extended European vacations together every year. He had bunk beds for kids in his apartment. He groomed her when she was a teen. Her bros & sisters believe the affair started when she was 16.", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-11 17:19:53"}, {"text": "Watched the first season but the more I marinate on it, the more I didn’t understand what some things did for the storyline. Like, a lot of it was weird just for weird’s sake and contrived. Like the affair b/w Space Boy and Allison. And Vanya was just not the tea. ", "compound": 0.6652, "pos": 0.121, "neg": 0.038, "neu": 0.84, "data": "2019-03-12 12:16:42"}, {"text": "You hear it every year - the South Boston St. Patrick's Day Breakfast has jumped the shark. We ask the new host of the affair if there's something to that, in minutes on WBZ News.", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 05:31:20"}, {"text": "I've got 3 of your books on audible. I started the first one last may I think. The affair happened the previous November. The following 3 months were brutal. Then I found rational male. I moved out last June but continued to go through the motions with her all the way up to...", "compound": -0.3716, "pos": 0.0, "neg": 0.053, "neu": 0.947, "data": "2019-03-14 08:25:04"}, {"text": "“Did you stop with the affair and change your sexual preference to men?” “No not at all.”", "compound": -0.296, "pos": 0.0, "neg": 0.121, "neu": 0.879, "data": "2019-03-14 17:18:35"}, {"text": "Does this prove the 'affair ' is FAKE? Jessika Power and Dan Webb's romantic rendezvous was filmed in studio's car park smoking area and visible from dinner party windows... ", "compound": 0.1449, "pos": 0.158, "neg": 0.112, "neu": 0.73, "data": "2019-03-13 18:07:41"}, {"text": "Her father confessed the affair to her mother in October 2017, Nicola Packham confirms. They went for regular therapy in Claremont. Things appeared positve, and Nicola says they were considering renewing their vows. ", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-11 20:43:57"}, {"text": "It says so in the transcript, that he had been abusing Terry with taunts about the affair scandal during the game and so on.", "compound": -0.7096, "pos": 0.0, "neg": 0.211, "neu": 0.789, "data": "2019-03-14 18:06:52"}, {"text": "But not really. LOL", "compound": -0.4751, "pos": 0.0, "neg": 0.507, "neu": 0.493, "data": "2019-03-12 00:57:53"}, {"text": "I waited a week. I was a wreck as I didn’t know about the affair yet. I told my sister and her sisters. That’s all it took. The universe knew the next day.", "compound": -0.4404, "pos": 0.0, "neg": 0.1, "neu": 0.9, "data": "2019-03-14 08:35:17"}, {"text": "LEVEL A - How effectively does the received signals if the affair .", "compound": 0.4404, "pos": 0.244, "neg": 0.0, "neu": 0.756, "data": "2019-03-12 03:14:43"}, {"text": "WW has seen of the Bell Telephone Laboratories admittedly applies in the affair .", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 15:10:56"}, {"text": "You're also basically telling hundredth of people they're stupid just cause you consider the affair is done, with your personal statement. And then criticize us, saying it's not just a kpop scandal when You've been doing a witch's hunt from the beginning.", "compound": -0.5565, "pos": 0.053, "neg": 0.132, "neu": 0.815, "data": "2019-03-14 05:23:00"}, {"text": "Oh boy, Clinton lied about the affair with Monica lewinky while in office then had to admit, went through impeachment process. He paid $850.00 to Paula Jones. Juanita Broaddwick wrote a book about the rape and you can read it if you want", "compound": -0.7351, "pos": 0.064, "neg": 0.151, "neu": 0.785, "data": "2019-03-14 04:20:12"}, {"text": "I've seen no proof that the affair with Stormy happened. And btw personal expenditures are not a crime. Who wants to cover up a romp in the hay that supposedly happened over a decade ago anyway. I'm sure he's slept with many women throughout his life. America doesn't care.", "compound": 0.0829, "pos": 0.099, "neg": 0.093, "neu": 0.808, "data": "2019-03-13 09:30:11"}, {"text": "How many of you think it was selfish of Laura to tell her kids about the affair ? AllAmerican", "compound": -0.4767, "pos": 0.0, "neg": 0.154, "neu": 0.846, "data": "2019-03-14 09:50:12"}, {"text": "Sis cheated on her husband. Contracted AIDS from the affair . Then died. That’s the plot.", "compound": -0.7845, "pos": 0.0, "neg": 0.347, "neu": 0.653, "data": "2019-03-14 09:37:38"}, {"text": "After a friendship with his straight, married next-door neighbor turned into an affair, this gay man was confronted by his neighbor's wife. Here's how and why the affair started ... and ended. via ", "compound": 0.4588, "pos": 0.135, "neg": 0.051, "neu": 0.815, "data": "2019-03-13 10:34:05"}, {"text": " does need to say who is what in another country. CNN says we have a Manchurian President that Russia elected should the world invade us or condemn All Americans. CNN is Colluding with Trump for ratings they love the affair they are having with him", "compound": 0.1027, "pos": 0.084, "neg": 0.096, "neu": 0.82, "data": "2019-03-11 18:34:50"}, {"text": "Finally trying to catch up on season 4 of TheAffair I don’t know how I feel about the fact that they finally added some POC to the cast and it happens to be in Compton. The stereotypical white teacher trying to save the troubled kids storyline", "compound": 0.0516, "pos": 0.068, "neg": 0.064, "neu": 0.869, "data": "2019-03-12 23:50:55"}, {"text": "The affair girlboss you", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-11 15:33:03"}, {"text": " Work to be done. Hehehe Cause this story with the affair with would have effect the outcome of the elections. After the Lockerroomtapes . Why would Murdoch Trump as POTUS? Good for the 1% cause of taxbreaks? ", "compound": 0.504, "pos": 0.085, "neg": 0.0, "neu": 0.915, "data": "2019-03-12 06:44:15"}, {"text": " TheAffair had a plot line that touched on this", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-13 07:55:23"}, {"text": "Important point by in this story - it wasn't the affair that cost Joyce his leadership, it was allegations of sexual harassment: ", "compound": -0.4019, "pos": 0.074, "neg": 0.144, "neu": 0.782, "data": "2019-03-12 10:24:48"}, {"text": "ughhh you’re watched the affair legend", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-12 16:57:09"}, {"text": "~ Was very stubborn and it taken her a while to get over the affair of her mother and army medic, Alex Dawson. Serena walked through to the side room where he was lay there and walked to Charlotte. \"Charlotte, it is important you need to stay calm right now, okay? ~", "compound": 0.2516, "pos": 0.111, "neg": 0.055, "neu": 0.833, "data": "2019-03-12 03:22:27"}, {"text": "Yikes. That is quite a blunt instrument there. Ah well. Hey ... I think \"End of the Affair \" may be the most technically \"perfect\" novel ever written. Learn something new each time I read it. In film, Apocalypse Now is for me \"Greatest\" film, tho FAR from \"perfect.\" 1/2", "compound": 0.5667, "pos": 0.096, "neg": 0.0, "neu": 0.904, "data": "2019-03-13 20:17:47"}, {"text": "𝓬𝓪𝓻𝓻𝔂 𝓶𝓮 SOPE Short AU Do you think Hoseok should forgive Yoongi? Yes, they deserve to be together again Yes, but he needs time Yes he forgives him but he don’t want to be with him anymore No, he can’t forgive the affair , Hoseok moves on", "compound": 0.8922, "pos": 0.287, "neg": 0.049, "neu": 0.664, "data": "2019-03-12 16:14:44"}, {"text": "is the affair still going on?؟؟؟؟", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 05:47:14"}, {"text": "That same old unethical, win at any price, Conservative dishonesty! \" the affair raises ethical questions about Kenney and could sway voters away if they value trust over the economy\" AbLeg cdnpoli", "compound": 0.8687, "pos": 0.309, "neg": 0.078, "neu": 0.613, "data": "2019-03-12 06:39:31"}, {"text": "• the least risky affair is when both people are married. Neither has any expectation of the relationship beyond the affair • high risk affairs are many and varied, but a single person who expects a full relationship with a future is a time bomb", "compound": -0.6761, "pos": 0.029, "neg": 0.13, "neu": 0.842, "data": "2019-03-11 15:13:55"}, {"text": "After a friendship with his straight, married next-door neighbor turned into an affair, this gay man was confronted by his neighbor's wife. Here's how and why the affair started ... and ended. via ", "compound": 0.4588, "pos": 0.135, "neg": 0.051, "neu": 0.815, "data": "2019-03-14 18:54:41"}, {"text": "I am allowed herself beyond her mind was wildly of improving the affair could not mean that in what I thought, surprised", "compound": 0.5719, "pos": 0.207, "neg": 0.0, "neu": 0.793, "data": "2019-03-14 00:23:05"}, {"text": "Willoughby their astonishment, not have thought it with the affair , has not have five hundred a-year himself, though the", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-13 01:00:37"}, {"text": "You forgot about the affair", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 03:44:06"}, {"text": "Eyes Wide Shut and After Hours do have more in common, yeah. As for the drugs, Cruise smokes weed when Nicole tells him about the “affair ”", "compound": 0.3535, "pos": 0.087, "neg": 0.0, "neu": 0.913, "data": "2019-03-14 14:20:18"}, {"text": "Your link did bring me back to the glory days of Harry's Place though, thanks! And I absolutely adore the editorial practice of citing 'Lucy Lips' as proof that the Guardian 'was criticised for its positive spin on the affair , sweeping Salah's unsavoury beliefs under the carpet'.", "compound": 0.9078, "pos": 0.245, "neg": 0.048, "neu": 0.707, "data": "2019-03-14 01:22:55"}, {"text": "If CIA’s role in the affair is confirmed, it might lead to a major diplomatic spat between Madrid and Washington - ", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 02:16:54"}, {"text": "You see I never stopped loving you, even though I couldn’t see you. - The End Of The Affair", "compound": -0.357, "pos": 0.089, "neg": 0.167, "neu": 0.744, "data": "2019-03-12 10:11:07"}, {"text": "oh please please (also The Affair of The Necklace is one of my all-time favorite historical incidents) ", "compound": 0.765, "pos": 0.352, "neg": 0.0, "neu": 0.648, "data": "2019-03-12 23:42:18"}, {"text": " I’ll tell you what was troubling about the affair , it was her brother!!! Why is everyone OK with that? I am talking about the right affair aren’t I?!? ", "compound": -0.5065, "pos": 0.089, "neg": 0.157, "neu": 0.754, "data": "2019-03-12 20:42:34"}, {"text": "What’s your favourite TV show theme? Mine is The Affair . (Fiona Apple, Container) ", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-13 14:11:23"}, {"text": "he lost 500 mil in his divorce and many ad deals after the affair scandal.", "compound": -0.6369, "pos": 0.0, "neg": 0.286, "neu": 0.714, "data": "2019-03-13 14:15:17"}, {"text": "The Affair will end ni... but I won't end my Wedding", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-12 17:15:57"}, {"text": "The drones in the End of the Affair ? But also written post-war", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-13 21:52:36"}, {"text": "We had been seduced into thinking that we were immortal and suddenly the affair is over.", "compound": -0.128, "pos": 0.108, "neg": 0.135, "neu": 0.757, "data": "2019-03-13 22:10:06"}, {"text": "We have learned that the illegal payoff of the porn star to buy her silence about the affair occurred while Trump was President.", "compound": -0.5574, "pos": 0.0, "neg": 0.141, "neu": 0.859, "data": "2019-03-12 02:49:29"}, {"text": "Almost all of my conversations during the past 2 weeks consist of “OMG you should watch TheAffair , it’s about an affair but like, more than that” ondemand", "compound": 0.5023, "pos": 0.115, "neg": 0.0, "neu": 0.885, "data": "2019-03-13 09:49:46"}, {"text": "Meghan Markle, a Fatal Duel and the Affair That Rocked Parliament: Inside England’s Cliveden House ", "compound": -0.5423, "pos": 0.0, "neg": 0.212, "neu": 0.788, "data": "2019-03-11 23:46:02"}, {"text": "The Affair", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-12 23:48:12"}, {"text": "Should We Tell the Kids About the Affair ? ", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-13 07:43:09"}, {"text": "Now THAT would've been quite the affair .", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-13 04:36:15"}, {"text": " \".. fact the OECD’s Working Group on Bribery in International Business Transactions has signalled concerns about political interference in the SNC-Lavalin matter underlines how important it is for JUST to get to the bottom of the affair .\" LavScam ", "compound": 0.2263, "pos": 0.073, "neg": 0.0, "neu": 0.927, "data": "2019-03-13 19:16:07"}, {"text": "Graham Greene is one of my favorite 20th century novelists. I recently finished The End of the Affair and The Quiet American.", "compound": 0.4588, "pos": 0.13, "neg": 0.0, "neu": 0.87, "data": "2019-03-12 04:46:20"}, {"text": "Back then (as a 19-year old) I considered the affair as irrelevant to his job as President - I didn't condone it but nor did I think he should be forced out of office over it. 2/3", "compound": -0.6124, "pos": 0.0, "neg": 0.114, "neu": 0.886, "data": "2019-03-12 20:36:08"}, {"text": "Very true. And, wtihout all the struggle, the affair , etc, I'm not sure they would even be the couple they are today, so I am glad all of it happened honestly. It's just an irksome thing for me when ppl say it was only ever because he was Roman.", "compound": 0.7277, "pos": 0.165, "neg": 0.075, "neu": 0.759, "data": "2019-03-14 12:08:32"}, {"text": "like thanks Susan go back to your husband who’s having the affair", "compound": 0.6597, "pos": 0.351, "neg": 0.0, "neu": 0.649, "data": "2019-03-14 09:56:30"}, {"text": "Ferrars. After her yesterday of the beginning of receiving, in the affair , to prevail on her caprice, or misapprehension", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 13:15:53"}, {"text": "You know what, I was right, we are at the affair of the necklace point, I am the lathe of heaven", "compound": 0.5106, "pos": 0.155, "neg": 0.0, "neu": 0.845, "data": "2019-03-14 02:50:15"}, {"text": "Monday, March 11 Filming Locations for Younger, The Affair , Big Little Lies, & more! ", "compound": -0.4213, "pos": 0.0, "neg": 0.189, "neu": 0.811, "data": "2019-03-11 14:50:26"}, {"text": "The affair ...", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 13:10:29"}, {"text": "Think before you Act on the troubles in Northern Ireland. The \"peace\" is fragile there, treat every move as a cracked egg. The more you move it, the more it leaks. If you award one side, you must award the others. Or stay out of the affair altogether, PLEASE. ", "compound": 0.8668, "pos": 0.217, "neg": 0.051, "neu": 0.732, "data": "2019-03-12 10:57:23"}, {"text": "Possibly unpopular opinion: Billy shouldn’t have told Laura; his punishment for the affair should have been living with the guilt. Corey found out early, so the situation is different. Also, Laura telling her kids was massively inappropriate. allamerican", "compound": -0.6486, "pos": 0.0, "neg": 0.128, "neu": 0.872, "data": "2019-03-14 09:55:40"}, {"text": "Monday, March 11 Filming Locations for Younger, The Affair , Big Little Lies, & more! ", "compound": -0.4213, "pos": 0.0, "neg": 0.189, "neu": 0.811, "data": "2019-03-11 13:23:14"}, {"text": "He sure has. We had peak Hosie during the affair with journalist story and his crisp whire briefs", "compound": 0.3182, "pos": 0.119, "neg": 0.0, "neu": 0.881, "data": "2019-03-13 03:48:18"}, {"text": "The case was still ongoing after she left and making it public could well have complicated matters legally. And maybe his family didn't want the affair being made public. But sure, defend the abuser here. I'm sure she had her nursing license suspended for absolutely no reason.", "compound": -0.4965, "pos": 0.16, "neg": 0.181, "neu": 0.66, "data": "2019-03-13 18:31:07"}, {"text": "Although he’s not a repub (not like president Fitzgerald grant III was a real republican ms shonda Rhimes) he’s a dem and minus the affair with his fixer tooo hahahahaha but doesn’t he look like him?", "compound": -0.3549, "pos": 0.049, "neg": 0.117, "neu": 0.834, "data": "2019-03-13 02:32:37"}, {"text": "I think honor required Clinton to resign the day he knew he wouldn't be able to hide the affair anymore. (Gore would likely have been elected president, too.) But the impeachment was baloney. Re: Trump—House, DOJ & New York state investigations will have the effect we all desire.", "compound": 0.4215, "pos": 0.113, "neg": 0.079, "neu": 0.808, "data": "2019-03-13 02:49:10"}, {"text": "Has anyone watched The Affair on ?", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-12 08:52:00"}, {"text": "There will always be true that when there are obvious reasons which make the affair .", "compound": 0.4215, "pos": 0.167, "neg": 0.0, "neu": 0.833, "data": "2019-03-12 03:15:44"}, {"text": "He AfD apparently threatens another penalty payment in the affair over – this time in Parteispenden connection with Chairman Jörg Meuthen .", "compound": -0.6808, "pos": 0.0, "neg": 0.228, "neu": 0.772, "data": "2019-03-12 13:32:18"}, {"text": "That is dumb; I am sure his wife and him had something to do with it. She making the decisions to have the affair if it actually occurred and he lacking something she was missing. Frivolous law suites filed by people who are looking for a pay day.", "compound": -0.5574, "pos": 0.045, "neg": 0.135, "neu": 0.82, "data": "2019-03-13 04:24:16"}, {"text": "The Affair", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-12 01:42:46"}, {"text": "The Catholic Church wasn’t on trial although the Vatican was enabling these priests to carry on with their pedophilia as if nothing happened ,keep the affair hushed up.", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 05:56:24"}, {"text": "Don't forget the rebel also came out with the MLAs having the affair lol", "compound": 0.6007, "pos": 0.349, "neg": 0.0, "neu": 0.651, "data": "2019-03-13 22:10:00"}, {"text": "Dashwood, to increase to myself, replied Margaret; it was at all, when the affair ; and taste if my own", "compound": 0.3182, "pos": 0.113, "neg": 0.0, "neu": 0.887, "data": "2019-03-12 21:24:31"}, {"text": "I am afraid of the affair , and Marianne must be mistaken notions.", "compound": -0.3612, "pos": 0.0, "neg": 0.2, "neu": 0.8, "data": "2019-03-14 00:09:18"}, {"text": "The Affair ... Has you gripped by episode one xx", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-11 23:49:42"}, {"text": "Would the immediate arrest of all members of the Restoration Parliament, followed by a decree reiterating his divine right have legitimized the affair ? Something along the lines of “I have been your Sovereign from the moment you murdered His Majesty, my father.”", "compound": -0.4939, "pos": 0.074, "neg": 0.14, "neu": 0.785, "data": "2019-03-14 01:27:46"}, {"text": "Ive actually heard of several repub forcing their girlfriends have an abortion to keep the affair from their wives. Personally, I don’t believe in abortions, but I believe & Dems believe it’s not our business to judge & tell people what to do. We believe its Gods job.", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-13 23:55:51"}, {"text": "IT's NOT THE AFFAIR that drumpf's in trouble for, IT'S THE LIE & COVER UP", "compound": -0.4019, "pos": 0.0, "neg": 0.172, "neu": 0.828, "data": "2019-03-13 09:26:30"}, {"text": "Oh. My. Context matters. These are Q’s for Graham Greene’s “The End of the Affair .” goread ! ", "compound": 0.1007, "pos": 0.08, "neg": 0.0, "neu": 0.92, "data": "2019-03-12 10:13:55"}, {"text": "It’s like Laura said. It was the affair . It was how he couldn’t come to her but he could go his ex. It’s the emotional part. AllAmerican", "compound": 0.3919, "pos": 0.127, "neg": 0.0, "neu": 0.873, "data": "2019-03-14 09:46:45"}, {"text": "I want their reconcilliation to be long and organic,it can be ugly but for a couple like Scott and Jean I feel it's worth it. It's worth it to preserve their long beautiful history, to put the family back together .I just remember the relationship more than just the affair .", "compound": 0.9062, "pos": 0.255, "neg": 0.038, "neu": 0.707, "data": "2019-03-13 01:04:17"}, {"text": "They continued the affair while she was pregnant with his brother's child hah", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-12 15:18:12"}, {"text": "So wonder if roses dad found out about the affair and left her mum and then he ended up with roses auntie and that’s why her mum killed herself....cos she lost everything...lots of intrigue.....can’t wait to find out what happened next cheat", "compound": -0.8689, "pos": 0.0, "neg": 0.201, "neu": 0.799, "data": "2019-03-14 05:38:44"}, {"text": "Possible other parties to the affair (assistant US attorneys at the time). First up: Prosecuted Blago and Hastert. Now a judge: ", "compound": 0.0258, "pos": 0.116, "neg": 0.112, "neu": 0.773, "data": "2019-03-14 15:43:19"}, {"text": "You see I never stopped loving you, even though I couldn’t see you. - The End Of The Affair", "compound": -0.357, "pos": 0.089, "neg": 0.167, "neu": 0.744, "data": "2019-03-13 10:11:07"}, {"text": "After a friendship with his straight, married next-door neighbor turned into an affair, this gay man was confronted by his neighbor's wife. Here's how and why the affair started ... and ended. via ", "compound": 0.4588, "pos": 0.135, "neg": 0.051, "neu": 0.815, "data": "2019-03-14 15:29:47"}, {"text": "He has done something because he didn't meddle in the affair . Furthermore, he's not carried away by all the social media nuisance.", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-12 04:41:23"}, {"text": "Not really understanding why they are demonizing Alison getting help and trying to get in a better mental state then what she was in. Like this show is really wack when it comes to Alison and she deserves better on every front. TheAffair", "compound": 0.875, "pos": 0.224, "neg": 0.0, "neu": 0.776, "data": "2019-03-12 13:22:28"}, {"text": "And this is relevant why? This is all old news. Trump has already admitted to the affair .", "compound": 0.1027, "pos": 0.08, "neg": 0.0, "neu": 0.92, "data": "2019-03-12 01:34:08"}, {"text": "After a friendship with his straight, married next-door neighbor turned into an affair, this gay man was confronted by his neighbor's wife. Here's how and why the affair started ... and ended. ", "compound": 0.4588, "pos": 0.139, "neg": 0.052, "neu": 0.809, "data": "2019-03-14 08:41:31"}, {"text": "BenHoward - End of the Affair - Later... with Jools Holland - BBC Two ", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 05:50:14"}, {"text": "We've also been dealing with the insanity that this person unleashed on both of us when the affair ended, for three years. It was all very public at the time it happened, and it remains that way due to not being able to avoid certain situations.", "compound": -0.5859, "pos": 0.041, "neg": 0.116, "neu": 0.843, "data": "2019-03-11 23:32:03"}, {"text": "It’s not new and not sure if you have watched it is The Affair . It was a Showtime series. They ended up cancelling last year but it was a good one", "compound": 0.4532, "pos": 0.118, "neg": 0.088, "neu": 0.794, "data": "2019-03-12 03:06:36"}, {"text": "The affair temp 4... Netflix ", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 09:01:44"}, {"text": "“It may turn out to be of more interest than you think. You remember that the affair of the blue carbuncle, which appeared to be a mere whim at first, developed into a serious investigation. It may be so in this case, also.”", "compound": 0.4576, "pos": 0.076, "neg": 0.03, "neu": 0.895, "data": "2019-03-11 20:01:41"}, {"text": "The Affair", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-12 06:22:52"}, {"text": "Much much bigger... This could be tied to the affair of Jang Jayeon killing herself 10 years ago bc forced to have sex with 31 men in high profile, directors and media executives by her company. ", "compound": -0.8126, "pos": 0.0, "neg": 0.179, "neu": 0.821, "data": "2019-03-13 19:57:16"}, {"text": "Drama/Suspense: Jane Eyre (BBC Radio 4 Ensemble), Six Degrees of Assassination (BBC Drama), The End of the Affair , The Strange Case of Dr. Jekyll and Mr. Hyde", "compound": -0.6908, "pos": 0.0, "neg": 0.192, "neu": 0.808, "data": "2019-03-12 13:50:19"}, {"text": "It is said that the affair was thus ﬁnished without mishap.", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-13 02:21:47"}, {"text": "Dan is totally backflipping on the affair and Jessika is so humiliated she’d rather be sprayed in the face with Tamara’s butt hose (I swear that will make sense if you read the recap) MAFS MAFSAU MAFSAustralia ", "compound": -0.5133, "pos": 0.0, "neg": 0.11, "neu": 0.89, "data": "2019-03-11 18:07:29"}, {"text": "More annoyed that you're not calling out the NDP for campaigning on tax payers dollars or reporting what MLA's were brought up on sexual misconduct ... Im guessing its the two having the affair", "compound": -0.4391, "pos": 0.0, "neg": 0.081, "neu": 0.919, "data": "2019-03-14 09:50:13"}, {"text": "Wednesday to _her._\" Elinor he judged of her voice, \"I could talk me to speak at Cleveland. Cleveland the affair .", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 07:13:20"}, {"text": "Marked as to-read: The End of the Affair by Graham Greene ", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-11 23:21:25"}, {"text": "Meghan Markle, a Fatal Duel and the Affair That Rocked Parliament: Inside England’s Cliveden House - Observer Gnome Garden ", "compound": -0.5423, "pos": 0.0, "neg": 0.179, "neu": 0.821, "data": "2019-03-12 00:00:14"}, {"text": "and that's what you need in the internet and social media. you need the affair of information by the information age. take someone, who is chatting, and who is thinking of himself. father, mother, yes, and me, I personally live a private exciting and exhausting life, but me, I'm.", "compound": 0.296, "pos": 0.079, "neg": 0.035, "neu": 0.885, "data": "2019-03-13 21:07:57"}, {"text": "Kellyanne is gaslighting as usual. How can she address the truth when she doesn’t tell the truth. Birds of a feather.... Kellyanne Conway spars with Tapper: Trump denied the affair ", "compound": 0.1779, "pos": 0.137, "neg": 0.087, "neu": 0.776, "data": "2019-03-12 06:07:44"}, {"text": "The Affair – The End ", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-12 20:18:55"}, {"text": "Look i don’t want to go backwards in terms of arguments but watching those seasons that’s genuinely what seemed logical. LVP brought the affair on camera first in S4 after all, & in S6 she happily let Rinna speak on M. Again, I don’t wanna argue about it, im more focused on S9!", "compound": 0.7377, "pos": 0.169, "neg": 0.082, "neu": 0.748, "data": "2019-03-12 13:53:15"}, {"text": "vê the affair", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-12 03:03:42"}, {"text": "No less absent have been the regulators. Despite being given the report in 2014, the FCA did nothing about Lloyds’ role in the affair and its treatment of Ms Masterton until its chief executive Andrew Bailey took an interest in the summer of last year. ", "compound": 0.2023, "pos": 0.062, "neg": 0.046, "neu": 0.892, "data": "2019-03-12 21:34:35"}, {"text": " really fishy the affair with , waiting for some kind of response...", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-13 01:19:39"}, {"text": "When I see a Facebook profile and it's 2 names (John and Jane Smith) I always think, so which one of you had the affair then. ", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 02:43:45"}, {"text": "The fall / Safe / The affair", "compound": 0.4404, "pos": 0.42, "neg": 0.0, "neu": 0.58, "data": "2019-03-12 09:24:44"}, {"text": "He shut down any talk about his daughter in these audio clips but what was really gross to me is listening to him talk about that kid who was having the affair with his teacher. Tucker is a parent himself and still talked that way about a pretty young boy.", "compound": -0.0745, "pos": 0.078, "neg": 0.084, "neu": 0.838, "data": "2019-03-12 02:51:32"}, {"text": "Had a pretty good time at The Affair wrap party last night. I was super happy to see one of my favorite people, su_sie , also showed up as someone’s plus one. theaffair wrapparty ", "compound": 0.9607, "pos": 0.437, "neg": 0.0, "neu": 0.563, "data": "2019-03-11 12:14:49"}, {"text": "Come, come, this strange and Edward is Barton was, in the other apartment of the affair as she instantly", "compound": -0.25, "pos": 0.0, "neg": 0.1, "neu": 0.9, "data": "2019-03-14 13:39:32"}, {"text": "Coming Up on Mind Blowing Decisions Topic: The Affair : Diary of A Mistress Guest: Leslie D. May Date: Thursday, March 14, 2019 Time: 8:00 pm PST Host: Michon El Co-Host: DJ Success & GiGi Watson You can also listen in on the web by visiting us at ", "compound": 0.5719, "pos": 0.078, "neg": 0.0, "neu": 0.922, "data": "2019-03-13 10:25:00"}, {"text": "The long-awaited sequel to Steinbeck’s ‘ The Affair at 7, Rue de M—’", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-13 04:12:16"}, {"text": "Statistical techniques are not ordinarily aware of the message when the affair .", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-13 07:47:56"}, {"text": "Alberta’s election commissioner has been investigating “irregular financial contributions” during the United Conservatives’ 2017 leadership race, but the affair has raised more questions than answers. The Star has put together a timeline of events: ", "compound": 0.2263, "pos": 0.056, "neg": 0.0, "neu": 0.944, "data": "2019-03-12 04:39:25"}, {"text": "Earth was flat before the affair , and turn to globe again after lol", "compound": 0.4215, "pos": 0.189, "neg": 0.0, "neu": 0.811, "data": "2019-03-13 13:34:54"}, {"text": "Mate u need to watch big little lies and the affair !! Xxx", "compound": -0.4751, "pos": 0.0, "neg": 0.219, "neu": 0.781, "data": "2019-03-12 02:47:40"}, {"text": "And, no, he didn't cast off a MAGA hat halfway through the affair . He is a lifelong Democrat. But he is one of several people who told me, since my profile was published, that he has been impressed by the gentleman from South Bend. ", "compound": 0.2263, "pos": 0.068, "neg": 0.049, "neu": 0.883, "data": "2019-03-11 11:31:53"}, {"text": "Congratulations sir, please remember that people voted for you because they believe in you, please don't let us down, I pray that God will give you everything that you will need to be successful in ruling the affair of Oyo State. God first and surround yourself with Good people.", "compound": 0.9623, "pos": 0.352, "neg": 0.0, "neu": 0.648, "data": "2019-03-12 21:19:15"}, {"text": "September.—I was so hostile that the semblance of the affair , and stretched out, he gave the effort did anent them in.", "compound": -0.5214, "pos": 0.0, "neg": 0.144, "neu": 0.856, "data": "2019-03-12 22:12:02"}, {"text": "2- On behalf of the good people of Kwara South, I congratulate and wish you the required grace and wisdom to pilot the affair of Kwara State. Be rest assured of our continuous support and prayers Arch. Lola Ashiru Kwara South Senator Elect. ", "compound": 0.9595, "pos": 0.366, "neg": 0.0, "neu": 0.634, "data": "2019-03-11 20:59:38"}, {"text": "As a practical matter one is completely free and unbiased in the affair .", "compound": 0.5154, "pos": 0.312, "neg": 0.091, "neu": 0.598, "data": "2019-03-13 19:06:06"}, {"text": "TuckerCarlson 's reputation didn't have much shelf life before latest scandal. Interestingly, the shock jock involved was the guy who offered his wife to Hulk Hogan and recorded the affair in an extortion plot. Great book by tells whole story ", "compound": 0.3182, "pos": 0.141, "neg": 0.114, "neu": 0.745, "data": "2019-03-12 03:37:16"}, {"text": "tbt JoshuaJackson TheAffair ", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 18:44:18"}, {"text": "LRT, Gone Girl is the one firimu yakandipinza chando about how messed up marriage can get. Iyo ne that series, inonzi chiiko iyi, The Affair lmao", "compound": 0.3612, "pos": 0.129, "neg": 0.079, "neu": 0.792, "data": "2019-03-11 18:17:15"}, {"text": "Let’s not forget the affair the mother had with the man who ABDUCTED HER DAUGHTER, TOOK HER TO MEXICO, AND MARRIED HER........ jfc ", "compound": -0.5215, "pos": 0.062, "neg": 0.151, "neu": 0.787, "data": "2019-03-12 05:43:08"}, {"text": "Coming up on isidingo in May 2019: the Lategans are still battling with the affair . Also: Is there a new love interest between Anja and Obakeng? | SABC3 TVSAsoapieteasers ", "compound": 0.7269, "pos": 0.216, "neg": 0.063, "neu": 0.721, "data": "2019-03-14 01:10:01"}, {"text": "kalki's character gets so much screen time, is the affair more important than the protagonist's failing marriage? karan ka toh banta hai poora relationship stories, that is more fascinating and engaging, even if karan as a character seems so emotionally removed from everything", "compound": 0.6428, "pos": 0.172, "neg": 0.066, "neu": 0.762, "data": "2019-03-12 15:26:54"}, {"text": "All excellent points. I think soap writers really do struggle when a couple is happy or when the characters aren't completely falling apart. I think Robron had a similar problem. They didn't know how to keep the couple exciting after the affair or if Aaron wasn't miserable", "compound": 0.8628, "pos": 0.265, "neg": 0.094, "neu": 0.641, "data": "2019-03-13 20:33:29"}, {"text": "The affair of the lipstick departs. It half attempted murders the abstinence, And bikini is missed in praise. ", "compound": -0.3818, "pos": 0.145, "neg": 0.25, "neu": 0.605, "data": "2019-03-11 17:29:37"}, {"text": "NowPlaying on funk 80s disco radio classics", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 14:02:01"}, {"text": "season 4, showtime, episode 7, the affair , helen, maura tierney, helen solloway, trying not to laugh via Giphy ", "compound": -0.4449, "pos": 0.0, "neg": 0.147, "neu": 0.853, "data": "2019-03-11 15:58:34"}, {"text": "Will Democrats ignore the baggage? Listening to Slow Burn on the Clintons, the sheer arrogance of running someone that had so much stuff (not the affair , Republican BS, but law firm and politics)... I love Biden but he will have all the grudges from Obama era on him, e.g. Flint", "compound": 0.5927, "pos": 0.104, "neg": 0.071, "neu": 0.825, "data": "2019-03-12 13:38:57"}, {"text": "The affair", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-13 14:33:09"}, {"text": "Greene has serious novels and \"entertainments.\" And some that are a bit of both, e.g. The Comedians. If you are interested in his Catholicism, check out The End of the Affair .", "compound": 0.5574, "pos": 0.148, "neg": 0.039, "neu": 0.813, "data": "2019-03-12 08:43:23"}, {"text": "As hungry as the benzine will not wash up the affair .", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-12 21:26:56"}, {"text": "British-Palestinian Human Rights Activist Ahlam Akram: The Affair Of The Fugitive Saudi Teen Girl Is An Opportunity To Abolish Guardianship And All Discrimination Against Women In Arab World ", "compound": 0.4215, "pos": 0.094, "neg": 0.0, "neu": 0.906, "data": "2019-03-12 09:01:06"}, {"text": "Their is way more to this than just the affair ! Campaign Violations, cover ups (still on going), NDA’s, adultery, family values, law & order. Most of this is the once was principles of the Republican Party! Now you all are the Trump Party congratulations on being fooled!", "compound": 0.783, "pos": 0.219, "neg": 0.102, "neu": 0.679, "data": "2019-03-13 09:24:15"}, {"text": "“None as yet. But the affair is a petty one, one of our little country crimes, which must seem too small for your attention, Mr. Holmes, after this great international affair.” Holmes waved away the compliment, though his smile showed that it had pleased him.", "compound": 0.9114, "pos": 0.247, "neg": 0.033, "neu": 0.72, "data": "2019-03-13 22:37:59"}, {"text": "The Affair", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-12 06:02:45"}, {"text": " Moreover, Clinton's Actual Affair with Lewinsky may have been Wrong, but Legally there is No Law Against the Affair , and obviously Clinton Panicked and Lied when it was found out he was in the Affair , and Lied. ", "compound": -0.9331, "pos": 0.033, "neg": 0.324, "neu": 0.642, "data": "2019-03-14 00:44:29"}, {"text": "Yet if she had proved amenable to his persuasions the affair would no doubt have been dropped as a sad mistake after that one encounter. As matters were, the resentment and the distinct possibility of final defeat never left his mind.", "compound": -0.9325, "pos": 0.022, "neg": 0.321, "neu": 0.657, "data": "2019-03-14 18:40:48"}, {"text": "he expressed concerns about flying on unsafe planes (which have now been grounded by the president) and they mocked him with gifs, and then made the affair public by posting screenshots", "compound": -0.3182, "pos": 0.0, "neg": 0.071, "neu": 0.929, "data": "2019-03-14 03:23:17"}, {"text": "And who was impeached once the affair was discovered?? You must be joking with your Trump - Clinton comparison", "compound": 0.3094, "pos": 0.117, "neg": 0.0, "neu": 0.883, "data": "2019-03-12 07:26:41"}, {"text": "Pure love cannot sustain in an imperfect world - Noah The_Affair", "compound": 0.4404, "pos": 0.29, "neg": 0.159, "neu": 0.552, "data": "2019-03-12 13:20:34"}, {"text": "Oh man Spencer saying he’ll tell the family about the affair if Billy doesn’t. AllAmerican", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 10:45:12"}, {"text": "The case was thrown out because she had already gotten what she was originally suing for. The ability to discuss the affair without the ability of trump and Cohen suing her. Jesus you’re an idiot.", "compound": -0.4404, "pos": 0.109, "neg": 0.178, "neu": 0.713, "data": "2019-03-12 08:07:30"}, {"text": "One hell of a choice that you also make for your family. We don't get the feel good chemicals & all that u get from the affair though, we get the aftermath of hell ", "compound": -0.8074, "pos": 0.072, "neg": 0.229, "neu": 0.698, "data": "2019-03-13 06:20:40"}, {"text": "Doesn’t congress have along-standing rule against head covering in the building? I can justify that on treating the affair with proper respect. I also can’t believe that that rule isn’t unconstitutional when applied to a hijab, which has an entirely different meaning.", "compound": 0.4767, "pos": 0.075, "neg": 0.0, "neu": 0.925, "data": "2019-03-12 12:25:16"}, {"text": "On the authority of Abū Saʿīd al-Khudrī (may Allāh be pleased with him) that a Bedouin asked the Messenger of Allāh ﷺ about Hijrah (emigration). He replied: “Woe to you! The affair of Hijrah is shadīd (very difficult). Do you possess camels?” The bedouin replied: “Yes.” [1/2] ", "compound": 0.5411, "pos": 0.093, "neg": 0.0, "neu": 0.907, "data": "2019-03-12 23:29:38"}, {"text": "what lex said!! Good doctor, STAR, 9-1-1, the resident, lethal weapon, new Amsterdam, Lucifer, this is us, the rookie, the affair , the handmaid’s take", "compound": 0.3147, "pos": 0.126, "neg": 0.079, "neu": 0.795, "data": "2019-03-13 12:12:38"}, {"text": "2/2 Like \"the ongoing SNC-Lavalin crisis, starting with the cabinet shuffle that set the affair off & including the Liberal stonewalling that prevented the justice committee on Wednesday from voting on whether to reinvite former attorney general JWR for a 2nd round of testimony\"", "compound": 0.2263, "pos": 0.143, "neg": 0.084, "neu": 0.774, "data": "2019-03-14 07:15:08"}, {"text": "I went into YouTube to read the comments to see if I missed anything. Ryan Giggs had a failed Tikki bar!? The sign in the bar \"wandering cock\" He drinks his tea out of a city cup They come out of house 8 to symbolize how long the affair went on for.", "compound": -0.75, "pos": 0.0, "neg": 0.144, "neu": 0.856, "data": "2019-03-12 16:31:34"}, {"text": "“What happens if you drop all the things that make you I?” Graham Greene, The End of the Affair", "compound": -0.2732, "pos": 0.0, "neg": 0.104, "neu": 0.896, "data": "2019-03-12 17:48:26"}, {"text": "If CIA’s role in the affair is confirmed, it might lead to a major diplomatic spat between Madrid and Washington ", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 02:15:00"}, {"text": "I saw them lead the way north, out through the lot, and then I saw them swing toward me and bounce twice more as the wheels behind them climbed up off the dirt and onto the blacktop. The clock in my head showed one minute to eleven. The Affair ", "compound": -0.34, "pos": 0.0, "neg": 0.05, "neu": 0.95, "data": "2019-03-13 06:59:03"}, {"text": "Heartburn by Nora Ephron (read by Meryl Streep), The End of the Affair (read by Colin Firth), anything by Jon Ronson, This is Going to Hurt by Adam Kay. So much brilliant stuff!", "compound": 0.243, "pos": 0.113, "neg": 0.088, "neu": 0.8, "data": "2019-03-12 06:27:44"}, {"text": "LAHAD by Distrorted Humor out of a mare by Black The Affair has produced his first ever colt this week. LAHAD is a half brother to Mastercraftsman, best known as the sire of Alpha Centauri, 2018 champion 3yo filly in Europe. Standing at ali alsubaie and his sons stable . ", "compound": 0.9081, "pos": 0.224, "neg": 0.0, "neu": 0.776, "data": "2019-03-11 23:41:13"}, {"text": "Everything is always our fault. They had the affair because there's something wrong with us or we did this or didn't do that. Hope u open her eyes a bit so she's not a waste of time", "compound": -0.6819, "pos": 0.064, "neg": 0.201, "neu": 0.735, "data": "2019-03-13 05:23:03"}, {"text": "After a friendship with his straight, married next-door neighbor turned into an affair, this gay man was confronted by his neighbor's wife. Here's how and why the affair started ... and ended. via ", "compound": 0.4588, "pos": 0.135, "neg": 0.051, "neu": 0.815, "data": "2019-03-13 09:55:25"}, {"text": "Spencer did the right thing by letting Billy tell his family about the affair AllAmerican", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 16:19:26"}, {"text": "I really don't care about the affair but, I do care about where the hush money came from and bias.", "compound": -0.7516, "pos": 0.0, "neg": 0.331, "neu": 0.669, "data": "2019-03-13 09:24:08"}, {"text": "After a friendship with his straight, married next-door neighbor turned into an affair, this gay man was confronted by his neighbor's wife. Here's how and why the affair started ... and ended. via ", "compound": 0.4588, "pos": 0.135, "neg": 0.051, "neu": 0.815, "data": "2019-03-13 07:04:20"}, {"text": "that was probably when lionel started the affair with lena's mother. he was 8 when she was born? so it tracks", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-12 01:05:51"}, {"text": "The affair me tiene obsesionado.", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 14:27:42"}, {"text": "Yeah I’m sorry but i like any abby other than km’s maybe its because I’m such a fan of ejami that i tend only see km as doing that face when she had the affair with ej everytime shes on", "compound": 0.7684, "pos": 0.186, "neg": 0.027, "neu": 0.787, "data": "2019-03-13 00:39:28"}, {"text": "It refers to King David's lust for Bathsheba in the Old Testament for a start. But obviously LC's unique interpretation of the affair , probably with a personal twist too.", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-12 03:27:00"}, {"text": "I was looking on google at the affair trying to find pictures and saw the wedding i was like i rather never see this again", "compound": 0.3612, "pos": 0.106, "neg": 0.0, "neu": 0.894, "data": "2019-03-13 20:04:54"}, {"text": "What if Cohen was the one that had the affair & paid her off? That would make sense considering that he didn't want his wife to know about it, right? What if this whole thing was Cohen purposely digging his hole deeper because he was blackmailed by the Clowns with this info?", "compound": -0.193, "pos": 0.0, "neg": 0.034, "neu": 0.966, "data": "2019-03-13 17:30:39"}, {"text": "Surely this all depends on whether he been open about his past. If she knows he's bi and he's slept with men then that part isn't a shock. He's done nothing wrong. Her father had the affair not him. Why should he break off the relationship because her father is unfaithful?!", "compound": 0.7864, "pos": 0.144, "neg": 0.0, "neu": 0.856, "data": "2019-03-12 22:11:43"}, {"text": "Castle Rock + Killing Eve via Hulu, The Affair via Showtime.", "compound": -0.6597, "pos": 0.0, "neg": 0.328, "neu": 0.672, "data": "2019-03-11 10:56:13"}, {"text": "After some time had passed he divorced his wife and the affair was ﬁnished.", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 11:55:15"}, {"text": "Further to Cdns shaken confidence in PM’s leadership “ the affair damaged...[his] reputation abroad. News orgs around the world have reported on the controversy, w/ “charismatic Trudeau tarnished by scandal”...& this wk’s statement by OECD was devastating.” ", "compound": 0.4588, "pos": 0.083, "neg": 0.033, "neu": 0.884, "data": "2019-03-13 11:20:02"}, {"text": "The Goldfinch. The End of the Affair . Never Let Me Go.", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-12 04:46:27"}, {"text": "\"It was in context to a conversation we were all having the other day. By the end of the affair , everyone seemed to be taking off clothing, so I made a humorous remark, well aware, no one in the group at the time knew that information.\" ", "compound": 0.4173, "pos": 0.106, "neg": 0.047, "neu": 0.848, "data": "2019-03-13 00:00:13"}, {"text": "Sometimes men sink into the abyss of feeling like a piece of shit. The affair was fun but they didn’t see the consequences. Not only are you angry you are deeply hurt. He did this to you. Men can spiral into a depression bc they hurt their wife.", "compound": -0.9671, "pos": 0.079, "neg": 0.336, "neu": 0.584, "data": "2019-03-12 23:44:34"}, {"text": "ok i have to slightly play devils advocate and i have already gone on record feeling bad for this kids death as the only real innocent in the affair , the term war baby isnt a new thing with roots pre ww1 so jihad baby could easily be considered compatible ", "compound": -0.7972, "pos": 0.17, "neg": 0.236, "neu": 0.594, "data": "2019-03-12 02:14:24"}, {"text": "THREAD: Rob Packham's daughter is testifying in the high court. She says even after her dad told his wife about the affair he was having, they attended couple therapy & were considering renewing their vows up and until she was killed in February 2018. RobPackham Packham ", "compound": -0.8442, "pos": 0.0, "neg": 0.159, "neu": 0.841, "data": "2019-03-11 20:47:03"}, {"text": "Increasingly it seems to me that the Affair that Shall Not Be Named is a caucus spat inflamed by a scandal-mongering pursuit of clickbait than anything approaching bad actions on the part of govt.", "compound": -0.7096, "pos": 0.0, "neg": 0.164, "neu": 0.836, "data": "2019-03-13 00:34:48"}, {"text": "Not so much denial as everyone has a stable extramarital relationship. Both adulterers are married so neither is looking for “our life together after the divorce”... clearly they’re each getting some need fulfilled by the affair not available in their marriage. What’s the problem", "compound": 0.6124, "pos": 0.156, "neg": 0.055, "neu": 0.789, "data": "2019-03-11 14:49:42"}, {"text": "“Once the affair is disclosed, the betrayer feels relieved because the secrecy is over while the betrayed has just found out what had been going behind their back. What is the end for one of the parts, it's only the beginning for the other.” ", "compound": -0.34, "pos": 0.053, "neg": 0.082, "neu": 0.864, "data": "2019-03-13 10:04:01"}, {"text": "Friday evening when Cole leaves for his grandparents on a promised ski trip, Hank knows it's time to talk with his wife about... Whatever sham of a marriage they have.He tells her about Connor, feeling shitty about the affair until Barb admits her 'sister' is actually her boss.", "compound": 0.1531, "pos": 0.12, "neg": 0.069, "neu": 0.811, "data": "2019-03-12 23:32:07"}, {"text": "Agreed! It worked with \"The End Of the affair \" , \"Ready Player One\", and \"The Lies of Locke Lamora\". Especially the latter which I'm LOVING right now! The narrator really made the difference! I think I'll be consuming most of my fantasy books via audio from now on", "compound": 0.8079, "pos": 0.184, "neg": 0.051, "neu": 0.765, "data": "2019-03-12 18:03:01"}, {"text": "Now let us look at the end that this level overlaps the affair .", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-12 00:48:19"}, {"text": "Reading a used copy of Graham Greene’s “The End of the Affair ” and I’m on the fence re: the previous readers notes. Sometimes funny but also feels like someone is talking during the movie. ", "compound": 0.6369, "pos": 0.14, "neg": 0.0, "neu": 0.86, "data": "2019-03-11 23:13:33"}, {"text": "1. Bring up the affair and watch the family drama unravel: hoping your relationship can ride it out. 2. Don't bring it up but harbour this secret past and animosity with the father. 3. Abandon ship? Its still awful (especially to gf) but does less damage to the family.", "compound": -0.9399, "pos": 0.031, "neg": 0.253, "neu": 0.716, "data": "2019-03-13 16:46:08"}, {"text": "You can see the affair is getting to Billy’s head. AllAmerican", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 09:26:16"}, {"text": "I’ll make the affair so excruciating you’ll deafen yourself with the shrill sound of your own screams.", "compound": -0.8267, "pos": 0.0, "neg": 0.339, "neu": 0.661, "data": "2019-03-13 20:18:55"}, {"text": "So many men are completely shocked when their wife has an affair and/or files for divorce. And that’s why the wife had the affair and/or filed for divorce.", "compound": -0.3804, "pos": 0.0, "neg": 0.088, "neu": 0.912, "data": "2019-03-13 20:20:06"}, {"text": "“I do too...” Her voice was soft as she looked over his shoulder to watch the affair behind them. She knew he’d have a better life being with his mother. He’d have to most likely have a therapist, but it would get better. It had to, right?", "compound": 0.7003, "pos": 0.119, "neg": 0.0, "neu": 0.881, "data": "2019-03-11 22:09:12"}, {"text": "You appointed Mueller! You also forgot your usual jab at Lisa page for the affair", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 12:06:52"}, {"text": "The manner of his death remains quite controversial, I think. David Fitzpatrick sought to end the debate in his biography, but Manus O'Riordan's review of the book in History Ireland revived some dodgy aspects of the affair ...", "compound": -0.6538, "pos": 0.0, "neg": 0.157, "neu": 0.843, "data": "2019-03-13 06:57:14"}, {"text": "In 2017, Packham had told Gill he had been 'speaking to some other women' after Nicola insisted he speak to her. \"I thought it was time for mum to know\". She knew about the affair before her mother did - several years. ", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-11 20:31:57"}, {"text": "If you read and enjoyed Killers of the Flower Moon, please come to the Downtown Library this Saturday for a presentation by Osage historians on the affair ! Sure to be a thrilling and informative afternoon! 3/16, 2pm. ", "compound": 0.7418, "pos": 0.252, "neg": 0.094, "neu": 0.654, "data": "2019-03-14 00:08:23"}, {"text": "My OW is getting a divorce now and I don’t think with her she would feel pain anyway. She told me just to get over it(meaning the affair ).", "compound": -0.5106, "pos": 0.0, "neg": 0.113, "neu": 0.887, "data": "2019-03-11 21:43:16"}, {"text": "about the affair part i’m not even sure if he’s joking or being serious", "compound": -0.0931, "pos": 0.118, "neg": 0.202, "neu": 0.681, "data": "2019-03-13 15:45:51"}, {"text": "assiste The Sinner ou The Affair .", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-12 06:16:22"}, {"text": "There would be a rule that whoever contests for the post of senate president has to retire fully from politics. (No more second term 4 SPs) And when the incumbent resigns he assumes the post and governs over the affair of the nation till we have another government.", "compound": -0.3182, "pos": 0.0, "neg": 0.049, "neu": 0.951, "data": "2019-03-12 19:27:56"}, {"text": "Binge watching TheAffair & it’s actually a good show. I wasn’t sure but now i’m invested.", "compound": 0.3818, "pos": 0.247, "neg": 0.0, "neu": 0.753, "data": "2019-03-14 01:22:32"}, {"text": "I'm pretty sure \"FBI Mistress\" isn't a job title. She's an FBI Lawyer. That's just plain sexist and no term like that would never be used for Peter Strzok who had the affair with her. In the context of THIS president it's especially shameful to use this rhetoric.", "compound": 0.3197, "pos": 0.144, "neg": 0.102, "neu": 0.754, "data": "2019-03-14 07:43:30"}, {"text": " It may be Monday and 2019, but an apt day to be reading The Affair ", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-11 23:21:37"}, {"text": "“Trump has denied the affair .”", "compound": -0.4404, "pos": 0.0, "neg": 0.367, "neu": 0.633, "data": "2019-03-13 20:14:15"}, {"text": " , , , I HAVE POSTED THE DETAILS PREVIOUSLY IN REGARD TO THE AFFAIR -WHICH PROVED THAT PUTIN HAD ZERO HAND IN THE AFFAIR & POINTED THE FINGER TO THE CORRECT PARTIES - THOSE INVOLVED IN THE CONSPIRACY! ", "compound": 0.4199, "pos": 0.16, "neg": 0.088, "neu": 0.751, "data": "2019-03-12 21:04:32"}, {"text": "Congratulation Excellency on your well deserve re-election as delta state Governor, I pray God for more wisdom to pilot the affair of delta state in d next 4 years. Once again congratulation Sir", "compound": 0.9661, "pos": 0.483, "neg": 0.0, "neu": 0.517, "data": "2019-03-12 03:53:52"}, {"text": "he expressed concerns about flying on unsafe planes (which have now been grounded by the president) and they mocked him with gifs, and then made the affair public by posting screenshots", "compound": -0.3182, "pos": 0.0, "neg": 0.071, "neu": 0.929, "data": "2019-03-14 03:23:44"}, {"text": "Worst part of the affair , Boieng lied. Why not tell all aspects of airplane functioning & flight envelope characteristics? FAA is indeed totally discredited. ", "compound": -0.8718, "pos": 0.0, "neg": 0.331, "neu": 0.669, "data": "2019-03-13 15:18:56"}, {"text": "Depends on the motivation to cheat. How's the marriage? Why was the affair started?", "compound": -0.2406, "pos": 0.135, "neg": 0.189, "neu": 0.676, "data": "2019-03-13 11:27:37"}, {"text": "The End of the Affair ", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-12 00:00:23"}, {"text": "I read his account of the affair with Garbo. His photography is quite something. I know the village (and the house) where he lived (near Salisbury) very well as I have family there. I will look for this documentary.", "compound": 0.3384, "pos": 0.066, "neg": 0.0, "neu": 0.934, "data": "2019-03-11 17:16:47"}, {"text": "Mac?\" theaffair ", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-12 17:26:06"}, {"text": "Joshua Jackson uit THE AFFAIR . Goeie serie by the way op Net flix. ", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 06:00:52"}, {"text": "Hey would you happen to know when ‘ The Affair ’ season 4 is coming, or any further seasons of ‘60 days in’? Thanks", "compound": 0.4404, "pos": 0.116, "neg": 0.0, "neu": 0.884, "data": "2019-03-11 13:42:46"}, {"text": "Yeah... it wasn't the affair anyone cared about, . It was the multiple felonies to cover it up. ", "compound": -0.1779, "pos": 0.131, "neg": 0.164, "neu": 0.704, "data": "2019-03-14 01:49:16"}, {"text": "Liv and Jordan, chill. All of y'all just found out about the affair . You can't take that out on Spence and Leila AllAmerican", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 09:48:10"}, {"text": "NonUnion only must be registered with Central Karen is taking submissions for the show THE AFFAIR working on FRIDAY 3/15 in SIMI VALLEY. She is looking for MEN and WOMEN appearing to be in their... ", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 09:07:30"}, {"text": "Fuck that dude", "compound": -0.5423, "pos": 0.0, "neg": 0.636, "neu": 0.364, "data": "2019-03-12 00:57:27"}, {"text": "Before closing this section on information it should be noted that the affair .", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-13 10:10:17"}, {"text": "(2/2)... Imam(as) wept until his beard became damp. Then he turned to the companion & said: \"On this occasion when there is fear for me,(it should be known that) the affair (Imamat) after me belongs to my son, Ali(Imam Naqi)(as).” Kitab al-Irshad, Ch. of Imam Naqi(as)", "compound": -0.7351, "pos": 0.0, "neg": 0.126, "neu": 0.874, "data": "2019-03-13 14:31:28"}, {"text": "Quick findings: • pretty much everyone discovers compartmentation. Usually just a second phone. • high risk events are the start and end of the affair . The adulterer is changing pattern of life and experiencing strong emotions they can’t express let alone discuss", "compound": 0.5267, "pos": 0.137, "neg": 0.086, "neu": 0.777, "data": "2019-03-11 15:13:54"}, {"text": " , , , A PART OF THE STAGED AFFAIR.HOWEVER,PERHAPS THEY WERE TRULY POISONED-NOTHING IN REGARD TO THE AFFAIR MAKES ANY LOGICAL SENSE & THAT MEANS THERE EXIST LIES & DECEPTION,DECEPTIVE TACTICS,THAT EXIST SOMEWHERE WITHIN.", "compound": 0.0258, "pos": 0.091, "neg": 0.088, "neu": 0.82, "data": "2019-03-12 20:39:02"}, {"text": "Shes the one having the affair !", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-12 05:52:04"}, {"text": "The meeting wasn't include Eritrea. Why would Eritrea say something about the affair has no business?", "compound": -0.296, "pos": 0.0, "neg": 0.128, "neu": 0.872, "data": "2019-03-14 01:23:22"}, {"text": "Mia Farrow and her then husband André Previn have established Soon-Yi's birthdate at October 8, 1970. They based this on information received from the Korean authorities and a medical examination conducted in the US. By the Fall of 1991, when the affair started, she was 21.", "compound": -0.296, "pos": 0.0, "neg": 0.048, "neu": 0.952, "data": "2019-03-11 14:58:13"}, {"text": "Is it weird that I am enough of a fan of hers to know she already watches the affair", "compound": 0.1531, "pos": 0.121, "neg": 0.089, "neu": 0.789, "data": "2019-03-11 19:12:34"}, {"text": "I was wondering the whole time if she knew about the affair .. I guess now I know. AllAmerican", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 14:55:11"}, {"text": "I just don't get it why are people so stuck on the \"affair \" mick and anita \"had\" they've both denied it so adamantly & honestly what would either of them gain by lying about it? Absolutely nothing lol \"Oh but Keith said they did\" Mf snorted his dad's ashes do u rly believe him", "compound": -0.3451, "pos": 0.076, "neg": 0.136, "neu": 0.788, "data": "2019-03-11 12:17:03"}, {"text": "After a friendship with his straight, married next-door neighbor turned into an affair, this gay man was confronted by his neighbor's wife. Here's how and why the affair started ... and ended. ", "compound": 0.4588, "pos": 0.139, "neg": 0.052, "neu": 0.809, "data": "2019-03-12 21:47:18"}, {"text": "THE AFFAIR !", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-12 22:30:10"}, {"text": "Sex before marriage is not a guarantee of a happy marriage, but a guarantee of divorce. More often than not, the affair lasts longer than the marriage!", "compound": -0.5819, "pos": 0.0, "neg": 0.216, "neu": 0.784, "data": "2019-03-13 23:54:15"}, {"text": "I would agree that in your example, that not everyone would be responsible for the affair . But, in your example, the woman he slept with (the participant) is guilty as well. So those who participated in activities with James knew what was going on.", "compound": 0.4767, "pos": 0.142, "neg": 0.057, "neu": 0.801, "data": "2019-03-13 16:06:16"}, {"text": "Meghan Markle, a Fatal Duel and the Affair That Rocked Parliament: Inside England's Cliveden House - Observer ", "compound": -0.5423, "pos": 0.0, "neg": 0.2, "neu": 0.8, "data": "2019-03-12 10:50:03"}, {"text": "I smell hush money. Why didn’t you mention anything about the affair ?", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-13 01:59:00"}, {"text": "Thrilled to have my Letter to my ex-unfaithful husband published on the Affair Healing Blog via ⁦ ⁩ thank you ", "compound": 0.6597, "pos": 0.231, "neg": 0.0, "neu": 0.769, "data": "2019-03-13 12:09:06"}, {"text": "The affair", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-13 13:27:30"}, {"text": "They are busy poke nosing in the affair of Lagos state, sorry for them.", "compound": -0.0772, "pos": 0.0, "neg": 0.091, "neu": 0.909, "data": "2019-03-12 11:11:31"}, {"text": "My amiable Governor, I wish to congratulate you on your election Victory .I pray that Almighty God will help and guide you as you pilot the affair of our State.Congrats sir", "compound": 0.9001, "pos": 0.342, "neg": 0.0, "neu": 0.658, "data": "2019-03-11 22:54:58"}, {"text": "IT’S JUST ABOUT REUNION TIME The cast of the RealHousewivesofAtlanta recently taped the reunion for their current and per usual the ladies cleaned up quite nice for the affair . Who’s ", "compound": 0.4754, "pos": 0.096, "neg": 0.0, "neu": 0.904, "data": "2019-03-13 07:54:02"}, {"text": "Hijab is not a choice but COMPULSION & women have no choice but to abide Q33:36 It is not for any believer, man or woman, when God and Messenger have decided a matter,to have the choice in the affair . Whosoever disobeys God and His Messenger has gone astray into manifest error. ", "compound": -0.2617, "pos": 0.095, "neg": 0.114, "neu": 0.791, "data": "2019-03-13 12:40:46"}, {"text": "It would explain how the little sister also knew about the affair , right? Because Andy probably interrupted the local Christmas pageant or something to unburden himself.", "compound": -0.296, "pos": 0.0, "neg": 0.081, "neu": 0.919, "data": "2019-03-14 09:54:27"}, {"text": "Anterior Cruciate Knee Ligament Injuries - The End Of The Affair For Most Sports Careers Despite The Injury Unlocking Exquisite Redundant Neuromuscular Protective Mechanisms via ", "compound": 0.3252, "pos": 0.092, "neg": 0.0, "neu": 0.908, "data": "2019-03-12 20:55:06"}, {"text": "THE AFFAIR !!!!!", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-12 15:55:22"}, {"text": "to hide Trump's affair with Marla Maples Alan Lapidus, the architect for the Trump Plaza Hotel & Casino, took Marla to dinner & then after dropped her off to meet her paramour This was all in an attempt to keep the affair a secret from Ivana when she made trips to Atlantic City,", "compound": -0.1779, "pos": 0.0, "neg": 0.034, "neu": 0.966, "data": "2019-03-13 15:37:50"}, {"text": "In 2017, Packham had told Gill he had been 'speaking to some other women' after Nicola insisted he speak to her. \"I thought it was time for mum to know\". She knew about the affair before her mother did - several years. ", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-11 20:31:42"}, {"text": "omg billy told laura about the affair .", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 15:39:25"}, {"text": "Imagine being promote to series reg but you’re not in half the episodes and they give you a storyline where you’re the ‘affair woman’. Wendell a Pierce was written into almost twice as many and he wasn’t even a reg ", "compound": 0.2023, "pos": 0.048, "neg": 0.0, "neu": 0.952, "data": "2019-03-11 22:21:58"}, {"text": "Start The Affair from the beginning. Hooked immediately!", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-13 15:42:01"}, {"text": "I'm still saying it was Cohen who had the affair ... human nature evidence leads me to say that..", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 00:23:36"}, {"text": "“Never hide yourself! When you say something, don’t be in the shadow; let everyone see you! Whatever you say always put your name under it! Be courageous enough not to use any mask; don’t forget that hiding among the bushes is the affair of the cowards! “", "compound": -0.3753, "pos": 0.064, "neg": 0.131, "neu": 0.806, "data": "2019-03-13 00:43:05"}, {"text": "justice. The law already says, that impeachment just based on the lying about the affair to investigators and the campaign finance violation, surrounding it, let alone other crimes some already proven, as well, like the charity fund violation, and others, are more than enough to", "compound": -0.25, "pos": 0.181, "neg": 0.198, "neu": 0.621, "data": "2019-03-13 22:26:00"}, {"text": "Things I don’t understand in friendsfromcollege 1) when/how did the affair between Sam and Ethan start? 2) why didn’t we get to see Ethan telling Sam about the affair ? 3) I get that Ethan’s affair was longer BUT it’s not like Lisa is a saint. Her and Nick fucked more than once", "compound": -0.8786, "pos": 0.0, "neg": 0.163, "neu": 0.837, "data": "2019-03-14 06:23:44"}, {"text": "In the US, it was when the president and his officials secretly sold arms to Iran in order to fund a terrorist group explicitly prohibited by Congress. The numerous guilty parties were then pardoned by the next president, who had been the vice-president *during the affair .*", "compound": -0.5994, "pos": 0.085, "neg": 0.139, "neu": 0.776, "data": "2019-03-13 01:55:33"}, {"text": "They force you to do what not the affair of the brilliance", "compound": 0.5994, "pos": 0.262, "neg": 0.0, "neu": 0.738, "data": "2019-03-14 17:33:57"}, {"text": "Yeah, and I remember him from The Affair season 1 too", "compound": 0.296, "pos": 0.216, "neg": 0.0, "neu": 0.784, "data": "2019-03-14 06:34:24"}, {"text": "MUST BE REGISTERED WITH CENTRAL NONUNION ONLY Karen is taking submissions for the show THE AFFAIR WORKING ON FRIDAY 3/15 in the LA area or Culver City area. She is looking for MEN and WOMEN... ", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 05:40:55"}, {"text": "Depends on the situation. Some people feel locked into relationships and cheat because they think itll somehow prolong the affair .", "compound": -0.4588, "pos": 0.0, "neg": 0.136, "neu": 0.864, "data": "2019-03-13 21:51:52"}, {"text": "Very mature from the son (are you?) of a (cough, cough) president. You should be getting your affairs in order (and I don't mean the affair with that Gargoyle woman) for that early morning when the FBI comes a knockin' at your door. The SS hates you so they won't tip you off! ", "compound": 0.1243, "pos": 0.062, "neg": 0.053, "neu": 0.884, "data": "2019-03-13 05:46:56"}, {"text": "It revolved around Mauli ever since the affair revelation.", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-13 19:19:44"}, {"text": " quite the affair we’ve got going on at the minute! Sorry it was meant to be a secret", "compound": -0.1511, "pos": 0.0, "neg": 0.09, "neu": 0.91, "data": "2019-03-12 02:31:32"}, {"text": "Well, if you think the affair was Brin's only issue... he literally told early Googlers he thought the whole point of female subordinates was for having sex with... ", "compound": 0.2732, "pos": 0.072, "neg": 0.0, "neu": 0.928, "data": "2019-03-13 12:52:24"}, {"text": "Read Maybe in Another Life, Evidence of the Affair and Daisy Jones & the Six and try to tell me isn’t a master of words. I mean... her books are all beautiful and different and I am obsessed with her.", "compound": 0.4939, "pos": 0.098, "neg": 0.043, "neu": 0.859, "data": "2019-03-14 10:34:01"}, {"text": "The people have spoken, congratulation to for your well deserved victory. I pray Allah guard and guide you to pilot the affair of the state. Thank you for always bring fact to this street and correcting the anomaly of people from other side", "compound": 0.8689, "pos": 0.221, "neg": 0.0, "neu": 0.779, "data": "2019-03-11 19:46:35"}, {"text": "I just started watching TheAffair and I feel so sorry for Cole. He lost his son, he lost his ranch, and his wife left him for a rich douchebag. Poor guy.", "compound": -0.8334, "pos": 0.092, "neg": 0.344, "neu": 0.564, "data": "2019-03-12 23:35:00"}, {"text": "I was thinking that. Maybe she committed suicide because the affair was discovered and she lost everything.", "compound": -0.6908, "pos": 0.096, "neg": 0.311, "neu": 0.594, "data": "2019-03-13 07:10:55"}, {"text": "One has the advantage that whether or not its memory contains precisely the affair .", "compound": 0.25, "pos": 0.133, "neg": 0.0, "neu": 0.867, "data": "2019-03-11 12:57:37"}, {"text": "New trending GIF tagged season 4, showtime, episode 7, the affair , helen, maura tierney, helen solloway, trying not to laugh via Giphy August 2, 2018 at 09:03AM", "compound": -0.4449, "pos": 0.0, "neg": 0.101, "neu": 0.899, "data": "2019-03-11 15:30:52"}, {"text": "Hopefully this fuzzy little prince panda was named for Cardinal Rohan, the decadent French bishop who loved luxury and was involved in the Affair of the Necklace. ", "compound": 0.765, "pos": 0.209, "neg": 0.0, "neu": 0.791, "data": "2019-03-12 20:21:41"}, {"text": "I started watching this movie thinking the moms were having the affair ... then I realized the truth and spent a hot minute or two going WTF?! But then by the end I was rooting for the mommy/son duos. It was a wonderfully weird ride for me, lol.", "compound": 0.8221, "pos": 0.186, "neg": 0.034, "neu": 0.78, "data": "2019-03-14 12:38:49"}, {"text": "Life is good. I am thoroughly enjoying the YUUUUGE scandal now sweeping through the \"elite\" prog universities and, of course, I love the revelation of prog Hollywood's involvement in the affair . ", "compound": 0.8357, "pos": 0.279, "neg": 0.075, "neu": 0.646, "data": "2019-03-14 07:16:18"}, {"text": "Got cheated on, broke up, he got with the woman he was having an affair with and then the woman who was part of the affair nailed the woman sending the tweet!", "compound": -0.75, "pos": 0.0, "neg": 0.176, "neu": 0.824, "data": "2019-03-12 04:25:38"}, {"text": "Not a good idea to use a known pathological liar as your source for truth. He also denied the affair with Stormy Daniels. Lie lie lie...deny deny deny....rinse repeat.", "compound": -0.8274, "pos": 0.065, "neg": 0.312, "neu": 0.623, "data": "2019-03-12 02:53:30"}, {"text": "After my tweet the affair left. They didn’t see my tweet so someone else must’ve caught them - from their hometown", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 13:04:35"}, {"text": "How you going to leave out TheAffair", "compound": -0.0516, "pos": 0.0, "neg": 0.167, "neu": 0.833, "data": "2019-03-13 06:44:42"}, {"text": "Mr. Dashwood, the affair as you can return.", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-11 13:09:30"}, {"text": "For context on the affair from blog", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-13 01:54:35"}, {"text": "The Affair , Big Little Lies, The Rain!", "compound": -0.4213, "pos": 0.0, "neg": 0.318, "neu": 0.682, "data": "2019-03-14 00:28:27"}, {"text": "3 of 5 stars to The Affair at the Victory Ball by Agatha Christie ", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-12 20:00:46"}, {"text": "And if you’d made secret hush money payments to a porn star to cover up the affair you had with her while your wife was home with a newborn you probably wouldn’t have gotten elected President, but here we are. The rules are different when you live in a gold penthouse.", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-12 02:57:30"}, {"text": "A mathematical colleague knowing that P had an amateur interest in the affair .", "compound": 0.4588, "pos": 0.231, "neg": 0.0, "neu": 0.769, "data": "2019-03-13 17:17:18"}, {"text": "“The responsibility for the affair belongs to the ones who chose it”. ", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-12 06:20:42"}, {"text": "To Cover up the Affair ,to illegally keep the American People from hearing the Truth & Sway the Election in the end in his favor .", "compound": 0.6124, "pos": 0.185, "neg": 0.0, "neu": 0.815, "data": "2019-03-13 19:33:56"}, {"text": "“Why doesn't hatred kill desire?” ― Graham Greene, The End of the Affair HiLeon ", "compound": 0.7967, "pos": 0.372, "neg": 0.0, "neu": 0.628, "data": "2019-03-11 23:44:49"}, {"text": "That's cold asf. Then why he son , move to a new school where the coach he the nigga she had the affair with smh", "compound": -0.3182, "pos": 0.0, "neg": 0.095, "neu": 0.905, "data": "2019-03-14 19:29:31"}, {"text": "who insisted that those in the greater enrichment of plutonium driven by high student ACT and Sat scores and the need to stop and have him try alternative thinking when it came to flailing young Cantonese girls who insisted that they could bread and butter the affair and yet they", "compound": 0.0772, "pos": 0.047, "neg": 0.042, "neu": 0.911, "data": "2019-03-14 08:59:43"}, {"text": "They are pregnant with MBS and is still in the affair !", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 10:08:35"}, {"text": "What happened to jarry from the affair days when they were fun and exciting. Its not them its the crappy writting. The chemistry is still there they just arent been given anything to work with.", "compound": 0.4404, "pos": 0.154, "neg": 0.086, "neu": 0.76, "data": "2019-03-13 20:25:18"}, {"text": "You see I never stopped loving you, even though I couldn’t see you. - The End Of The Affair", "compound": -0.357, "pos": 0.089, "neg": 0.167, "neu": 0.744, "data": "2019-03-14 10:11:06"}, {"text": "There is global discontent with the way world leaders are managing the affair of the people. Perhaps it's time Muslims stepped up to the plate and offered Islam as a viable alternative on an intellectual basis.", "compound": 0.5106, "pos": 0.088, "neg": 0.0, "neu": 0.912, "data": "2019-03-13 06:24:02"}, {"text": "What the heck are you on ? completely lied about the affair with . She completely lied about the hush money payments to stormy she lied and said beat that in court and said stormy was lying . She lied so many times and it's all on video.", "compound": -0.9322, "pos": 0.0, "neg": 0.272, "neu": 0.728, "data": "2019-03-12 22:28:22"}, {"text": "Tomorrow is the one year anniversary of accidentally uncovering the affair my grandma took to her grave :) love family drama :) ", "compound": 0.7351, "pos": 0.317, "neg": 0.155, "neu": 0.528, "data": "2019-03-12 01:34:21"}, {"text": "Actually, didn’t Clinton get in trouble for denying he had an affair (not the affair itself), or am I misremembering?", "compound": -0.6249, "pos": 0.0, "neg": 0.231, "neu": 0.769, "data": "2019-03-12 02:34:18"}, {"text": "So does Laura know about the affair ???", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-13 07:08:11"}, {"text": "The trust of the opinion was the only reason I watched and I am very happy I did! I’ve only just finished watching The Affair on Sky Atlantic (for the second time) - superb television! Any others I should be invested in?", "compound": 0.9182, "pos": 0.26, "neg": 0.0, "neu": 0.74, "data": "2019-03-13 15:57:16"}, {"text": "The ciphers say he was passing on information about jamming the MCAS systems of a plane. ETP was the Ethiopian Airlines 302 Matching other ciphers they combine to show the operation in detail. I cracked these ciphers and have more information about the affair . Interview? ", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-13 21:10:53"}, {"text": "not sure who needs to hear this but if your nigga wants to change terms that ya'll agree to when the affair started. Tell him to shela you again ", "compound": 0.4155, "pos": 0.102, "neg": 0.047, "neu": 0.851, "data": "2019-03-11 19:06:43"}, {"text": "The Affair ! Its so good ", "compound": 0.6166, "pos": 0.502, "neg": 0.0, "neu": 0.498, "data": "2019-03-13 16:51:28"}, {"text": "Where it is written that love should be exactly the same every time? - The Affair", "compound": 0.6369, "pos": 0.231, "neg": 0.0, "neu": 0.769, "data": "2019-03-11 15:13:03"}, {"text": "On a recent trip to India, Eric’s fiancé, Jacky, enjoyed an immersive bridal experience. She flew across seas to be a part of her friend’s wedding. Weddings in India are quite the affair . A week long celebration... ", "compound": 0.5106, "pos": 0.091, "neg": 0.0, "neu": 0.909, "data": "2019-03-13 20:55:28"}, {"text": "era do The Affair", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-11 18:48:53"}, {"text": "Been watching “ The Affair “ on Netflix but shit got to my head....now I just want to fuck someone’s husband", "compound": -0.8807, "pos": 0.052, "neg": 0.343, "neu": 0.605, "data": "2019-03-14 11:18:49"}, {"text": " please do a deep dive on Pacey aka Joshua Jackson and also what happened with Ruth. Also what happened with Ruth leaving the affair . I love them both so curious what happened!", "compound": 0.8684, "pos": 0.266, "neg": 0.0, "neu": 0.734, "data": "2019-03-14 05:04:32"}, {"text": "Lisa Page was the one he wanted for himself, then got jealous bc she chose a man much younger & better looking, than him. So he always slams her about the \"affair \" when he talks about her....until now! Hmmm", "compound": -0.1007, "pos": 0.07, "neg": 0.08, "neu": 0.85, "data": "2019-03-14 10:41:58"}, {"text": "Palmer, on the cold hearted and Elinor perceived,--not the affair was clogged with each other, looking mansion which, in", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-13 18:30:36"}, {"text": "And the affair , has always adorned in spite of friends: a stone laid down again, growing a very much into the inn, nor how", "compound": 0.296, "pos": 0.236, "neg": 0.121, "neu": 0.643, "data": "2019-03-13 21:58:20"}, {"text": "Shu is no good, all he did was have an affair and cheat. Hina deserves so much better. Love is based off trust, honest, and pure of heart. That’s something that shu gave up on when he had the affair and cheated while being married to his ex. Hina wouldn’t be happy with him", "compound": 0.9238, "pos": 0.28, "neg": 0.114, "neu": 0.605, "data": "2019-03-12 14:15:37"}, {"text": " So the affair happened on Baker's last game! AllAmerican", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 09:37:23"}, {"text": "Lady Middleton was the door, she feared her sister must employ the affair , and all joined most irremediable of wildness than", "compound": -0.4939, "pos": 0.0, "neg": 0.138, "neu": 0.862, "data": "2019-03-13 13:18:22"}, {"text": "The studied his own house in the affair , and if, on earth would have not torture me of his mother called from this morning", "compound": 0.4847, "pos": 0.12, "neg": 0.0, "neu": 0.88, "data": "2019-03-13 18:56:29"}, {"text": "Why did TAXPAYERS have to pay hush money to Schiff's 19yr old boy toy? How old WAS he when the affair began??", "compound": -0.2359, "pos": 0.0, "neg": 0.085, "neu": 0.915, "data": "2019-03-12 22:52:57"}, {"text": "Corey graves says he seems to be really likeable online referencing the affair with carmella RAW", "compound": 0.2716, "pos": 0.169, "neg": 0.113, "neu": 0.718, "data": "2019-03-12 08:38:59"}, {"text": "I tried too Stand away frol sns but i’m too worrie about seungri that i need all the information about the affair even if it’s hurt", "compound": -0.6808, "pos": 0.0, "neg": 0.167, "neu": 0.833, "data": "2019-03-12 02:44:57"}, {"text": "Tucker is going by the GOP playbook: while leading the Clinton impeachment, Rep. Henry Hyde was revealed to have had an affair that led to the breakup of the woman’s marriage. Hyde shrugged it off as a “youthful indiscretion.” He was 41 at the time of the affair .", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-12 15:58:41"}, {"text": "Question about the paternity of Emma's daughter? No. That was never in question. It's the paternity of the son. Born during the affair but conceived while Jerry was away in America, so even that, I would say discussed, rather than in question.", "compound": -0.1531, "pos": 0.0, "neg": 0.038, "neu": 0.962, "data": "2019-03-14 07:56:41"}, {"text": "Mmmm maya, The Affair is like everyday life with a little dramatic effect. Gone Girl on the other hand was straight up psycho. Bhebhi riya rakabika fake murder just to get back at her dude for cheating,, lmao", "compound": 0.4019, "pos": 0.229, "neg": 0.155, "neu": 0.616, "data": "2019-03-11 18:35:07"}, {"text": "The affair is best verrassend, want elke aflevering is vanuit twee perspectieven verteld. The good wife ken je neem ik aan wel? En The fall?", "compound": 0.8299, "pos": 0.285, "neg": 0.0, "neu": 0.715, "data": "2019-03-12 05:20:00"}, {"text": "Whether the affair was alleged, or actually happened.", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-13 07:15:41"}, {"text": "ME TOO!! When the mom was smiling and glowing talking about the affair with \"B\" after he kidnapped and married her 12 year old daughter. Same feeling when Debbie is so happy to get attention from Don while her best friend is missing.", "compound": 0.9435, "pos": 0.305, "neg": 0.039, "neu": 0.656, "data": "2019-03-11 14:29:28"}, {"text": "So my friend who left her husband of nearly 30yr has a new fiancé who calls her princess & treats her like a queen,YES she is Happy despite losing family & friends after the affair came out,Life happens,she like everyone deserves Happiness were only here once Stop judging others", "compound": 0.9218, "pos": 0.301, "neg": 0.08, "neu": 0.62, "data": "2019-03-12 18:33:05"}, {"text": " wow, your singing on the affair was amazing. i feel bad for Scotty lockhart", "compound": 0.6249, "pos": 0.36, "neg": 0.166, "neu": 0.474, "data": "2019-03-12 04:23:04"}, {"text": "“ The affair stretched from 2011 to 2015...” ", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-12 20:38:15"}, {"text": "Curious, he didnt do it yet chose not to take the stand in his defense? Always wanted to know why that decision was made! He had already admitted the affair !", "compound": 0.5837, "pos": 0.176, "neg": 0.0, "neu": 0.824, "data": "2019-03-13 23:41:15"}, {"text": " my dear what is the clear picture in kano ,Pls don't allow this blood sucking person to take the affair of the state,,raise my hope", "compound": 0.774, "pos": 0.303, "neg": 0.054, "neu": 0.644, "data": "2019-03-11 19:42:50"}, {"text": "Omg on the Therapist My H lied his way through almost all of our MT(still having the affair )and his individual sessions(still holding onto secret Snapchat). We have wonderful therapist too! Then he refused to go at all. Now H agreed to give it a fair chance and try again.", "compound": 0.68, "pos": 0.185, "neg": 0.085, "neu": 0.73, "data": "2019-03-12 21:49:21"}, {"text": "Dang. I just realized I missed the first Sunday of Lent, which means I missed commemorating the Affair of Sausages with some fresh new Zwingli art", "compound": -0.2732, "pos": 0.086, "neg": 0.165, "neu": 0.749, "data": "2019-03-13 15:30:04"}, {"text": "Same in my case. W tells me everytime she and AP were together and intimate they felt really bad after that. But didn't stop them to end the affair until caught. What does one believe in?", "compound": -0.4414, "pos": 0.049, "neg": 0.098, "neu": 0.853, "data": "2019-03-12 09:12:21"}, {"text": "TheAffair is the most aggravating show on this planet", "compound": -0.3597, "pos": 0.0, "neg": 0.238, "neu": 0.762, "data": "2019-03-13 08:23:28"}, {"text": "Hey Derryn. You should tell everyone about the affair /sex you had with an underage girl, she was only 15 and you were 35years of age, I thought that was against the law?", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-14 08:08:20"}, {"text": "Can somebody get interview FireJLP to get her expectations for ‘19-‘20 on record? It should b a make/break contract yr. for Leitao & reporter might want to point out how she looks a fool again—especially w/such lofty expectations for next year. “Are the affair rumors founded?”.", "compound": -0.4515, "pos": 0.029, "neg": 0.073, "neu": 0.898, "data": "2019-03-14 04:39:07"}, {"text": "Quem assistir the affair ignore a 3ª temp e pule para a 4ª", "compound": -0.3612, "pos": 0.0, "neg": 0.217, "neu": 0.783, "data": "2019-03-14 11:25:34"}, {"text": "The Affair .", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-11 20:06:31"}, {"text": "The spiteful and petty betrayal of a sister at her brother's hand, preceded by the discovery of the affair that sets it off.", "compound": -0.6486, "pos": 0.108, "neg": 0.286, "neu": 0.606, "data": "2019-03-12 17:49:07"}, {"text": "All you have to go on is rumours, even the affair of which you speak is a rumour, yet, in spite of that, you publicly speculate about it. People read what you say and the next person passes it on as a fact. You need to be more careful.", "compound": -0.3626, "pos": 0.038, "neg": 0.068, "neu": 0.895, "data": "2019-03-13 21:24:12"}, {"text": "Kenya : The Affair Between KAA And Kenya Airways Is Not Merger ", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-13 06:32:27"}, {"text": "Alberta’s election commissioner has been investigating “irregular financial contributions” during the United Conservatives’ 2017 leadership race, but the affair has raised more questions than answers. The Star has put together a timeline of events: ", "compound": 0.2263, "pos": 0.056, "neg": 0.0, "neu": 0.944, "data": "2019-03-12 03:24:32"}, {"text": "Josh Stamberg Naked on The Affair ", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-13 13:41:01"}, {"text": "One sock without the other is quite the affair , visit us at booth 100 to make them a pair! IFM2019 Don't forget to come take a picture with us in your coventbridgegrp socks. investigations insurance fraud claims siu ", "compound": -0.5308, "pos": 0.042, "neg": 0.103, "neu": 0.855, "data": "2019-03-11 23:50:21"}, {"text": "RIGHT?!?!", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-13 06:52:45"}, {"text": "Kellyanne Conway spars with Tapper: Trump denied the affair News Hello Politics Opinion Business Sports World Today ", "compound": -0.4404, "pos": 0.0, "neg": 0.153, "neu": 0.847, "data": "2019-03-13 18:00:30"}, {"text": "After the affair revelation episode I went back to watch all the episodes. I was heartbroken after seeing the full blown EMA after MauNal scenes!!! It was so unbelievable the way Kunal literally walked all over Mauli & went for Nandu, abandoned her in her trimester.", "compound": -0.7789, "pos": 0.047, "neg": 0.162, "neu": 0.791, "data": "2019-03-13 19:39:14"}, {"text": "Who questioned whether the prof may have exploited his authority? I didn't. But that was *in the beginning*. The affair lasted many years AFTER seminary. She *chose* the relationship for years afterward. And she *chose* to victimize the adulterer's wife.", "compound": -0.765, "pos": 0.029, "neg": 0.179, "neu": 0.792, "data": "2019-03-12 07:20:41"}, {"text": "season 4, showtime, episode 6, confused, the affair , alison, ruth wilson, alison bailey, alison lockhart via Giphy ", "compound": -0.3182, "pos": 0.0, "neg": 0.126, "neu": 0.874, "data": "2019-03-11 15:58:33"}, {"text": "Has the affair between Husic & Hussar surfaced as yet ?", "compound": 0.0, "pos": 0.0, "neg": 0.0, "neu": 1.0, "data": "2019-03-11 11:19:40"}, {"text": "It's interesting to note that rob had had an affair for a few years before her death. Rob was forced to tell Gill about the affair by his daughter. He told Gill about affair in October 2017. They started couple therapy but she was killed 5 months later. Packham RobPackham", "compound": -0.9253, "pos": 0.031, "neg": 0.259, "neu": 0.71, "data": "2019-03-11 20:49:56"}, {"text": "Sir. He had an affair with her daughter. She found nude photos of her daughter in his house, this is how all of this came to be known. He thought the affair would remain a secret. It's wrong. I don't have to rear my lover's child to know not to have sex with him/her. It's sick.", "compound": -0.7506, "pos": 0.0, "neg": 0.11, "neu": 0.89, "data": "2019-03-11 21:03:57"}], "number": 447}