{"tweets": [{"text": "Meanwhile back at the ranch - local councils are trying to cut back on services in our schools - come on Nicola you can do better than this...", "neu": 0.828, "pos": 0.1, "neg": 0.072, "compound": 0.2023}, {"text": "I work at a university. University has a ranch. This thread reminds me of the time a woman driving past the ranch called the university president to complain about the \"horrible condition\" of a ranch dog she'd seen. Dog in question was head ranch dog, an LGD.", "neu": 0.87, "pos": 0.0, "neg": 0.13, "compound": -0.7184}, {"text": " SEND HER TO THE RANCH", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "what in the ever-loving-fuck is the backstory to the ranch joke?", "neu": 0.82, "pos": 0.18, "neg": 0.0, "compound": 0.296}, {"text": "Best way to end my day! Only thing missing is s’mores. And maybe wine? littleblessings enjoy firepits loveagoodfire Ranch at Laguna Beach ", "neu": 0.658, "pos": 0.266, "neg": 0.076, "compound": 0.7574}, {"text": "You think you funny lmao I grabbed blue cheese instead of the ranch without paying attention.", "neu": 0.657, "pos": 0.343, "neg": 0.0, "compound": 0.7783}, {"text": "Pringle was not impressed with his evening pedi. leemanfarrierservice ponylife farrier farrierlife pony horseshoeing Ranch ", "neu": 0.846, "pos": 0.0, "neg": 0.154, "compound": -0.3724}, {"text": "I'm sending you to the ranch for being transphobic. can someone tag dr phil for me?", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Namjoon just keeps winking every time Jin notices him fucking up, and it's working because he didn't see that Taehyung just dumped \"Bites\" into the ranch dressing.", "neu": 0.906, "pos": 0.0, "neg": 0.094, "compound": -0.4019}, {"text": "Had me st bratwurst, done deal at chicken nuggets, the ranch & bun just puts it over the top.", "neu": 0.904, "pos": 0.096, "neg": 0.0, "compound": 0.2023}, {"text": "I want to be on the ranch again", "neu": 0.822, "pos": 0.178, "neg": 0.0, "compound": 0.0772}, {"text": "Meanwhile, back at the ranch . ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "That doesn't affect aything OFF TO THE RANCH WITH YOU", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Send him to the ranch", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "SerenityRanch in Bozeman is without their horse training arena after snow forced it to buckle and collapse. At 5:30, how the ranch is coping as they continue to help veterans conquer struggles of their own. ", "neu": 0.731, "pos": 0.064, "neg": 0.205, "compound": -0.7184}, {"text": "don’t forget the ranch !", "neu": 0.578, "pos": 0.0, "neg": 0.422, "compound": -0.2942}, {"text": "Never. When they start posting, it’s always lit back at the ranch . It’s the private relationships that give you glow that matter. ", "neu": 0.95, "pos": 0.05, "neg": 0.0, "compound": 0.0258}, {"text": "Nah joethos kicked me out on some bullshit lol i be in the ranch chillen talkin my shit", "neu": 0.528, "pos": 0.114, "neg": 0.358, "compound": -0.7184}, {"text": "Please welcome yesterdays newcomer Wesley! He did amazing on his first day at the Ranch and we look forward to seeing more of this sweet face :)", "neu": 0.576, "pos": 0.424, "neg": 0.0, "compound": 0.9453}, {"text": "Amazing how rich folk scam the system so they hang on to more of their money. Hey-like notmyprez! Meanwhile back at the ranch ...", "neu": 0.648, "pos": 0.237, "neg": 0.114, "compound": 0.6114}, {"text": "HRC? She doesn't count. Baggage. Another thing the DNC didn't factor. I'd stake the ranch on it: To win...it's pass on Bernie. I like him, I really do. But it's a Trump win. You need the Independents -- they decide the election. He needs to be pro-small business; capitalist.", "neu": 0.875, "pos": 0.125, "neg": 0.0, "compound": 0.743}, {"text": "Meanwhile back at the ranch ...I have no man.", "neu": 0.784, "pos": 0.0, "neg": 0.216, "compound": -0.296}, {"text": "If the bar were any lower it would be The Ranch there I said it", "neu": 0.855, "pos": 0.0, "neg": 0.145, "compound": -0.296}, {"text": "RUMOR: For About 10/2018. The Cast From 1998-2005 Show From Was Thinking Of Rehiring The Cast Of That70sShow To RebootThat80sShow ? Now, Rumors Are Saying That After S.7 Of Show TheRanch Is Done Completely, They Will Do That80sShow !!!", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "It could be worse.. . Plus 1 today on the ranch with a fresh blanket of snow. ", "neu": 0.85, "pos": 0.15, "neg": 0.0, "compound": 0.3182}, {"text": "The ranch development project continues. ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Me: Considers being a problemed child so that Dr. Phil will send me to the Ranch", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Ain’t nothing worse than gettin wings delivered and them forgetting the ranch", "neu": 0.812, "pos": 0.188, "neg": 0.0, "compound": 0.3724}, {"text": "Meanwhile, back at the ranch ... ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "It’s nearly time for LuckReunion & we are delighted that our friends at will be back inluck as the official Bourbon of Luck Reunion. Be on the look for their complimentary cocktail at the Beam Bourbon Bar at the ranch ! • Luck Reunion is proud to benefit ", "neu": 0.643, "pos": 0.357, "neg": 0.0, "compound": 0.967}, {"text": "Calaney(cus of the ranch ) Paradise Safari Generva Anything else Hooyos kitchen ", "neu": 0.704, "pos": 0.296, "neg": 0.0, "compound": 0.6369}, {"text": "No he didn’t invite children to specifically sleep over. He either had children over because he wanted to let them have a childhood and play on the ranch , or the parents that he was friends with had kids there. Those are the kids that usually slept over because they were close. ", "neu": 0.832, "pos": 0.128, "neg": 0.04, "compound": 0.5994}, {"text": "don’t ever piss off hank from the ranch ", "neu": 0.722, "pos": 0.0, "neg": 0.278, "compound": -0.4019}, {"text": "that’s it i’m going to rewatch the ranch on netflix it was that good", "neu": 0.818, "pos": 0.182, "neg": 0.0, "compound": 0.4404}, {"text": "Send tiger to the ranch", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Hey gamers ! Remember to subscribe to PewDiePie to close the sub gap and get 30% off on G Fuel by using the code \"PEWDIEPIE\", or else we'll be forced to send you to the ranch!", "neu": 0.902, "pos": 0.0, "neg": 0.098, "compound": -0.555}, {"text": "SUBSCRIBE TO Or we´ll send you to the ranch ! ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "When all of your fellow Rajneeshees have left the ranch but nobody bothered to tell you: ", "neu": 0.836, "pos": 0.0, "neg": 0.164, "compound": -0.4497}, {"text": "The Ranch isn't the same without you.", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "I'm at The Ranch Sports Grill - in Ladera Ranch, CA ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Pulled out a Fresh agave for the ranch today if you live around L.A county and you have unwanted agaves/cacti, hit me up, I’ll dig them out for free and give them a new home agave ", "neu": 0.805, "pos": 0.145, "neg": 0.049, "compound": 0.5719}, {"text": "SEND HER TO THE RANCH", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "That 70s show, the ranch", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Hillbilly Highway by Steve Earle on 95.9 The Ranch ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Great day at the ranch . Fence is up to the left of cart path on 1. Roughly a ten foot drop into a beautiful creek on other side. We are getting better one day at a time! ", "neu": 0.693, "pos": 0.259, "neg": 0.049, "compound": 0.8777}, {"text": "He gonna send you to the ranch", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Polokwane Executive Mayor Cllr is expected to deliver a welcome address in acknowledgement of guests at the Limpopo Provincial Stability Summit currently underway at the Ranch Resort. ", "neu": 0.893, "pos": 0.107, "neg": 0.0, "compound": 0.4588}, {"text": "i think i have watched the ranch like 10 times already", "neu": 0.762, "pos": 0.238, "neg": 0.0, "compound": 0.3612}, {"text": "You and your judging eyes.. Anyway, to clarify, I'm really not extra keen to share my sexual skills with boys around the world.. I just tweet these random thoughts cos I don't give two fucks meanwhile, back at the ranch , a girl be shy af to instigate these things", "neu": 0.821, "pos": 0.093, "neg": 0.086, "compound": 0.0977}, {"text": " send him to the ranch please", "neu": 0.685, "pos": 0.315, "neg": 0.0, "compound": 0.3182}, {"text": "With my Reese at the ranch . She loves it there! ", "neu": 0.693, "pos": 0.307, "neg": 0.0, "compound": 0.6114}, {"text": "HE WENT TO THE RANCH ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "TO THE RANCH", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "The stars the other night at the ranch vs here in the city", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Never Leaving Neverland : A show about the kids who just never left the ranch .", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Send her to the ranch ! Send her to the ranch ! Send her to the ranch ! Lmfao", "neu": 0.774, "pos": 0.226, "neg": 0.0, "compound": 0.6571}, {"text": "To the ranch", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "The ranch part", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "ain’t doin the ranch no more but if i was you best believe i would have it", "neu": 0.637, "pos": 0.284, "neg": 0.078, "compound": 0.7351}, {"text": "i miss the ranch so much.", "neu": 0.714, "pos": 0.0, "neg": 0.286, "compound": -0.1531}, {"text": "Another day at the ranch .", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "LimpopoProvincialSummit Premier Chupu Mathabatha delivers his speech during the Provincial Summit at The Ranch Hotel. ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Is Dairy Queen really big in Colorado? Never heard of it before then watched The Ranch and suddenly it was mentioned a dozen times an episode.", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Be sure to use the soap dish to hold the ranch .", "neu": 0.813, "pos": 0.187, "neg": 0.0, "compound": 0.3182}, {"text": "I go to jack strictly for the ranch . That shit has me by the sack", "neu": 0.783, "pos": 0.0, "neg": 0.217, "compound": -0.5574}, {"text": "Sending you to the ranch", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Ope just gonna squeeze by ya there to get the ranch", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "I got wings but they forgot the ranch could u plz get tf home and bring some", "neu": 0.906, "pos": 0.094, "neg": 0.0, "compound": 0.1154}, {"text": "Snowy morning at the ranch and a few hours at the hot springs... Good day!", "neu": 0.803, "pos": 0.197, "neg": 0.0, "compound": 0.4926}, {"text": "the ranch dipped hot wings are the best doritos fight me about it", "neu": 0.618, "pos": 0.236, "neg": 0.146, "compound": 0.3818}, {"text": "Some of us never left. \"Haters, It’s Time to Come Back to the Ranch (Dressing)\" ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "The Ranch is my new fave show.", "neu": 0.674, "pos": 0.326, "neg": 0.0, "compound": 0.4404}, {"text": "Our sotol is drunk in Hong Kong, the United Kingdom, Japan and Spain. Still, in our mind and heart there is always a good accordion, a bonfire and the friends of the ranch . ", "neu": 0.707, "pos": 0.23, "neg": 0.063, "compound": 0.7506}, {"text": "Why are food places so stingy with the ranch !!!!", "neu": 0.665, "pos": 0.0, "neg": 0.335, "compound": -0.6741}, {"text": "Weave / The Ranch Mine ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Can I plz get invited to go on the ranch (ps. Plz go on tour)", "neu": 0.822, "pos": 0.178, "neg": 0.0, "compound": 0.1531}, {"text": "The ranch / chocolate game is stupid.", "neu": 0.595, "pos": 0.0, "neg": 0.405, "compound": -0.5267}, {"text": "Hey we are like on , find our day at the ranch package and riding session. Book today!! fun awaits. ", "neu": 0.676, "pos": 0.324, "neg": 0.0, "compound": 0.7707}, {"text": " I love the ranch from parts 1-5, it since your wrote “Rooster” off the show is just ehhh! We need rooster back on the show.", "neu": 0.837, "pos": 0.163, "neg": 0.0, "compound": 0.6696}, {"text": "Lol I still watch him. But the ranch is great.", "neu": 0.504, "pos": 0.496, "neg": 0.0, "compound": 0.7845}, {"text": " come back to the ranch already", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Just to clear the air, me and staying at LR, we got unfinished business at The Ranch", "neu": 0.86, "pos": 0.14, "neg": 0.0, "compound": 0.3818}, {"text": "No. Don’t think so. He now knows the CMTEE has material documents and witnesses that contradict his open hearing testimony on those issues. I would bet the ranch that’s why he was so suddenly and unceremoniously forced out of the DOJ.", "neu": 0.831, "pos": 0.0, "neg": 0.169, "compound": -0.7579}, {"text": "so i’m guessing yours isn’t the ranch next to ours on the Texas / Mexico border.", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "The 100, lost, any marvel shows, longmire, the ranch , Santa Clara diet.", "neu": 0.662, "pos": 0.185, "neg": 0.152, "compound": 0.128}, {"text": "Dude the pets is the tool in the game and the ranch is the backpack.", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "rham wants to give cops a luxurious thank you gift before he leaves office. meanwhile back at the ranch , cops kill people and enforce rham's racist neoliberal agenda...", "neu": 0.62, "pos": 0.146, "neg": 0.235, "compound": -0.6486}, {"text": "and work alongside the ranch hand. Always had a ton of patience for me. Taught me a bunch. But man. He had his ideas from listening to Rush.", "neu": 0.887, "pos": 0.113, "neg": 0.0, "compound": 0.4939}, {"text": "I just showed this video to my son as he was going for the ranch and he changed his mind.", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "If it was say the Culkins for example, then in that case parents weren’t always there. Because the Culkins knew him for awhile and trusted him to basically babysit and let them have fun on the ranch . And also it wasn’t just 1 kid, it was a lot of them.", "neu": 0.878, "pos": 0.122, "neg": 0.0, "compound": 0.7506}, {"text": "send it to the ranch jdjsjhsj", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Let me put it this way. You have snuck sheep, into the ranch abundant with cattle that I have raised myself.", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "LMAO I run into the wall and I'm like ope just gonna sneak past ya and grab the ranch ", "neu": 0.692, "pos": 0.308, "neg": 0.0, "compound": 0.7983}, {"text": "You all are doing great things at The Ranch ! It’s fun to watch!", "neu": 0.579, "pos": 0.421, "neg": 0.0, "compound": 0.8395}, {"text": "Luck Reunion 2019 is finally here. Whether you’ve been out to the ranch before or it’s your first trip to our Reunion, has some tips and tricks to make sure you get the most of your experience in Luck. LuckReunion LuckFamily ", "neu": 0.791, "pos": 0.177, "neg": 0.032, "compound": 0.7783}, {"text": "I didn't watch the trial and know the ladies especially kept lots of things important info from their lawyers but did no one bring up the fact that J.T. may not be dead or about the mysterious person recording them at the ranch , etc??? I'd think that alone would cause doubt. YR ", "neu": 0.752, "pos": 0.099, "neg": 0.149, "compound": -0.4637}, {"text": "Fun and chilly night at the Ranch ! Back at it Friday vs Cubs! SoxWin ", "neu": 0.77, "pos": 0.23, "neg": 0.0, "compound": 0.5972}, {"text": "Dude, you’re a Midwesterner now. Get on the ranch bus!! ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Happy Birthday . I miss you so much on The Ranch . Hope you had an amazing day today. You deserve it. ", "neu": 0.556, "pos": 0.385, "neg": 0.059, "compound": 0.8689}, {"text": "Send him to the ranch ! ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "It's been a while since he graced ( anyone ) with his presence. That being said, word travels fast and he made himself available for brother dearest. Not even flinching when steps fill the ranch 's interior, merely glancing up from a piece of paper while softly biting down on »", "neu": 0.891, "pos": 0.109, "neg": 0.0, "compound": 0.6705}, {"text": "Y’all ain’t gotta do shit lol i like all niggas from nerds who watch anime to ones who help abuelo on the ranch . Black men deserve more than BIRD BRAIN BLACK WOMEN. Stick with the real ones. This was bs and should’ve been kept to herself", "neu": 0.741, "pos": 0.148, "neg": 0.111, "compound": 0.25}, {"text": "we hunt every other month/ 4 months .. 4-6 pigs to cull them .. got plenty of them running around on the ranch .. only kill mature pigs without piglets so we can have sustainable \"supply\" as they fetch $250 each by hotels", "neu": 0.842, "pos": 0.059, "neg": 0.099, "compound": -0.4404}, {"text": "Everything from wing stop just hits different. Their wings, their fries..even the ranch hits different. ALL SO FIRE", "neu": 0.716, "pos": 0.0, "neg": 0.284, "compound": -0.7476}, {"text": " Send Marzia to the ranch ! Send her to the ranch ! Send her to the ranch ! Send her to the ranch ! Lmfao", "neu": 0.811, "pos": 0.189, "neg": 0.0, "compound": 0.6876}, {"text": "Because They are crack!! I can’t stop eating them either especially the ranch kind.", "neu": 0.63, "pos": 0.243, "neg": 0.126, "compound": 0.4674}, {"text": "Aye you can’t tell me that wouldn’t be lit. I pull up with the 12 wing special with ranch. You get done eating all the ranch just to find out there’s a ring in the bottom of the cup. Then you look up at me in tears of joy with sauce all over your face and say yes ", "neu": 0.824, "pos": 0.146, "neg": 0.03, "compound": 0.8074}, {"text": "I’m all about the Ranch dispenser at Hardens in Tulsa ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Breaking News: The Texas Rangers have hired Dan Carroll for the position of General Manager. The owner couldn't be reached for a quote, as he was on the Ranch , screaming about a burning BBQ joint that set fire about 10 minutes ago.", "neu": 0.855, "pos": 0.0, "neg": 0.145, "compound": -0.6481}, {"text": "I rate this meme On/ The Ranch", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "THE RANCH", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "TO THE RANCH . To the ranch . TO THE RANCH . HAIL THE CRAB KING CWAB KING CWAB KING CWAB KING", "neu": 0.899, "pos": 0.101, "neg": 0.0, "compound": 0.2577}, {"text": "Meanwhile back at the ranch nope back to the studio with they ain't there either.... well folks looks like you're stuck with my assistent *escape route taken Pok pok hm; Everybody please move fashionable *no way, nope i'm gone far, far away by now or now further still", "neu": 0.836, "pos": 0.091, "neg": 0.072, "compound": 0.2467}, {"text": "Three bulls heard the rancher was bringing another bull onto the ranch . : First Bull: \"I've been here five years. I'm not giving this new bull any of my 100 cows.\"Second Bull: \"I've been here three years and have earned my right to 50 cows. I'm keeping all my cows.\"Third Bul", "neu": 0.96, "pos": 0.0, "neg": 0.04, "compound": -0.2584}, {"text": "Sean, get out of here with that nonsense! Unless... are you finally willing to go to the ranch restaurant with me?!", "neu": 0.859, "pos": 0.0, "neg": 0.141, "compound": -0.508}, {"text": "Three bulls heard the rancher was bringing another bull onto the ranch . ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "oh shit no kidding! what's the ranch called?", "neu": 0.4, "pos": 0.112, "neg": 0.488, "compound": -0.69}, {"text": "I’ve watched The Ranch a gazillion times and I still love it!", "neu": 0.667, "pos": 0.333, "neg": 0.0, "compound": 0.6696}, {"text": "To the Ranch ...", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Weave / The Ranch Mine ~r/ArchDaily/~ 3/hMB7epi-BqQ/weave-the-ranch-mine ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": " , biggest channel on SEA, didn't do his part, sent him to the ranch ???", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Wade's claims it happened 100s times. His mother testified in the 'O5 criminal case they visited the ranch 4 times a year in 14 yrs & MJ was there for ONLY 4 times. Someone's getting caught out on their lies here.", "neu": 0.85, "pos": 0.0, "neg": 0.15, "compound": -0.7351}, {"text": "Meanwhile back at the ranch , DHS is delivering bus loads of illegals into our neighborhoods to await hearings—that no law makes them appear before judge. Once they are here, no one is going back. Why are we self-destructing?", "neu": 0.858, "pos": 0.034, "neg": 0.108, "compound": -0.4588}, {"text": "Gunna send myself to the ranch now, hopefully that’ll fix my life :,)", "neu": 0.816, "pos": 0.184, "neg": 0.0, "compound": 0.4019}, {"text": "Three bulls heard the rancher was bringing another bull onto the ranch . First Bull: \"I've been here five years. I'm not giving this new bull any of my 100 cows.\"Second Bull: \"I've been here three years and have earned my right to 50 cows. I'm keeping all my cows.\"Third Bull:", "neu": 0.96, "pos": 0.0, "neg": 0.04, "compound": -0.2584}, {"text": "When I forgot the ranch table 32 asked me 10 minutes ago for ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Send her to the ranch ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "The Ranch Bar & Grill 5456 W. Fayetteville Rd, College Park Ga 30349 770-629-4516", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "A super out-of-date one, yes! Some things never change though . I’m sure we’ll find each other! Maybe back at the ranch ?", "neu": 0.642, "pos": 0.358, "neg": 0.0, "compound": 0.8585}, {"text": "He’s so odd & awkward. Sen. blowing out Birthday cake candles 1 at a time. Still in basement office? onprobation HotDogs Etc Watch Mitt & on SaltPark “Down on the Ranch - the 1%” Hysterical ", "neu": 0.829, "pos": 0.0, "neg": 0.171, "compound": -0.5531}, {"text": "Here's the ranch machine! ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Send her to the Ranch ! Sub 2 PewDiePie!", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Should we pack them indians to the ranch ?", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Meanwhile, back at the ranch ...", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": " Masterson got fired off The Ranch cuz of the “me too” It was the story all of last year", "neu": 0.833, "pos": 0.0, "neg": 0.167, "compound": -0.5574}, {"text": "Send them to the ranch", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "You think the DNC will lean that way tho? They seem to be a bit wrapped up in candidates w the profiles of Harris/Booker. Who seem to me to be really flaky. Biden's got issues. Bernie missed his chance imo, go back to the ranch champ. Maybe a lesser known Dem who's had..", "neu": 0.866, "pos": 0.094, "neg": 0.041, "compound": 0.4404}, {"text": "Yesterday's Pua (Pig) Hunting party arriving at one of the Ranch 's cabin on the back 200acs.. always fun being a macho cowboy for the day especially being a gay city slicker farm boy like myself ", "neu": 0.752, "pos": 0.248, "neg": 0.0, "compound": 0.836}, {"text": "DUDES WHAT IS GUCCI YALL????? NEW VIDEO GOING LIVE :30p ANYONE NOT THERE IS GETTING SENT TO THE RANCH ,, SO SET Y'ALL'S REMINDERS!!! ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Was talking to my dad earlier at the ranch and he was like I want a nieto soon so I can buy him a pony my heart melted", "neu": 0.853, "pos": 0.147, "neg": 0.0, "compound": 0.4215}, {"text": "Joey used to tell me that I wasn’t allowed to take over the ranch after college bc I had to get a better job. Today he told me I need to get ready to take it over one day. I thank god everyday for giving me the best step dad.", "neu": 0.701, "pos": 0.299, "neg": 0.0, "compound": 0.9393}, {"text": "Atypical or The Ranch", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "SEND HER TO THE RANCH", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": " why do you always forget the ranch ? :(", "neu": 0.556, "pos": 0.0, "neg": 0.444, "compound": -0.5859}, {"text": "TO THE RANCH", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": " once you are in the ranch , are there in/out entrances? Like to grab a jacket from the car?", "neu": 0.848, "pos": 0.152, "neg": 0.0, "compound": 0.4329}, {"text": "Up at the ranch !! ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "The Ranch Drawing Jam is around the corner! We hope to see you next Tuesday, March 19th! ", "neu": 0.821, "pos": 0.179, "neg": 0.0, "compound": 0.5399}, {"text": "I need more episodes of the ranch ASAP Bc I don’t want to start a new show.", "neu": 0.909, "pos": 0.091, "neg": 0.0, "compound": 0.0772}, {"text": "Weave / The Ranch Mine ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Weave / The Ranch Mine ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "I don't think Josh had malicious intent for the Bi polar thing. MAB had sharon do stuff with no explanation. Josh explained it and tried to fix her. JFP didn't like it and messed the story up. Josh wanted sharon to dfind love and heal after the ranch burning", "neu": 0.801, "pos": 0.076, "neg": 0.122, "compound": -0.1306}, {"text": "The Ranch on Netflix. Funny but not", "neu": 0.755, "pos": 0.245, "neg": 0.0, "compound": 0.2382}, {"text": "If this ain't true DrPhil theranch drphilmad viralnews instagramdown catchmeoutside dankmemes ", "neu": 0.811, "pos": 0.0, "neg": 0.189, "compound": -0.3252}, {"text": "Never thought I'd like a show like The Ranch , but here I am, crying about it.", "neu": 0.602, "pos": 0.0, "neg": 0.398, "compound": -0.7399}, {"text": "Weave / The Ranch Mine ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "I made the rookie mistake of trusting a Daiya product today. I bought the ranch dressing and it makes me wish I had never been born. why are you the way that you are???", "neu": 0.764, "pos": 0.168, "neg": 0.068, "compound": 0.5484}, {"text": "Conspiracy Theory. The Ranch is the Country spinoff of That ‘70s Show.", "neu": 0.764, "pos": 0.0, "neg": 0.236, "compound": -0.5267}, {"text": "Three bulls heard the rancher was bringing another bull onto the ranch . ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "LMFAO I knew it. “A sample” Wait this Giff tho now this is us at wing stop when we only want the ranch ", "neu": 0.711, "pos": 0.207, "neg": 0.082, "compound": 0.516}, {"text": " I cannot find the ranch or the big mayo container and no one can seem to keep it in stock :) the stores say they can’t get glad to everyone it!", "neu": 0.761, "pos": 0.177, "neg": 0.062, "compound": 0.6239}, {"text": "best part of taking a month off in the middle of the semester - having terrific colleagues that are seamlessly taking care of things back at the ranch =feeling less guilty about having late breakfasts before focusing on my own research 2 continents away higheredlife", "neu": 0.745, "pos": 0.206, "neg": 0.049, "compound": 0.8399}, {"text": "missa just licked the ranch off her pizza", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "You went to the ranch ?!??!?", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Liam Fox the last of the Brexit true believers. Every bit as delusional as a die hard Branch Davidian - praising the messianic Brexit - even as the ranch burns all about him NoDealBrexit", "neu": 0.699, "pos": 0.163, "neg": 0.137, "compound": 0.25}, {"text": "Raining here at the ranch all week so i fired up Don Henley, Steve Earle, John Prine, Delbert, Guy Clark, Hayes Carll, Townes Van Zandt, Lyle Lovett, Bonnie Raitt, Sturgill Simpson,Kasey Musgraves, Vince Gill, Hank Jr, Shooter, his dad etcetc...I really love all this.", "neu": 0.818, "pos": 0.09, "neg": 0.092, "compound": -0.0318}, {"text": "Mr. Anderson coming through with the beautiful views from the Ranch ", "neu": 0.719, "pos": 0.281, "neg": 0.0, "compound": 0.5994}, {"text": "Someone please... SEND HIM TO THE RANCH", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Meanwhile back at the ranch ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": " Back at the Ranch with Patrick... ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "The ranch", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "1/2 At the Shipton family ranch outside Encinal, TX today: a no-shit spiritual experience. Host Ethel Shipton, sound artist Nadia Botello and I roamed the ranch in a ", "neu": 0.881, "pos": 0.119, "neg": 0.0, "compound": 0.4995}, {"text": "A Weekend Getaway to The Ranch at Laguna Beach - one of our favorite familytravel destinations! travel ", "neu": 0.81, "pos": 0.19, "neg": 0.0, "compound": 0.5093}, {"text": "Send him to the ranch", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "The Limpopo Provincial Stability Summit finally underway at The Ranch Hotel. Premier of Limpopo Mr Chupu Stanley Mathabatha will deliver keynote address. ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "The Ranch and Peaky Blinders on Netflix", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Decling birth rates? Have we all forgotten the governments agenda to reduce teenage pregnancies not so long ago? Telling white women having a kid hurts our planet? Go to work & don't make a family, but instead keep a cat/dog. Meanwhile back at the ranch non-whites breed like 's", "neu": 0.852, "pos": 0.066, "neg": 0.082, "compound": 0.316}, {"text": "-Hot topic in architecture- Weave / The Ranch Mine By ArchDiary / LIFE IS SO “WOOD” SOOWOOD CO.,LTD. ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "fuck the ranch , dr phil can take me to pound town", "neu": 0.741, "pos": 0.0, "neg": 0.259, "compound": -0.5423}, {"text": "Damn that’s crazy you ask(the answer is yes ranch) but I was just watching Guys Grocery Games pizza challenge and the girl lost the final round because the judges didn’t like the ranch on her pizza. I guess they are the final work?", "neu": 0.728, "pos": 0.136, "neg": 0.135, "compound": 0.0129}, {"text": "Send ME to the ranch pls", "neu": 0.794, "pos": 0.206, "neg": 0.0, "compound": 0.0772}, {"text": "if this isn't a back to the ranch look idk what is ", "neu": 0.877, "pos": 0.0, "neg": 0.123, "compound": -0.1027}, {"text": "The Last of Us. Ellie killing David and Joel coming in at the end to comfort her really got to me. Actually cried when he called her ‘baby girl’ and then all the dialogue cuts off and it’s just them hugging OR that scene in the ranch . Actual perfection.", "neu": 0.703, "pos": 0.147, "neg": 0.15, "compound": -0.0516}, {"text": "Will have a read. Our roving provincial reporter Jeremy Hainsworth (and former Peace River Block Daily News editor) was on the Ranch Energy issue last month: ", "neu": 0.721, "pos": 0.184, "neg": 0.095, "compound": 0.4019}, {"text": "We've all had superstitious strokes of luck... mine were when I went out to the ranch and hung out in the hammock in the backyard.", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Yo Dom did they ever tell us more in episode 3 about the ranch where clem and aj were at, I can't remember.", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "What? You couldn't take the scrawny old has been? It's not like he won the Heisman Trophy and was an awesome running back in the NFL or anything. Oh, he did? He was? Meanwhile back at the Ranch House... LOL", "neu": 0.724, "pos": 0.173, "neg": 0.103, "compound": 0.6689}, {"text": "I’m sending to the ranch", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "More snow tonight! In case you’re keeping track that’s 10 inches in 2 days here at the ranch . We need a new groundhog! Come on spring! ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Lem cleaned the ranch off a plate. She truly is 's cat", "neu": 0.775, "pos": 0.225, "neg": 0.0, "compound": 0.4404}, {"text": "i used to skate around the ranch club listening to taylor allderdice. first time i actually tried bombing the hills that would kill you if you fell. thats how confident that tape made me feel.", "neu": 0.797, "pos": 0.082, "neg": 0.121, "compound": -0.3612}, {"text": "SNOW STORM!!! Very windy and blowing snow here in the Ranch . bombcyclone snowstorm coloradosnow ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Send him to the ranch", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "shut up kiddo or ill send u to the ranch", "neu": 0.741, "pos": 0.0, "neg": 0.259, "compound": -0.4215}, {"text": "The Ranch on Netflix", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "TO THE RANCH WITH YOU! ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Finally got myself to watch season 6 of The Ranch .. Well, the end just broke my entire heart. Brb after I get done crying.", "neu": 0.714, "pos": 0.075, "neg": 0.211, "compound": -0.5859}, {"text": "breann: “ the rANCH JUST SPLATTERED ALL OVER ME”", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Weave / The Ranch Mine March 14, 2019 at 12:10AM ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": " copystriking pewdiepie is a low blow you should be sent to the ranch", "neu": 0.84, "pos": 0.0, "neg": 0.16, "compound": -0.2732}, {"text": "I always eat the celery lol that's what I use the ranch for", "neu": 0.781, "pos": 0.219, "neg": 0.0, "compound": 0.4215}, {"text": "The ranch", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Has anyone ever thought of accidently leaving out a Pic of JT for Katie? Then maybe (if him) she could identify her mystery friend from the ranch YR", "neu": 0.811, "pos": 0.189, "neg": 0.0, "compound": 0.7034}, {"text": "Yes lots & lots... He used to sit down in the afternoons or late at night and try to go through as much as his fan mail and cards and gifts ect ect, as he could, when he was at the ranch . He loved getting help at times, and could sit for hours. One time he even got makeup lol", "neu": 0.789, "pos": 0.211, "neg": 0.0, "compound": 0.9246}, {"text": "I’ll quit my job and move to the ranch for your mentorship! It would be a dream to be able to live that lifestyle brotha.", "neu": 0.909, "pos": 0.091, "neg": 0.0, "compound": 0.3164}, {"text": "those who eat mcdonald’s wrapping paper on their burger get sent to the ranch", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Our next client spotlight is shining on Christine Santora and Around The Ranch Pet Club! ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "meanwhile back at the ranch", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "send her to the ranch", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Doin it all wrong. Where’s the ranch ?", "neu": 0.659, "pos": 0.0, "neg": 0.341, "compound": -0.4767}, {"text": "The ranch bong, not with it ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "No its sold by ranch companies not bbq companies. Therefor ownership lies in the company producing product, which is the ranch company.", "neu": 0.8, "pos": 0.0, "neg": 0.2, "compound": -0.6124}, {"text": "Congratulations on your new album. I just bought it. The album not the ranch . Great work! And the suit is nice too.", "neu": 0.636, "pos": 0.247, "neg": 0.116, "compound": 0.5716}, {"text": "Meanwhile, back at the ranch , Trump Campaign Manager sentenced to 7.5 years in prison. response? Meh.", "neu": 0.695, "pos": 0.0, "neg": 0.305, "compound": -0.5719}, {"text": "My dogs went to the ranch last weekend and the only way to describe that is this gif ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "he is great in \" The Ranch \"", "neu": 0.549, "pos": 0.451, "neg": 0.0, "compound": 0.6249}, {"text": "bro that shit happen in the ranch ? They came & fucked up our suburban life lol", "neu": 0.526, "pos": 0.123, "neg": 0.351, "compound": -0.7351}, {"text": "On my way to the Ranch to judge dat poetryyyyy", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Don't even think the ranch could fix them", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Completely unnecessary and random. What a bizarre existence. Anyhoo, back on the ranch .", "neu": 0.827, "pos": 0.0, "neg": 0.173, "compound": -0.3182}, {"text": "I saw those tweets. It didn't change from rain to snow at the ranch until like 230 or so? We've just gotten rain all day. I hope you avoid the massive amounts of snow they predicted!!!", "neu": 0.785, "pos": 0.159, "neg": 0.056, "compound": 0.6219}, {"text": "alaina won’t go to the ranch anymore!", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "I know down here in Texas we pretty much stay in the sun most of our lives! At the beach , out on the ranch , swimming in pools all year round (basically)!!!! If you have ", "neu": 0.88, "pos": 0.12, "neg": 0.0, "compound": 0.6562}, {"text": "The couple knew the location would be a big hit for those traveling, and the ranch had the perfect rustic and romantic style the pair was looking for. “We wanted lots of greenery to create a really lush, garden vibe,” explains Emily. ", "neu": 0.813, "pos": 0.187, "neg": 0.0, "compound": 0.8176}, {"text": "Send them to the ranch", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Wade's claims it happened 100s times. His mother testified in the 'O5 criminal case they visited the ranch 4 times a year in 14 yrs & MJ was there for ONLY 4 times. Someone's getting caught out on their lies here.", "neu": 0.85, "pos": 0.0, "neg": 0.15, "compound": -0.7351}, {"text": "The ranch one is awful", "neu": 0.571, "pos": 0.0, "neg": 0.429, "compound": -0.4588}, {"text": "Aye on some real shit thoughhh if I decide to have my graduation party at the ranch in Corsicana would y’all be down like on some real shit? There gonna be food and music and shit . I’m Salvadorian so y’all know how we get down but Fr y’all lmk jump houses and wet jump houses to", "neu": 0.826, "pos": 0.06, "neg": 0.114, "compound": -0.5106}, {"text": "That’s a bummer. We had a place on the ranch growing up and I shot my first gun at around 5 or 6. Wanted to earlier but I couldn’t hold the rifle.", "neu": 0.832, "pos": 0.047, "neg": 0.121, "compound": -0.2846}, {"text": "Almost spit out the ranch I was drinking when I saw the guy beer bong ranch ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": " please host meme review we need to stop t-series!! send them to the ranch where they belong", "neu": 0.747, "pos": 0.144, "neg": 0.11, "compound": 0.1739}, {"text": "I feel the same way about the ranch salad dressing (not to be confused with dip) at buffet places. it's made with voodoo or something, nobody else comes close to replicating it. ", "neu": 0.929, "pos": 0.0, "neg": 0.071, "compound": -0.3182}, {"text": "When I was pregnant I only liked the ranch from wingstop.", "neu": 0.741, "pos": 0.259, "neg": 0.0, "compound": 0.4215}, {"text": "IF YOU DONT GET BACK TO THE RANCH OR WHEREVER IT IS YOU YEEHAW PEOPLE HANG OUT ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Let's go back to the Ranch and tend to some new slime babies SlimeRancher stream is now LIVE xboxones twitchaffiliate twitchstreamer", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "I will eat a burger if gets sent to the ranch", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "So biting your pizza and drinking the ranch right after is the same concept too? ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Weave / The Ranch Mine ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "The vicor's daughter should be deserted at the ranch surrounded by 17.4 million corn plants", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Mesmerizing Repost archerynewbz ・・・ Running some test shots with the s125’s out at the ranch in prep for some hog action this weekend. Spinnin true. archery ", "neu": 0.899, "pos": 0.101, "neg": 0.0, "compound": 0.4215}, {"text": "YOU’RE THE EMPEROR OF THE RANCH AND THEY SHOULD BE PAYING YOU", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "The Ranch on Netflix or Ozarks", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "You're going to the ranch ! ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "only with the ranch tho", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "I remember watching this at the ranch .", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "I recommend The Ranch . It's an amazing steakhouse.", "neu": 0.442, "pos": 0.558, "neg": 0.0, "compound": 0.743}, {"text": "Looking for a place for your next family vacation? Join us at the ranch ! FamilyVacation Family ", "neu": 0.849, "pos": 0.151, "neg": 0.0, "compound": 0.3595}, {"text": "Send her to the ranch", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "That's awesome, I grew up like this, spending spring break and summers down at the ranch in Baja California.", "neu": 0.708, "pos": 0.292, "neg": 0.0, "compound": 0.765}, {"text": "They always hold out on the ranch", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "*SPOILER ALERT* The episode on The Ranch where Rooster dies. That was the realest episode of a show I’ve ever watched and I left a huge puddle on ’s shirt. ", "neu": 0.919, "pos": 0.081, "neg": 0.0, "compound": 0.3182}, {"text": "Rey knows about the fire at the Ranch & the gun that was planted there. He simply does NOT care. Rey can't even explain how he determined JT was \"dead\" from finding his watch in the ground. YR", "neu": 0.72, "pos": 0.113, "neg": 0.167, "compound": -0.3389}, {"text": " can we have a tv show about the ranch ? Your fans will love it theranch", "neu": 0.756, "pos": 0.244, "neg": 0.0, "compound": 0.6369}, {"text": "Facts!! Without the ranch tho", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "It's too late for many of them .... they horses are off the ranch .", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Weave / The Ranch Mine ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "review Jazz (or The Lurching Technicolor Tango of Mindy Biscuits and the Ranch Daddy) by Johnny Thursday ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Why isnt Michael calling Chief Paul and asking him to investigate how and why JT’s clothes and the fire poker ended up in the Ranch . And hiw and why there was video equipment in yhe wall and who burned down the barn. YR", "neu": 0.946, "pos": 0.0, "neg": 0.054, "compound": -0.34}, {"text": " you should send my dad to the ranch , please and thank you", "neu": 0.676, "pos": 0.324, "neg": 0.0, "compound": 0.5859}, {"text": "I didn't say anything. I just gave him the ranch", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "SEND THEM TO THE RANCH", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Hey can you guys pair up with for the ranch pizza combination?! Please coming a true fan both", "neu": 0.645, "pos": 0.355, "neg": 0.0, "compound": 0.7712}, {"text": "{{ gonna send selphie and rinoa to the ranch }}", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "“To the Ranch ?” ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "OH FUCK NO I CANNT I MEAN CANNOT STAND WHEN THEY FORGOT TO PUT THE RANCH IN THE FUCKING BAD WE RIDE AT DAWN WE GON FHCK EM UP ", "neu": 0.717, "pos": 0.0, "neg": 0.283, "compound": -0.8588}, {"text": "The craziest spring break I ever had was at the ranch and it was just me and my fooz/roommates seeing how drunk we could get. Think 7-8 other people came tops.", "neu": 0.796, "pos": 0.097, "neg": 0.106, "compound": 0.1779}, {"text": "The ranch", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Three bulls heard the rancher was bringing another bull onto the ranch . ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "You swallow your food for safety reasons. \"Maybe a family vacation can be had another time.\" You offer b4 you get some water and glasses for the table. You pour out the drinks and take a sip. \"I know Niko would like a year to really get settled into the ranch .\" You tell them.", "neu": 0.904, "pos": 0.096, "neg": 0.0, "compound": 0.6486}, {"text": "They both agree and change topics as Asher returns to a normal color. The ranch , Croatia, & even Maria's shopping is talked about as you finish up your meal. \"A lot can happen in a year...Babies can be conceived and born...\" Maria hints, \"We want grandchildren.\" Asher says simply ", "neu": 0.921, "pos": 0.079, "neg": 0.0, "compound": 0.4215}, {"text": "Dude i once woke up at 7:30...PM!!!! (That was a 16 hour sleep, i need to go the ranch )", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "To the ranch you go!", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "SOUTHSIDE, we got ya Ranch Bar & Grill 5456 W. Fayetteville Rd, College Park Ga 30349 770-629-4516 x2", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "We’re LIVE Thursday from The Ranch with on ! The Longhorns host at 2 pm. Our pregame show starts at 145 pm, join us then. ", "neu": 0.898, "pos": 0.102, "neg": 0.0, "compound": 0.3595}, {"text": "Send him to the ranch ! Send him to the ranch !", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "SOUTHSIDE, we got ya Ranch Bar & Grill 5456 W. Fayetteville Rd, College Park Ga 30349 770-629-4516", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Check out The Ranch", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "The Ranch", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "learned to ride when 4 yrs old my uncle owned a ranch & my aunt showed horses was so short my horse “Magnolia” used to snack on my straw hat when I fed her carrots loved learning how to ride & milk cows great memories of vacations at the ranch !", "neu": 0.838, "pos": 0.162, "neg": 0.0, "compound": 0.8516}, {"text": "Happy Birthday to That 70's Show !! He turns 43 today. StevenHyde TheRanch childstar ztams pinup TigerBeat ", "neu": 0.789, "pos": 0.211, "neg": 0.0, "compound": 0.6467}, {"text": " BRING BACK THE ROOSTER!!! TheRanch CantStopTheRooster ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Just curious Have You Ever Seen The Ranch on Netflix or you on Netflix both very good shows as well", "neu": 0.691, "pos": 0.309, "neg": 0.0, "compound": 0.7645}, {"text": "Send TSeries to the ranch !", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "HappyBirthday DannyMasterson 43 March13 March13th Favorite Series / Movie with him TheRanch PartyOfFive That70sShow MenAtWork | Vote Poll RT Voting Polls Actor | AshtonKutcher MilaKunis TopherGrace WilmerValderrama LauraPrepon | StevenHyde Hyde", "neu": 0.897, "pos": 0.103, "neg": 0.0, "compound": 0.4588}, {"text": "Just started watching season 6 of the ranch and I almost cried", "neu": 0.796, "pos": 0.0, "neg": 0.204, "compound": -0.3197}, {"text": "To the ranch !!!!!!!!!!!! instagramdown facebookdown", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "also hit up the Ranch when in the OC", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": " how many people sent you the news of the ranch dressing truck crash a couple days ago?", "neu": 0.847, "pos": 0.0, "neg": 0.153, "compound": -0.4019}, {"text": "I used to be until I moved off of the ranch and I miss my HORSES", "neu": 0.882, "pos": 0.0, "neg": 0.118, "compound": -0.1531}, {"text": " do meme review please with pewdiepie, we need ur help to stop t-gay dr phil. send them to the ranch", "neu": 0.702, "pos": 0.207, "neg": 0.091, "compound": 0.4215}, {"text": "You were supposed to bring the ranch !", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "send her to the ranch", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Adrian McManus is quoted in various tabloids and in Taraborelli's bok claiming when the raid at Neverland happened she immediately ran to burn photos of naked kids MJ kept. The only problem? She was sick that day and wasn't at the ranch when it was raided.", "neu": 0.88, "pos": 0.0, "neg": 0.12, "compound": -0.7184}, {"text": "At the ranch", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Come to: The Ranch Bar & Grill 5456 W. Fayetteville Rd, College Park Ga 30349 770-629-4516", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Who wants to take a road trip with me to Barrie and go to the ranch", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "He’ll be in days soon, and every Friday Saturday off. We’ll be busy next weekend we’re having my nieces birthday party at the ranch I’ll send you the info if y’all wanna go", "neu": 0.922, "pos": 0.078, "neg": 0.0, "compound": 0.4019}, {"text": "Send em to the ranch , delete! The Boyz have NOTHING to do with this. ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Hey can you pretty please remove the copyright strikes from vids? I think they give you good exposure. P.s. host meme review or its to the ranch for you", "neu": 0.688, "pos": 0.241, "neg": 0.072, "compound": 0.7096}, {"text": "I should totally open the Ranch restuarant on the strip here in Vegas. I think it would be fun.", "neu": 0.829, "pos": 0.171, "neg": 0.0, "compound": 0.5106}, {"text": "I finished The Ranch so now I can focus all my free time to watching The Good Doctor", "neu": 0.693, "pos": 0.307, "neg": 0.0, "compound": 0.7351}, {"text": "Fox News Contributor Salaries Revealed In Financial Disclosures YOU BET THE RANCH ON THESE WINDBAGS...I WON'T.", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "“Yeah Course I’m fine lass. What makes you think I’m not?” Ryan took Sam by the hand and led her to the waterfall near the ranch . He pointed out something across the way. When Sam looked over Ryan quickly dropped to his knee, he pulled the small box out and opened it up. “Sam?” ", "neu": 0.907, "pos": 0.093, "neg": 0.0, "compound": 0.6553}, {"text": "tomorrow is my first time out on the ranch !!! I get to meet chickens and cows!!!!", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Thats fine , but i hope you are fixing The Ranch , NO ONE can replace Danny Masterson Rooster", "neu": 0.587, "pos": 0.237, "neg": 0.176, "compound": 0.0901}, {"text": "Nithetha kanje pon de TL but back at the ranch", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "To the ranch ! Subscribe to ! ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "The Ranch ? Heartland? Suits? Idek.", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Dude, gotta rock the F-150 out on the ranch on photo shoot day. Disclosure: I also have have a Toyota Tundra.", "neu": 0.882, "pos": 0.0, "neg": 0.118, "compound": -0.34}, {"text": "This Mexico trip is what I’m needing, I miss my family and the ranch", "neu": 0.882, "pos": 0.0, "neg": 0.118, "compound": -0.1531}, {"text": "Normlly don't take thors, but to the Ranch we go", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Understandable they do be hitting with the ranch ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "I'm told the ranch can be visited. I propose a group trip.", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Meanwhile back at the ranch ....Tucker the idiot Carlson has let known his true feelings about women. This in addition to the almost daily hate speeches emanating from Trump and his equally hate filled administration. It’s ok to stick up for the home team dear but please do better", "neu": 0.687, "pos": 0.203, "neg": 0.11, "compound": 0.6735}, {"text": "I give up trying to do something this weekend, I’m just gonna stay home and do stuff around the ranch ... by myself..", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "the ranch is crack...they put crack in it, because i can’t get enough ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "The Boys Rippin' at the Ranch returns this June 22-23, 2019 to Premier Sports Campus in Lakewood, FL! Open to 14U - 10U and high school teams, come compete for the championships! Learn more - ", "neu": 0.894, "pos": 0.106, "neg": 0.0, "compound": 0.5837}, {"text": "LimpopoProvincialSummit The Limpopo Provincial Stability Summit is underway at The Ranch Hotel. ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "The ranch", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "what characteristics does your dream girl have — Swing dancer, loves horses, ain't afraid of the ranch life. ", "neu": 0.737, "pos": 0.263, "neg": 0.0, "compound": 0.6908}, {"text": "U cannot mean Sharon, the klepto who burned the ranch down, married three brothers AND their father, spent two tours at the psych ward, cheated on Jack with Nick, switched a paternity test, took a son that was not hers, and hid TWO bodies, & has had 14 lovers? Can you?", "neu": 0.84, "pos": 0.097, "neg": 0.063, "compound": 0.1916}, {"text": "I know this is random, but the tree he uses for his logo is similar to the one next to the entrance of the ranch", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Season 6 of The Ranch got me fucked up. Wtf is this", "neu": 0.523, "pos": 0.0, "neg": 0.477, "compound": -0.8481}, {"text": "Sundays at The Ranch | Mums Getaway with a BUTLER | This Weekend: Lindfield Fair & Art Show | Huge offer from OZ Design Furniture - ", "neu": 0.796, "pos": 0.204, "neg": 0.0, "compound": 0.5574}, {"text": "Meanwhile back in the ranch this young lady gets accused of cheating on her test. She studied twice as hard to improve score but was called a cheater and they would not accept her new score. That's some BS! ", "neu": 0.683, "pos": 0.042, "neg": 0.276, "compound": -0.8741}, {"text": "Happy 4th Birthday to the Ranch ", "neu": 0.575, "pos": 0.425, "neg": 0.0, "compound": 0.5719}, {"text": "BABY CHICKENS SURPRISE AT THE RANCH !!! ", "neu": 0.618, "pos": 0.382, "neg": 0.0, "compound": 0.5732}, {"text": "Meanwhile Back at The Ranch ... SNC & Transcanada are still at work,", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Caramel swirl brownies over here at the ranch", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Happy birthday to Keri Ferguson, our amazing Senior Coordinator at the Ranch !", "neu": 0.562, "pos": 0.438, "neg": 0.0, "compound": 0.8313}, {"text": "Happy bday Pisces daddy! get a good ride in at the ranch ! Almost had the same bday.", "neu": 0.661, "pos": 0.339, "neg": 0.0, "compound": 0.8011}, {"text": "But between Niko's dreams of the ranch filled with animals. She wasn't sure where they'd get the time between caring for the animals, their jobs & the baby that was on the way. Especially if they ended up w/ more tsunamis of animals that they had with the apartment.", "neu": 0.851, "pos": 0.112, "neg": 0.037, "compound": 0.6044}, {"text": "Dallas, then come hang out at the ranch on your way back to abilene", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Back at the ranch you living in Neverland or something?", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "***Bookbub deal*** Tamed on the Ranch only 0.99 today (3/14/19). Don't miss it. ", "neu": 0.893, "pos": 0.107, "neg": 0.0, "compound": 0.1139}, {"text": " send them all to the ranch ...", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "I don’t really watch him, I just.. love the ranch meme because it’s dumb and I have no sense of humor", "neu": 0.543, "pos": 0.244, "neg": 0.213, "compound": 0.2023}, {"text": "I’m sending all of you to the ranch", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "When someone tells me that that’s their age, in my head I’m like *yooooo you’re still a baby*. But, back at the ranch .", "neu": 0.894, "pos": 0.106, "neg": 0.0, "compound": 0.3612}, {"text": "is this what Pewdiepie ment by SEND EM TO THE RANCH", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Send him to the ranch", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Restarting the ranch for the 5th time", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "24 hours to prove you don't deserve to go to the ranch", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Isn't too soon for the ranch ?", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "SEND HIM TO THE RANCH", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "On my last season of The Ranch ... If you haven’t watched it yet, you’re missing out.", "neu": 0.879, "pos": 0.0, "neg": 0.121, "compound": -0.296}, {"text": "The Leading Producer of Female Brahman Heifers, Moreno Ranches, Announces Post On Disposition Advantages Moreno Ranches, with locations in both Florida and Texas, is the leading provider of Brahman cattle in the USA. The Ranch is announcing an informati ", "neu": 0.938, "pos": 0.062, "neg": 0.0, "compound": 0.3612}, {"text": " Why did you copy strike ??? REMOVE THE COPY STRIKES OR YOU ARE GOING TO THE RANCH !!!", "neu": 0.722, "pos": 0.0, "neg": 0.278, "compound": -0.731}, {"text": "alright, before i start i just wanna say that i don't support t-series, but you should know that the 'to the ranch ' meme just glorifies and turns the actual troubled teens industry, where tons of teenagers are and have been abused and maltreated, into nothing but a fucking joke.", "neu": 0.678, "pos": 0.101, "neg": 0.221, "compound": -0.7867}, {"text": "YES SEND ME TO THE RANCH", "neu": 0.649, "pos": 0.351, "neg": 0.0, "compound": 0.4019}, {"text": "Truth is truth. Of course, I wasn't surprised since I went to a high school that was nicknamed \" The Ranch .\" Yee-haw!", "neu": 0.709, "pos": 0.217, "neg": 0.074, "compound": 0.4983}, {"text": "You may travel to the Ranch individually, but at the Ranch , we dine together. After a day of customized adventures , find your seat in our elegant dining room and choose from our selection of exquisite hors d'oeuvres, entrees, and desserts . ", "neu": 0.836, "pos": 0.164, "neg": 0.0, "compound": 0.8047}, {"text": "We’re calling in all our Seniors to grab their Ca$hChella shirts today because they all submitted their FAFSA!! This Friday Ca$hChella at the Ranch . ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "shew The Ranch has me tearin’ up tonight man, what a show", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Nobody gives a flying fuck what this expired ass old redneck racist soft ass son of a bitch has to say. Him and all his cattle partners on the ranch ! ", "neu": 0.553, "pos": 0.0, "neg": 0.447, "compound": -0.9617}, {"text": "I don’t know if I could take the summer heat and keep up with your dad at the same time. (Smile) I’m 63, but he motivates me to keep moving and don’t stop or give up, no matter what I’m doing on the ranch . He’s an encourager.", "neu": 0.804, "pos": 0.086, "neg": 0.11, "compound": -0.296}, {"text": "The Ranch is the best show ever", "neu": 0.588, "pos": 0.412, "neg": 0.0, "compound": 0.6369}, {"text": "DODGERS at the Ranch . DodgersST ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Hey man, you bring sriracha, I’ll bring the ranch and we’ll please almost everyone!! ", "neu": 0.818, "pos": 0.182, "neg": 0.0, "compound": 0.4374}, {"text": "This makes me beyond angry. TO THE RANCH", "neu": 0.68, "pos": 0.0, "neg": 0.32, "compound": -0.5106}, {"text": "Man I would go to the ranch . Please remove copyrights strike from Please ", "neu": 0.596, "pos": 0.305, "neg": 0.099, "compound": 0.4767}, {"text": "Weave / The Ranch Mine ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "theranch haha RETWEEET ", "neu": 0.4, "pos": 0.6, "neg": 0.0, "compound": 0.4588}, {"text": "Send yourself to the ranch please.", "neu": 0.685, "pos": 0.315, "neg": 0.0, "compound": 0.3182}, {"text": "So Trump what is gonna be tonight THE BLOW UP SHEEP OR The Wolf in drag oH btw Your dry cleaners called and they cant get those strange cream colored stains out of your furry costume its not proteon so it must be the ranch dressing .", "neu": 0.926, "pos": 0.034, "neg": 0.04, "compound": -0.0793}, {"text": "Meanwhile,back at the ranch across the great pond...... ", "neu": 0.631, "pos": 0.369, "neg": 0.0, "compound": 0.6249}, {"text": "SEND T-SERIES TO THE RANCH", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "My mom and her friend literally said the whitest shit I’ve heard in a while which is that the ranch at the outback was “spicy” I proceeded to look her in the eyes and say “ so we’re being aggressively white tonight are we? “", "neu": 0.81, "pos": 0.065, "neg": 0.125, "compound": -0.4522}, {"text": "THE RANCH SEND THEM TO THE RANCH !!!", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "LasVegas NV will be missed but never forgotten. Bonnie will always be my friend in Spirit. I'm lucky to Investigate the Ranch in buildings the public wasn't allowed in. Great memories. Enjoy this Tribute", "neu": 0.547, "pos": 0.331, "neg": 0.122, "compound": 0.8836}, {"text": "Another great day of Horses Heroes and Healing at the ranch . Based on all these guys laying around we might have to consider renaming the ranch to “The Lazy Double S” WednesdayWisdom ", "neu": 0.746, "pos": 0.19, "neg": 0.064, "compound": 0.7096}, {"text": "There is one at the ranch keep him", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "to the ranch you go ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "That username... YOU! TO THE RANCH !", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "i am the ranch ... for your dad", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "The ranch", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "To the ranch ! TO THE RANCH ! TO THE RANCH", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "As men continue to threaten and harass women and walk away unscathed ; back at the ranch ...the victims get treated like they are delusional and get thrown into police vans to cover up for the gaps in the justice system. ", "neu": 0.714, "pos": 0.12, "neg": 0.165, "compound": -0.296}, {"text": "Water makes corn, corn makes whiskey.. theranch", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Meanwhile back at the Ranch poor old Mary-Lou who has breezed through school coz she has an IQ, is fabulous at Tennis +glides through the pool like a fish, missed out bc Mr Rich & Powerful, but corrupt O, paid 4 the last spot for his privileged daughter! THIS IS UNSCRUPULOUS", "neu": 0.72, "pos": 0.216, "neg": 0.064, "compound": 0.8244}, {"text": "I’m going to dump the ranch all over his salad colored hair", "neu": 0.809, "pos": 0.0, "neg": 0.191, "compound": -0.3818}, {"text": "The Ranch Season 6 episode 3...", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Weave / The Ranch Mine ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "I’m the ranch in jolly ranchers", "neu": 0.602, "pos": 0.398, "neg": 0.0, "compound": 0.5106}, {"text": "I’m white, pass me the ranch", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Breaking bad, blue bloods, the ranch , greys anatomy, friends, I got those off the top of my head", "neu": 0.625, "pos": 0.219, "neg": 0.156, "compound": 0.1027}, {"text": "the only thing better is the ranch", "neu": 0.674, "pos": 0.326, "neg": 0.0, "compound": 0.4404}, {"text": "Awesome kids, amazing draft horses and the cutest grandchildren EVER. Life at the Ranch . wingsofeaglesranch celebrating20years summercamp2019 volunteering blessed ", "neu": 0.49, "pos": 0.51, "neg": 0.0, "compound": 0.9485}, {"text": "So much truth. This was actually gonna be the original punch line. But I went with the ranch instead. Well done.", "neu": 0.709, "pos": 0.291, "neg": 0.0, "compound": 0.7165}, {"text": "When you’re passing through SoCal, I’ll be there! And if the bus is passing through Banning, you’re always welcome to pull into the ranch and use the crapper and stuff! Wishing you great success whichever way you measure it with this beast!", "neu": 0.737, "pos": 0.263, "neg": 0.0, "compound": 0.927}, {"text": "ashton kutcher in the ranch got me feeling a type of way", "neu": 0.87, "pos": 0.13, "neg": 0.0, "compound": 0.128}, {"text": "[Martin Scorsese's Leaving Neverland] Slow zoom on Dennis Robson character as he narrates: Yeah, I knew it was a bad fuckin idea to let him go to the ranch , but, hey, it's a crazy fuckin industry [continues freebasing ludes] [incredibly shitty Rolling Stones song starts to play]", "neu": 0.744, "pos": 0.031, "neg": 0.226, "compound": -0.882}, {"text": "that 70’s show & the Ranch ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Designers say the ranch house style evokes feelings of home and familiarity. architecture design ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Wade's claims it happened 100s times. His mother testified in the 'O5 criminal case they visited the ranch 4 times a year in 14 yrs & MJ was there for ONLY 4 times. Someone's getting caught out on their lies here.", "neu": 0.85, "pos": 0.0, "neg": 0.15, "compound": -0.7351}, {"text": "Got a shit load of border patrol searching the ranch I’m working on, if y’all see me on the news mind ya buisness", "neu": 0.854, "pos": 0.0, "neg": 0.146, "compound": -0.5574}, {"text": "Dope washi-tape on the ranch in Pyongyang", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Visit the ranch once, you'll never want to leave! travel outdoors hiking california ", "neu": 0.805, "pos": 0.084, "neg": 0.111, "compound": -0.0941}, {"text": "Send her to the ranch", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "who was having trouble—broken home, not doing well in school—as a ranch hand and would let him live in the guest house. He’d pay him above minimum wage while teaching him how to run the ranch , how to ride, basic vehicle maintenance, all that. Also had me come down in the summer", "neu": 0.882, "pos": 0.059, "neg": 0.059, "compound": 0.2467}, {"text": "However, the brochure was dated in 1987 and indeed MJ had begun to buy the ranch already in July 1987, well before he entered in contact with the Safechucks (November 1987). It was apparently finalized in February 1988, well before the abuse began. ", "neu": 0.826, "pos": 0.087, "neg": 0.087, "compound": -0.25}, {"text": " SEND HIM TO THE RANCH , DOC! USE THEM KNIFE HANDS!", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "SEND THEM TO THE RANCH ! ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": " hosts Republic Ranch Saturday night after the fight, contact me for tables now! revoltsaturdays Ranch Dallas ", "neu": 0.838, "pos": 0.0, "neg": 0.162, "compound": -0.4389}, {"text": " the ranch ....i’d like to see it", "neu": 0.706, "pos": 0.294, "neg": 0.0, "compound": 0.3612}, {"text": "Haters, It’s Time to Come Back to the Ranch (Dressing) ", "neu": 0.738, "pos": 0.0, "neg": 0.262, "compound": -0.4939}, {"text": "The Ranch Bar & Grill 5456 W. Fayetteville Rd, College Park Ga 30349 770-629-4516 ----> ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "If i know you and I see your not subscribed to pewdiepie your getting sent to the RANCH .", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "The ranch revolution has begun ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Good morning from The Ranch ... yes... those are bison under the tree... ", "neu": 0.805, "pos": 0.195, "neg": 0.0, "compound": 0.4404}, {"text": "Have you heard ‘MARCH 12 2019 SOFTBALL GHS V JACKSON COUNTY’ by 104.1 The Ranch on SoundCloud ? np ", "neu": 0.87, "pos": 0.13, "neg": 0.0, "compound": 0.34}, {"text": "I’M ABOUT TO RAGE ON A CROWDED SYDNEY TRAIN!!!! YOU ONLY SORRY YOU GOT CAUGHT!!!! TO THE RANCH ", "neu": 0.712, "pos": 0.0, "neg": 0.288, "compound": -0.7243}, {"text": "Subscribe to pewdiepie or TO THE RANCH", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "I’m so pissed it took me this long to watch The Ranch", "neu": 0.71, "pos": 0.0, "neg": 0.29, "compound": -0.6697}, {"text": "When they showed the kids for the bbq at the ranch and Wade said it was in that moment he knew he had to protect Mj even more, if he cared so much about them he wouldn’t be suing an estate that is left for them so they are taking from the kids when ya think about it.", "neu": 0.876, "pos": 0.09, "neg": 0.033, "compound": 0.552}, {"text": "\"My son just turned 15. In my state, kids must log 50 hours of driving time on their permit before they’re allowed to get their license. No problem, I think. He’s been buzzing around the ranch for years, this will be easy...\" ", "neu": 0.888, "pos": 0.0, "neg": 0.112, "compound": -0.5994}, {"text": "Join the ranch and I will", "neu": 0.645, "pos": 0.355, "neg": 0.0, "compound": 0.296}, {"text": "Bruh the ranch thooooo", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "If u drink Dr. Pepper on purpose. Block me along with the ranch eaters and the unvaccinated children", "neu": 0.847, "pos": 0.0, "neg": 0.153, "compound": -0.4404}, {"text": "To the ranch !!", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "one like and I'll send chris to the ranch", "neu": 0.762, "pos": 0.238, "neg": 0.0, "compound": 0.3612}, {"text": "Then there’s what we call the “Ranch Dance.” ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "this family went to Olive Garden 10 min before closing n got mad at me cause the ranch wasn’t the regular OG ranch I told the lady we ran out earlier so they bought some from heb She then went on complaining that she specifically went to OG for ranch ", "neu": 0.902, "pos": 0.0, "neg": 0.098, "compound": -0.6124}, {"text": "Connection you hater Sharon was sick with and un diagnosed bipolar and she owns her mistakes Victor manipulated Sharon into marrying him so he deserves her Burning down the Ranch and if nick wouldn’t have played games with Sharon for years with Phyllis would have been with Adam", "neu": 0.76, "pos": 0.042, "neg": 0.198, "compound": -0.8316}, {"text": "The Ranch on Netflix ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Engineering at the Ranch today with 1st grade Ss in Mrs. Slevin’s class making “Puff Mobiles” with the help of and Mrs. Volk. attheranch ", "neu": 0.895, "pos": 0.105, "neg": 0.0, "compound": 0.4019}, {"text": "Instagram and face book did an oopsie, send them to the ranch", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Why is The Ranch so underrated thoo", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Meanwhile, back at the ranch : Does It Matter Which College Your Child Chooses? Probably Not ", "neu": 0.927, "pos": 0.073, "neg": 0.0, "compound": 0.0258}, {"text": "So wanted to go help the Opposition in Zimbabwe. Back at the ranch they are losing the Official Opposition status ! Zimbabwe needs the same ", "neu": 0.797, "pos": 0.108, "neg": 0.094, "compound": 0.1007}, {"text": "Every time I get invited to the ranch I’m never free", "neu": 0.769, "pos": 0.0, "neg": 0.231, "compound": -0.4023}, {"text": "Send her to the Ranch .", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Bro with the ranch . I think being fat is worth it", "neu": 0.826, "pos": 0.174, "neg": 0.0, "compound": 0.2263}, {"text": "Dr Phil SEND THEM TO THE RANCH", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": " Just in case you don't have any of these installed at the ranch !! ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "I was playing the Division 2, then got sleepy and moved on to The Ranch , now I'm sitting here trying to talk myself into going to sleep lol. It's almost 3am haha.", "neu": 0.793, "pos": 0.207, "neg": 0.0, "compound": 0.7447}, {"text": "Everytime I hear Rooster by Alice In Chains I think of TheRanch", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "In defense of My Birth People (Floridians), and as a direct attack on My Life People (New Yorkers) a lot of those folks at Disney World are from New York. I cannot explain the ranch dressing issue, that's disgraceful.", "neu": 0.881, "pos": 0.039, "neg": 0.08, "compound": -0.3818}, {"text": "Cody can do anything. | Reforesting the Ranch Part 5: Seed Balls ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Weave / The Ranch Mine ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Yall gonna be at the ranch tonight or what?", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Thursday at The Ranch House! Red beans & rice Fried pork chops Fried chicken livers Boiled okra Macaroni & cheese Black eyed peas Sweet potato casserole Turnip greens", "neu": 0.884, "pos": 0.116, "neg": 0.0, "compound": 0.5093}, {"text": "some day a real rain will come and wash the ranch dressing off the streets ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "PewDiePie is BETTER than T-gay because he knows when to send kids to the ranch ... SUBSCRIBETOPEWDIEPIE", "neu": 0.815, "pos": 0.185, "neg": 0.0, "compound": 0.5622}, {"text": "They are betting the ranch on the wrong horse .", "neu": 0.721, "pos": 0.0, "neg": 0.279, "compound": -0.4767}, {"text": "I'm the type of bitch who won't eat the pizza crust if there's no ranch. I can eat the rest of the pizza just fine without the ranch of course it's better with ranch) but it's the crust that I can't eat without ranch. Ranch is life y'all", "neu": 0.851, "pos": 0.068, "neg": 0.081, "compound": -0.1655}, {"text": " the ranch", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Weave / The Ranch Mine ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Nah chicken got sick again. It’s 500g per medicine. I only get 220g at the ranch a day. I’m done with these jokes", "neu": 0.729, "pos": 0.081, "neg": 0.19, "compound": -0.4019}, {"text": "If the cats don't play you to death, the doggies will drag you all around the ranch and tire your out.", "neu": 0.697, "pos": 0.0, "neg": 0.303, "compound": -0.7805}, {"text": "Even the mighty Pewds got struck. Dr Phil needs to go to the ranch", "neu": 0.867, "pos": 0.0, "neg": 0.133, "compound": -0.25}, {"text": "Breaking News, Novanick is going to the ranch to learn how to walk", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "I just finished The Ranch what should I watch on Netflix", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "taking off your fingers after a long day at the ranch be like :", "neu": 0.815, "pos": 0.185, "neg": 0.0, "compound": 0.3612}, {"text": "THE RANCH WAS A GOOD DECISION pleasewatchtheranch thisismyranch", "neu": 0.623, "pos": 0.377, "neg": 0.0, "compound": 0.5622}, {"text": "if you don't dress your pet up as colt, you don't really love the ranch . pleasewatchtheranch thisismyranch", "neu": 0.817, "pos": 0.0, "neg": 0.183, "compound": -0.5551}, {"text": "Meanwhile back at the ranch ... pfft those Keebler elves in our computer apparently need a break. FacebookDown instagramneedrepair Instagram instagramnoworky facebookbroken instagrambroken socialmediacrash – bei El Baño", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Instagram be sending us all to the ranch smh my head ", "neu": 0.813, "pos": 0.0, "neg": 0.187, "compound": -0.3182}, {"text": "Back on the Ranch we used to say \"Hind Teat\". That's the one that doesn't produce much. ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "No long walk to get the vehicle tonight. We're holed up at the Ranch .", "neu": 0.855, "pos": 0.0, "neg": 0.145, "compound": -0.296}, {"text": "The Photographer Shoppe at Bonnie Springs Ranch, the ranch closes its doors forever after this Sunday, March 17th. WesternTown BonnieSpringsRanch BonnieSprings Nevada PhotographerShoppe Desert Ranch JoshuaTree Western MiningTown ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}], "sum": 461}