{"compound_ave": 0.17281933174224326, "tweets": [{"text": "Who’s your favorite director? — That would probably be the Coen brothers. O Brother Where Art Thou and the Ballad of Buster Scruggs are both up there with my favorite films. ", "neu": 0.824, "pos": 0.176, "neg": 0.0, "compound": 0.7184}, {"text": "Watching The Ballad of Buster Scruggs . Why does it seem all modern westerns are depressing. I don't need them to be happy, Just not depressing.", "neu": 0.702, "pos": 0.124, "neg": 0.174, "compound": -0.128}, {"text": "Saw \" the ballad of Buster Scruggs \" and enjoyed it the whole way through. It's tragically honest and it bears the typical Coen signature. Every Coen brothers fan should see this. Also; \"When a comboy trades his spurs for wings\" is my new favorite song.", "neu": 0.709, "pos": 0.222, "neg": 0.069, "compound": 0.802}, {"text": "Coen Brothers even copied the storyline and played it off as an original screenplay with The Ballad of Buster Scruggs ", "neu": 0.793, "pos": 0.207, "neg": 0.0, "compound": 0.5719}, {"text": "Country The Ballad of Buster Scruggs (Soundtrack) Willie Watson & Tim Blake Nelson ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "The Ballad of Buster Scruggs", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Kinda been on a western bender today during some free time. Watched Hateful 8 for the first time, then followed it up with the Ballad of Buster Scruggs .", "neu": 0.787, "pos": 0.108, "neg": 0.105, "compound": 0.0258}, {"text": "The ballad of buster Scruggs on Netflix", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "The Ballad of Buster Scruggs ! Also, The Good Place. Oh, and Over the Garden Wall. Also, Hilda.", "neu": 0.834, "pos": 0.166, "neg": 0.0, "compound": 0.4926}, {"text": "Decided instead to watch The Ballad Of Buster Scruggs NSStorm", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "é um filme, The Ballad of Buster Scruggs", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "despite being the Dipshit Supreme for today and several other days in the past, i will say that zoe kazan gave a tremendous performance in The Ballad of Buster Scruggs and wish her nothing but success career-wise in the years to come", "neu": 0.784, "pos": 0.129, "neg": 0.087, "compound": -0.0181}, {"text": "His voice sounds exactly like Tim Blake Nelson in the Ballad of Buster Scruggs .", "neu": 0.839, "pos": 0.161, "neg": 0.0, "compound": 0.3612}, {"text": "The Ballad of Buster Scruggs", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "The Ballad Of Buster Scruggs (2018)", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Has anyone else watched The Ballad of Buster Scruggs ?", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "I really tried to watch The Ballad of Buster Scruggs , but turned it off halfway through, wanting to ask the Coen brothers (as I do after most of their movies) \"who hurt you?\" ", "neu": 0.867, "pos": 0.0, "neg": 0.133, "compound": -0.6808}, {"text": "NowPlaying Canyon awake by Carter Burwell The ballad of Buster Scruggs ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Finally got around to The Ballad of Buster Scruggs to cap off my day of westerns. Some stories were better than others but the cinematography was AMAZING! ", "neu": 0.745, "pos": 0.255, "neg": 0.0, "compound": 0.8605}, {"text": "still fucked up that the only part of the ballad of buster scruggs i enjoyed was the ballad of buster scruggs , goodnight", "neu": 0.712, "pos": 0.124, "neg": 0.165, "compound": -0.2732}, {"text": "Rewatched the \"All Gold Valley\" story in \" The Ballad of Buster Scruggs \" because it basically the only \"happy\" story, and it's just so perfect.", "neu": 0.829, "pos": 0.171, "neg": 0.0, "compound": 0.6948}, {"text": "Ballad of Buster Scruggs is very dark but!!! the !!! doggo!!! lives!!!", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "The Ballad of Buster Scruggs . This looks interesting. Love western stuff TheBalladofBusterScruggs .", "neu": 0.592, "pos": 0.408, "neg": 0.0, "compound": 0.7845}, {"text": "People will go to the theater to see ROMA and THE BALLAD OF BUSTER SCRUGGS and GERALD'S GAME and BEASTS OF NO NATION.", "neu": 0.882, "pos": 0.0, "neg": 0.118, "compound": -0.4466}, {"text": "The Tom Waits portion of The Ballad of Buster Scruggs is something else.", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "I rated The Ballad of Buster Scruggs (2018) 8/10 IMDb ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "I mean maybe a bit ridiculous towards the end yeah but I thought it was still fantastic. And the Ballad of Buster Scruggs was good too idk what that guy is on.", "neu": 0.637, "pos": 0.275, "neg": 0.089, "compound": 0.8402}, {"text": "The Ballad of Buster Scruggs", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "“ the ballad of buster scruggs ” şiddetle tavsiye edilir", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "The cinematography in the Ballad of Buster Scruggs is stunning and has really made me wanna go to Colorado t b h", "neu": 0.874, "pos": 0.126, "neg": 0.0, "compound": 0.3818}, {"text": "The ballad of Buster Scruggs", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "The Blazed Trail is the volume in which “ The Girl Who Got Rattled” first appeared. You may have seen it most recently in The Ballad of Buster Scruggs . Guest star helps me give this story the SYY treatment tomorrow–don’t miss it! PodernFamily StoryPodSquad ", "neu": 0.903, "pos": 0.062, "neg": 0.034, "compound": 0.3164}, {"text": "Saw Ballad of Buster Scruggs . Liked it. Was annoyed by James Franco's cowboy sketch. Kept trying to mimic those spaghetti-western close-ups with the camera inches away from the faces of ugly bastards who spent their lives eating cigarettes, boozing. James, you're like... a model.", "neu": 0.754, "pos": 0.054, "neg": 0.191, "compound": -0.7964}, {"text": "I just watched the Ballad of Buster Scruggs . I feel so mesmerized... and confused. ", "neu": 0.811, "pos": 0.0, "neg": 0.189, "compound": -0.3744}, {"text": "35. The Ballad of Buster Scruggs (Ethan & Joel Cohen, 2018): 7/10 ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Even though The Ballad of Buster Scruggs had deft moments of humor and sorrow, where the talented Coen Brothers made a masterpiece of storytelling.", "neu": 0.596, "pos": 0.298, "neg": 0.107, "compound": 0.7269}, {"text": "The Ballad of Buster Scruggs (2018) Dir: Joel & Ethan Coen * * The Ballad of Buster Scruggs tell the tales of people from different walks of life on the American frontier in 6 uniquely ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "THE BALLAD OF BUSTER SCRUGGS (2018) Cinematography by Bruno Delbonnel Directed by Joel and Ethan Coen Stream it via : ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Finally watched The Ballad of Buster Scruggs . What the heck took me so long? Loved it! Love the Coen Brothers! ", "neu": 0.668, "pos": 0.332, "neg": 0.0, "compound": 0.8739}, {"text": "I watched the entirety of The Ballad of Buster Scruggs so you be the judge", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "21- The Ballad of Buster Scruggs Dir: Ethan Coen, Joel Coen ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "87. The Ballad of Buster Scruggs - First 3 stories are awesome, last 3 are boring & long but still good. DLMChallenge Netflix", "neu": 0.665, "pos": 0.266, "neg": 0.069, "compound": 0.6956}, {"text": "Ballad of Buster Scruggs was in theatres. Also netflix release like 50-60 films a year. It would be insanely expensive for them to release them all in theatres. I go see a film in the cinema each week and I personally love Netflix's model.", "neu": 0.85, "pos": 0.15, "neg": 0.0, "compound": 0.7717}, {"text": "NowListening “When a Cowboy Trades His Spurs for Wings” Gillian Welch/David Rawlings The Ballad of Buster Scruggs", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "I just watched The Ballad of Buster Scruggs (2018) trakt", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "The Ballad of Buster Scruggs (2018) Full Movie HD 1080p ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "' The searchers' (1956), Dir: John Ford // ' The ballad of Buster Scruggs ' (2018), Dir: Joel & Ethan Coen. ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "patrocinado por Dwight, Red Dead Redemption 2 y The Ballad of Buster Scruggs ", "neu": 0.699, "pos": 0.0, "neg": 0.301, "compound": -0.6486}, {"text": "The Ballad of Buster Scruggs . Would most likely fall under the Western category.", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Part 6, covering my top 19 movies from 2018. I recommend all of them. Check it out if you are looking for good movies. Including Infinity War, The Night Comes For Us, Searching and The Ballad of Buster Scruggs . Enjoy! MovieReviews movie2018 movies", "neu": 0.717, "pos": 0.207, "neg": 0.076, "compound": 0.6996}, {"text": "This is how I felt when I watched The Ballad of Buster Scruggs and it was over in 20 minutes. I'd've watched a whole movie about a cowboy-bard.", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Who in the fucking fuck recommended the Ballad of Buster Scruggs to me", "neu": 0.652, "pos": 0.123, "neg": 0.225, "compound": -0.4048}, {"text": "Just watched the ballad of buster scruggs .", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "In 2014, a group of college kids made a western called, Murrieta. Watching The Ballad of Buster Scruggs and other westerns always makes me happy to see our shots are similar to our idols. Guess we were on the right track. ", "neu": 0.911, "pos": 0.089, "neg": 0.0, "compound": 0.5719}, {"text": "And a final thought from the Ballad of Buster Scruggs : I don’t hate m’fellow man even when he’s tiresome’n surly’n tries to cheat at poker. Why I figure that’s just the human material and himmet finds in it cause for anger’n dismay is just a fool for expectin’ better.", "neu": 0.723, "pos": 0.052, "neg": 0.224, "compound": -0.8591}, {"text": "Watched the Ballad of Buster Scruggs on Netflix. It was very weird movie about the lawlessness of the late 19th century US West. The wagon train’s scene was nice.", "neu": 0.849, "pos": 0.088, "neg": 0.063, "compound": 0.204}, {"text": "The Ballad of Buster Scruggs .", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "The Ballad Of Buster Scruggs (2018) Dir. Joel and Ethan Coen ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Now starting the ballad of buster scruggs ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "The Ballad of Buster Scruggs has been in the watch list for while. It was a really good choice for a quiet Friday night. MovieNight ", "neu": 0.873, "pos": 0.127, "neg": 0.0, "compound": 0.4927}, {"text": "I think about netflix's the ballad of buster scruggs way more than is healthy", "neu": 0.802, "pos": 0.198, "neg": 0.0, "compound": 0.4522}, {"text": "já assistiram the ballad of buster scruggs ?", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Saw Ballad of Buster Scruggs . Enjoyed it but thought the 4th and 5th stories dragged a little. Still worth a watch though", "neu": 0.76, "pos": 0.182, "neg": 0.058, "compound": 0.4181}, {"text": "“ The Ballad of Buster Scruggs ” is a seriously good movie. Have you watched? It is a work of true art. ", "neu": 0.697, "pos": 0.234, "neg": 0.07, "compound": 0.6124}, {"text": "It would appear there are some fans of the Ballad of Buster Scruggs at central committee. ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "I enjoyed The Ballad of Buster Scruggs from beginning to end Netflix", "neu": 0.752, "pos": 0.248, "neg": 0.0, "compound": 0.5106}, {"text": "Still trying to figure out why The Ballad of Buster Scruggs didn’t get a Best Cinematography nom", "neu": 0.781, "pos": 0.219, "neg": 0.0, "compound": 0.6369}, {"text": "my boss is a gold panner for fun I told him he should watch the ballad of buster Scruggs and told him it’s by these directors the coen brothers and then my boss turns around and says oh yeah I went to high school with them I was friends with joel coen WTF", "neu": 0.774, "pos": 0.148, "neg": 0.078, "compound": 0.4708}, {"text": "\"I only came here for a fuckin' wank.\" - The Ballad of Buster Scruggs (2018) ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "The ballad of buster and scruggs", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Maybe check out The Ballad of Buster Scruggs on Netflix, quirky characters, several stories, western theme by the Cohen brothers", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "- The Ballad of Buster Scruggs -Happy as Lazzaro", "neu": 0.654, "pos": 0.346, "neg": 0.0, "compound": 0.5719}, {"text": "The Ballad of Buster Scruggs", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "the ballad of buster scruggs", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "‘ the ballad of buster scruggs ,’ the (decently) new anthology film from the coen brothers, is the most fun i’ve had with a film in a while. read my review below <3 ", "neu": 0.817, "pos": 0.183, "neg": 0.0, "compound": 0.7574}, {"text": "This week the kind boys talk about porn on Twitter, Sorry to Bother You, Spider-Man Into the Spiderverse, Sharp Objects, The Ballad of Buster Scruggs and the Coen Brothers in general. It's honestly largely about pop culture and not so much about fireworks this time. Sorry. ", "neu": 0.782, "pos": 0.122, "neg": 0.095, "compound": 0.5267}, {"text": "Let me guess..... The Ballad Of Buster Scruggs ?", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Watched The Ballad of Buster Scruggs . Reaaally good movie, but wouldn’t recommend it to anyone who has short patience or doesn’t enjoy anticlimactic stories.", "neu": 0.689, "pos": 0.311, "neg": 0.0, "compound": 0.8591}, {"text": "MavoyMovieAwards 2019 COSTUME DESIGN NOMINEES Colleen Atwood - Fantastic Beasts Crimes Of Grinewald Lindy Hemming - Paddington 2 Mary Zophres – First Man / The Ballad Of Buster Scruggs - Black Panther Sandy Powell - The Favourite", "neu": 0.893, "pos": 0.107, "neg": 0.0, "compound": 0.5574}, {"text": "Inception Lord of the rings Perfect strangers 3 billboards outside Missouri The ballad of Buster Scruggs The lovely bones Freedom writers Help Animation: Coco Horton hears a whoo Small foot", "neu": 0.625, "pos": 0.375, "neg": 0.0, "compound": 0.9371}, {"text": "None of the other vignettes were bad, except maybe Meal Ticket and The Gal That Got Rattled, but they just weren't as good or as fun as The Ballad of Buster Scruggs .", "neu": 0.747, "pos": 0.115, "neg": 0.138, "compound": 0.0235}, {"text": "On Netflix: Life, The Ballad of Buster Scruggs , Arrival, The Game, Sinister", "neu": 0.738, "pos": 0.0, "neg": 0.262, "compound": -0.5994}, {"text": "My ★★★★ review of The Ballad of Buster Scruggs on : ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "the ballad of buster scruggs is very good and i liked it and that’s what my family and i watched after being severely disappointed after watching bohemian rhapsody", "neu": 0.64, "pos": 0.182, "neg": 0.178, "compound": 0.0404}, {"text": "The Bodyguard, Ballad of Buster Scruggs , Godless, The Crown", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Finally \"finished\" my Top 10 Favourites (and Honourable Mentions) of 2018: 10 Ballad of Buster Scruggs 9 Support The Girls 8 Leave No Trace 7 Roma 6 The Rider 5 Game Night 4 The Death of Stalin 3 Hereditary 2 Annihilation 1 First Reformed BestOf2018 ", "neu": 0.668, "pos": 0.169, "neg": 0.163, "compound": 0.0772}, {"text": "After lately Roma and The Ballad of Buster Scruggs another beautiful little Netflix pearl in a high level. Without doubt not the movie that will stuck in you head for forever. The Boy Who Harnessed the Wind will feel a bit like a dramatic feel good movie.", "neu": 0.744, "pos": 0.218, "neg": 0.038, "compound": 0.8559}, {"text": "Movie Review: The Ballad of Buster Scruggs (2018) - pahedi2: ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "The Ballad of Buster Scruggs , worth it for the first part of the film.", "neu": 0.872, "pos": 0.128, "neg": 0.0, "compound": 0.2263}, {"text": "The ballad of buster Scruggs .", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Next Wednesday: Two stories from the American Old West - one of which you may be familiar with from the recent Coen Bros anthology \" The Ballad of Buster Scruggs \"! There's some great guest voices here as well - don't miss it! StoryPodSquad PodernFamily ", "neu": 0.826, "pos": 0.174, "neg": 0.0, "compound": 0.8035}, {"text": "Featured: A Review of the Film “ The Ballad of Buster Scruggs ” via ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Favorite movies of the year 1- Spider-Man into the Spiderverse 2- Won’t you be my Neighbor 3- Eighth Grade 4- Avengers Infinity War 5- Mission Impossible Fallout 6- The Ballad of Buster Scruggs 7- Isle of Dogs 8- Free Solo 9- The Night Comes for Us 10- Roma", "neu": 0.815, "pos": 0.114, "neg": 0.071, "compound": 0.34}, {"text": "Terrific dialogue! — watching The Ballad of Buster Scruggs", "neu": 0.702, "pos": 0.298, "neg": 0.0, "compound": 0.5255}, {"text": "This is just me juxtaposing stuff I happen to have recently read and watched, but... The Ballad of Buster Scruggs is what would happen if in the mid to late 1970s, Jim Starlin had written a Western series.", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Watch The Ballad of Buster Scruggs and thank me later YouAreWelcome", "neu": 0.8, "pos": 0.2, "neg": 0.0, "compound": 0.3612}, {"text": "The BALLAD OF BUSTER SCRUGGS sequel looks intense ", "neu": 0.843, "pos": 0.157, "neg": 0.0, "compound": 0.0772}, {"text": "On one hand I think its AMAZING that Netflix's existence allows for films like The Ballad of Buster Scruggs , Mute, or Velvet Buzzsaw to exist. BUT it also promotes insufferably lazy movies like IO. I also believe that film fans will always go see films in theaters if they can BUT", "neu": 0.726, "pos": 0.219, "neg": 0.055, "compound": 0.8279}, {"text": "6) The Ballad of Buster Scruggs \" The state of anthology film is to review them as a whole, because if we take each story at face value...it misses the point.\" ", "neu": 0.936, "pos": 0.0, "neg": 0.064, "compound": -0.2263}, {"text": "The Ballad Of Buster Scruggs - 2018 ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "I'm showing kat the ballad of buster scruggs and now i'm emo again", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "35. Dreams Dreams is to Akira Kurosawa as The Ballad of Buster Scruggs is to the Coen bros. ", "neu": 0.748, "pos": 0.252, "neg": 0.0, "compound": 0.6597}, {"text": "the ballad of buster scruggs . 9/10 ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Quickies: \"Captain Marvel\", \"Roma\", and \" The Ballad of Buster Scruggs \" ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "inclusive, assistam The Ballad of Buster Scruggs .", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "The Ballad of Buster Scruggs , out of the six stories, \"All Gold Canyon\" gave me the most joy.", "neu": 0.806, "pos": 0.194, "neg": 0.0, "compound": 0.624}, {"text": "The Ballad of Buster Scruggs is like someone asked “What if the Cohen Brothers directed Sin City?”", "neu": 0.711, "pos": 0.118, "neg": 0.171, "compound": -0.2732}, {"text": "Tom Waits has always been fun to watch in movies and he's terrific again in \" The Ballad of Buster Scruggs \" on . Directed by the Coen Brothers, it's six unrelated stories of the old west that (up thru the first three I watched so far) are entertainingly dark. Recommended! ", "neu": 0.787, "pos": 0.213, "neg": 0.0, "compound": 0.8923}, {"text": "i can’t believe i only realised LITERALLY a week ago that it’s “ the ballad of buster scruGGS ” i’ve been saying “buster SCRUBBS” this whole time!! and to think i was ripping the piss out of lucy for saying “master scruggs ”", "neu": 0.92, "pos": 0.0, "neg": 0.08, "compound": -0.508}, {"text": "The Ballad of Buster Scruggs", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "BEST CINEMATOGRAPHY The Favourite First Man (WINNER) If Beale Street Could Talk Roma Widows RUNNERS-UP: Suspiria, Annihilation, Hereditary, Assassination Nation, The Ballad of Buster Scruggs ", "neu": 0.723, "pos": 0.155, "neg": 0.123, "compound": 0.2577}, {"text": "I rated The Ballad of Buster Scruggs (2018) 8/10 IMDb ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "you see'm , you play'm .. the first chapter of the ballad of buster scruggs is so beautiful ..", "neu": 0.773, "pos": 0.227, "neg": 0.0, "compound": 0.7177}, {"text": "Anyone else find The Ballad of Buster Scruggs kinda boring? It had its moments but overall was very meh", "neu": 0.834, "pos": 0.0, "neg": 0.166, "compound": -0.3384}, {"text": "Try the Ballad Of Buster Scruggs .", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "And not just feel good. Feel anything. This is why The Ballad of Buster Scruggs is a great example and everyone should see it. ", "neu": 0.763, "pos": 0.149, "neg": 0.087, "compound": 0.4007}, {"text": "Arrested development, The umbrella academy, The Office, Parks and Rec and the ballad of Buster Scruggs .", "neu": 0.829, "pos": 0.0, "neg": 0.171, "compound": -0.4767}, {"text": "No offense, but you're wrong. I watched Glass in a theater and wanted my money back (I liked Unbreakable and Split). The Ballad of Buster Scruggs was better in almost every way.", "neu": 0.628, "pos": 0.19, "neg": 0.182, "compound": 0.3182}, {"text": "Best Movies 2018 10. The Ballad of Buster Scruggs 9. Widows 8. Green Book 7. The Incredibles 2 6. Annihilation 5. The Favourite 4. Avengers Infinity War 3. Roma 2. A Star Is Born 1. Spider-Man:Into The Spiderverse", "neu": 0.808, "pos": 0.1, "neg": 0.093, "compound": 0.0772}, {"text": "The ballad of Buster Scruggs", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Lmao I just finished watching The Ballad of Buster Scruggs so I get the reference. ", "neu": 0.755, "pos": 0.245, "neg": 0.0, "compound": 0.5994}, {"text": "No we were watching The Ballad of Buster Scruggs lmaoooo", "neu": 0.804, "pos": 0.0, "neg": 0.196, "compound": -0.296}, {"text": "The Ballad of Buster Scruggs", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Filme favorito? — The ballad of buster scruggs ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "indo assistir the ballad of buster scruggs rezem por mim que nem gosto de musical ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": " No one has done justice to the Cohen Bros. The Ballad of Buster Scruggs IMO Please please please do that next.", "neu": 0.561, "pos": 0.361, "neg": 0.077, "compound": 0.7964}, {"text": "Finally we reach the last movie to review as part of Oscars 2019. It is a decent film and another you can watch immediately over on Netflix. Find out why with my review of The Ballad of Buster Scruggs . ", "neu": 0.971, "pos": 0.029, "neg": 0.0, "compound": 0.0258}, {"text": "3. The Ballad of Buster Scruggs - It's like Joel and Ethan took a look at Anton Chigurh and said \"What if he was also a silly Bugs Bunny ass cowboy\" and ran with it. Hilarious and packed with memorable country songs. This one had me the most entertained. When A Cowboy Trades His-", "neu": 0.779, "pos": 0.161, "neg": 0.061, "compound": 0.5849}, {"text": "The first story of The Ballad of Buster Scruggs is fantastic. The next four were pretty good, the last was bad. 7/10 Definitely watch the first story it's not even 20 mins and it's on Netflix.", "neu": 0.661, "pos": 0.264, "neg": 0.075, "compound": 0.836}, {"text": "you, a stranger to true joy: \"Did you see The Ballad of Buster Scruggs ?\" me, hydroplaning my car into oncoming traffic thinking about : \"Been meaning to check it out, for sure\"", "neu": 0.759, "pos": 0.241, "neg": 0.0, "compound": 0.836}, {"text": "' The Ballad of Buster Scruggs ' | Film Review ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "She comes from an illustrious family. Her break out role was in Revolutionary Road, I forgot about her till last year when I was completely blown away by her in Ballad of Buster Scruggs , Monster, The Big Sick and she made Wild Life...like damn.", "neu": 0.87, "pos": 0.0, "neg": 0.13, "compound": -0.7184}, {"text": "I'm still patiently waiting for the Personality Quiz \"What Ballad of Buster Scruggs Story Segment Are You?\" ( it's the Tom Waits one)", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "the ballad of buster scruggs (2018) dir. joel coen, ethan coen ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Finally watching The Ballad Of Buster Scruggs . Will report back.", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "The Ballad Of Buster Scruggs on Netflix is an Old West anthology of short stories, which starts deceptively comedy drama-is, but gets more serious as it unfolds. Agsin directed by the Coen Brothers, the story of Liam Neeson and his travelling show is particularly dark.", "neu": 0.922, "pos": 0.038, "neg": 0.041, "compound": -0.036}, {"text": "I guess the title \"Moonshiner's\" was taken. This one's got Waylon Jennings as \" The Balladeer\", who provides the voice narration and guitar background music. So basically Buster Scruggs in the first vignette in The Ballad of Buster Scruggs . ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "• a movie adapted from a book the ballad of buster scruggs (2018) dir. coen brothers ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Finally convinced my grandpa to watch The Ballad of Buster Scruggs since all he watches is westerns anyway", "neu": 0.863, "pos": 0.137, "neg": 0.0, "compound": 0.4019}, {"text": "1. All Good Canyon 2. Mortal Remains 3. The Ballad of Buster Scruggs 4. Meal Ticket 5. Near Algadones 6. The Girl who Got Rattled ", "neu": 0.892, "pos": 0.108, "neg": 0.0, "compound": 0.4404}, {"text": "It’s not a TV show, but the ballad of buster Scruggs is a masterfully made collection of short western stories by the Coen brothers", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "The Ballad of Buster Scruggs", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Only seen a few. Didn’t think much of The Ballad of Buster Scruggs , despite being a big coen brothers fan. Annihilation was actually pretty good, but Paddington 2 was", "neu": 0.801, "pos": 0.199, "neg": 0.0, "compound": 0.5719}, {"text": "when james franco said “that’s a pretty girl” before dying on the ballad of buster scruggs i cringed", "neu": 0.824, "pos": 0.176, "neg": 0.0, "compound": 0.4939}, {"text": "The ballad of Buster Scruggs", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "The Ballad of Buster Scruggs", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Finally got around to watching The Ballad of Buster Scruggs . Funny how its three Oscar nominations for Netflix didn't freak Hollywood gatekeepers out nearly as much as Roma's have. Why, it's almost like it's not about streaming, it's about what kinds of stories get made.", "neu": 0.848, "pos": 0.152, "neg": 0.0, "compound": 0.7589}, {"text": "mister knapp from the ballad of buster scruggs , would you let me ride your horse", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Saw an actor I didn't recognize in \" The Ballad of Buster Scruggs \", when I clicked on his IMDB i couldn't believe this was ol' Dudders. ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Anyone still obsessed with rdr2 should watch The Ballad of Buster Scruggs . Awesome little anthology film filled with odd characters that could have come straight out of the game", "neu": 0.714, "pos": 0.171, "neg": 0.114, "compound": 0.4588}, {"text": "I'm a little twisted, but my husband was delighted when I put on The Ballad Of Buster Scruggs a couple of nights ago. There is a small lull in the middle, but the quality of the work keeps you glued to it. Not a romance, but you'll be talking about it, together, for ages after.", "neu": 0.852, "pos": 0.079, "neg": 0.069, "compound": 0.1441}, {"text": "The ballad of buster scruggs", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "The Ballad of Buster Scruggs .", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Today's movie haiku about The Ballad of Buster Scruggs (you can listen to our episode about TBoBS, and more, at the link below!): The folly of man America has not changed Dudley Dursley rocks. FilmTwitter poetry ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "the ballad of buster scruggs", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Talking about the Ballad of Buster Scruggs (1:37:00) ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "I have the flu and watched the ballad of buster Scruggs , great short stories...makes me wanna be a cowboy", "neu": 0.691, "pos": 0.189, "neg": 0.12, "compound": 0.3612}, {"text": "Absolutely loved The Ballad of Buster Scruggs , and this song was one of the most sublime, surreal moments of the movie. This version completely kills. ", "neu": 0.742, "pos": 0.135, "neg": 0.122, "compound": 0.1027}, {"text": "The Ballad of Buster Scruggs", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "I’m donating my award to either Kendrick Lamar or whoever wrote that song for ‘ The Ballad Of Buster Scruggs ’.", "neu": 0.851, "pos": 0.149, "neg": 0.0, "compound": 0.5423}, {"text": "I think the ballad of buster Scruggs proves the coen brothers are comrades cause the Tom waits bit is based on a jack London novella about how labor digs their own grave then capital reaps the benefits welcome to my ted talk", "neu": 0.819, "pos": 0.124, "neg": 0.058, "compound": 0.4588}, {"text": "If you’ve not seen The Ballad of Buster Scruggs , do see that.", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "I'm still mad about The Ballad of Buster Scruggs", "neu": 0.714, "pos": 0.0, "neg": 0.286, "compound": -0.4939}, {"text": "35 - The Ballad Of Buster Scruggs (2018) ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "My point is that, You can never know people, Not to the deepest level. Credit: The ballad of buster scruggs movie moviequote moviequotes quote quotes motivation inspiration TuesdayMotivation motivationquotes inspirationquotes", "neu": 0.763, "pos": 0.237, "neg": 0.0, "compound": 0.8126}, {"text": "I would like to announce that The Ballad of Buster Scruggs has hurt me. That will be all.", "neu": 0.718, "pos": 0.12, "neg": 0.163, "compound": -0.2263}, {"text": "Everyone who wrote an article on Buster Skrine and didn't work in The Ballad of Buster Scruggs somehow in the headline eternally disappointed me.", "neu": 0.881, "pos": 0.0, "neg": 0.119, "compound": -0.4767}, {"text": "The Ballad Of Buster Scruggs ... The Corn Brothers", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "I agree. His performance in The Ballad of Buster Scruggs was Oscar-worthy. He was robbed. ", "neu": 0.839, "pos": 0.161, "neg": 0.0, "compound": 0.3612}, {"text": "Yes! He also has a hauntingly impressive performance in The Ballad of Buster Scruggs .", "neu": 0.636, "pos": 0.364, "neg": 0.0, "compound": 0.7424}, {"text": "Suspiria Sorry to Bother You Hold The Dark Won't You Be My Neighbor You Netflix The Ballad of Buster Scruggs The Christmas Chronicles The Nutcracker and the Four Realms Game of Thrones Season 8 Mortal Engines", "neu": 0.899, "pos": 0.0, "neg": 0.101, "compound": -0.4019}, {"text": "The Ballad of Buster Scruggs . New Coen Bros flick", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Do yourself a favor and watch The Ballad of Buster Scruggs", "neu": 0.769, "pos": 0.231, "neg": 0.0, "compound": 0.4019}, {"text": "Vean The Ballad of Buster Scruggs en Netflix. De nada!", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "thinking bout that breakfast the prospector in ballad of buster scruggs had", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "If you haven't seen The Ballad Of Buster Scruggs and you are my friend, I'm commanding you to watch it immediately.", "neu": 0.862, "pos": 0.138, "neg": 0.0, "compound": 0.4939}, {"text": "I’m only 15 minutes in, but The Ballad of Buster Scruggs is already amazing. It took way too long for me to watch this movie. The Coen brothers always impress.", "neu": 0.756, "pos": 0.244, "neg": 0.0, "compound": 0.8765}, {"text": "The ballad of buster Scruggs message man Second act", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "The Ballad of Buster Scruggs is so good.", "neu": 0.652, "pos": 0.348, "neg": 0.0, "compound": 0.5777}, {"text": "the ballad of buster scruggs", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Mario Draghi sounds like he's narrating one of the tales in the Ballad of Buster Scruggs this morning", "neu": 0.872, "pos": 0.128, "neg": 0.0, "compound": 0.3612}, {"text": "'Once upon a time in the west' (1968), Dir: Sergio Leone // ' The Ballad of Buster Scruggs ' (2018), Dir: Joel & Ethan Coen. ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "The Ballad of Buster Scruggs (2018) - Read 332 Movie Reviews Link: TheBalladOfBusterScruggs", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Movie Review: The Ballad of Buster Scruggs (2018) - pahedi2: ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Finally watched “ the Ballad of Buster Scruggs ” and wow!! I definitely it, i enjoyed it and I am not the biggest western fan. shout out to for the recommendation Also the last story was my least Fave, I feel like I missed something", "neu": 0.625, "pos": 0.288, "neg": 0.087, "compound": 0.8904}, {"text": "The Ballad of Buster Scruggs", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "The ballad of buster scruggs is such a good movie", "neu": 0.734, "pos": 0.266, "neg": 0.0, "compound": 0.4404}, {"text": "My Week in Film 24/02 - 02/03 Darkest Hour -SKy Friday the 13th (Original 1980) - Sky The Ballad of Buster Scruggs - Netflix I, Tonya - Amazon Prime Magpie - Amazon Prime Star Wars: Revenge of the Sith - Blu Ray Nightshooters - Blu Ray ", "neu": 0.714, "pos": 0.071, "neg": 0.214, "compound": -0.8316}, {"text": "Week 10 Mar 4th - The Ballad of Buster Scruggs Mar 5th - Day Dreams Mar 6th - The Birds Mar 7th - Hellraiser Mar 8th - My Wife's Relations Mar 9th - Carol Mar 10th - GoodFellas ", "neu": 0.917, "pos": 0.083, "neg": 0.0, "compound": 0.4019}, {"text": "The ballad of buster Scruggs is a good movie :p", "neu": 0.569, "pos": 0.431, "neg": 0.0, "compound": 0.6486}, {"text": "Just finished up Ballad of Buster Scruggs . Solid film, enjoyed all of the stories for the most part... except I don’t think I’ll ever look at tossing rocks off a bridge the same way again", "neu": 0.864, "pos": 0.136, "neg": 0.0, "compound": 0.5994}, {"text": "HARRY MELLING IS IN THE BALLAD OF BUSTER SCRUGGS SLDKNAKAIJFJCJJFI COULDNT RECOGNIZE HIM", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "So the ballad of buster Scruggs is basically everyone dies at the end. I finally get it once I started treating it like western tales from the crypt", "neu": 0.909, "pos": 0.091, "neg": 0.0, "compound": 0.3612}, {"text": "Tagged by 3 movies 5 tags 0 explanations Shin Godzilla 12 Angry Men The Ballad of Buster Scruggs ", "neu": 0.809, "pos": 0.0, "neg": 0.191, "compound": -0.5106}, {"text": "The Ballad Of Buster Scruggs is not essential viewing", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "The Ballad of Buster Scruggs The Man From UNCLE", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "NowWatching THE BALLAD OF BUSTER SCRUGGS", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "The Ballad of Buster Scruggs is the Coen Brothers at the height of their powers. 2 hours and 20 mins flew by. Now we just need a full length western from the Coens starring James Franco", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Netflix. The Ballad of Buster Scruggs - 2018 - is an American western anthology film written, directed, and produced by the Coen brothers. Film avoids anthology pitfalls with a consistent collection tied together by the Coen brothers' signature blend of dark drama and black humor ", "neu": 0.913, "pos": 0.048, "neg": 0.039, "compound": 0.1027}, {"text": "Oh, and my ranking of the chapters of \" The ballad of Buster Scruggs \" is as follows: 1. The ballad of Buster Scruggs 2. Meal ticket 3. The gal who got rattled 4. All gold canyon 5. The mortal remains 6. Near algodones", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "The Ballad of Buster Scruggs was a really phenomenal piece of filmmaking. The cinematography was absolutely masterful in crafting a vast world of the American wild west. The stories were fascinating to watch, and... ", "neu": 0.899, "pos": 0.101, "neg": 0.0, "compound": 0.5423}, {"text": "The Ballad of Buster Scruggs (2018) - IMDb ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "im being forced to watch the ballad of buster scruggs for class and im only 15 minutes in and already 10 people have died wtf", "neu": 0.679, "pos": 0.0, "neg": 0.321, "compound": -0.886}, {"text": "Top5FirstViews (February) Shoplifters (2018) Ida (2015) The Wife (2018) Arctic (2018) The Ballad of Buster Scruggs (2018)", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "The Ballad of Buster Scruggs (2018) DP | Bruno Delbonnel AFC, ASC ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "The Ballad of Buster Scruggs is a musical. Change my mind.", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "The Blazed Trail is the volume in which “ The Girl Who Got Rattled” first appeared. You may have seen it most recently in The Ballad of Buster Scruggs . Guest star helps me give this story the SYY treatment tomorrow–don’t miss it! PodernFamily StoryPodSquad ", "neu": 0.903, "pos": 0.062, "neg": 0.034, "compound": 0.3164}, {"text": "‘ The Ballad of Buster Scruggs ’ [2018]. Dir: Joel & Ethan Coen. DoP: Bruno Delbonnel. ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "I really enjoyed the ballad of buster scruggs , put of watching it as well due to you not liking it!", "neu": 0.66, "pos": 0.247, "neg": 0.093, "compound": 0.5757}, {"text": "Meal Ticket vs All Gold Canyon as number 1 picks somehow perfectly fit both of you. mine: 1. The Gal Who Got Rattled 2. The Ballad of Buster Scruggs 3. All Gold Canyon 4. Meal Ticket 5. The Mortal Remains 6. Near Algodones 2 through 5 negotiable. Only 1 and 6 are locks", "neu": 0.849, "pos": 0.151, "neg": 0.0, "compound": 0.7906}, {"text": "My Top 10 American films of last year: Widows BlacKkKlansman The Ballad of Buster Scruggs A Star is Born Ready Player One Spider-Man: Into the Spider-verse Mission: Impossible - Fallout Incredibles-2 Sicario: Day of the Soldado Game Night", "neu": 0.888, "pos": 0.112, "neg": 0.0, "compound": 0.5106}, {"text": "The Ballad of Buster Scruggs has one of the best and most underrated film soundtracks from within the last few years. ", "neu": 0.826, "pos": 0.174, "neg": 0.0, "compound": 0.6369}, {"text": "The Ballad of Buster Scruggs | Official Trailer [HD] | Netflix ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "I'm 15 minutes in and the Ballad of Buster Scruggs might be the weirdest detail of the highest order.", "neu": 0.905, "pos": 0.0, "neg": 0.095, "compound": -0.2263}, {"text": "My ★★★★ review of The Ballad of Buster Scruggs on Letterboxd ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Who tryna watch Ballad of Buster Scruggs and skipping over the Liam Neeson one", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Just finished watching The Ballad of Buster Scruggs and I can’t get any of the songs out of my head great movie", "neu": 0.83, "pos": 0.17, "neg": 0.0, "compound": 0.6249}, {"text": "41: the ballad of buster scruggs", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "The ballad of Buster Scruggs", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Close. It's actually: 1. All Gold Canyon 2. The Ballad of Buster Scruggs 3. Meal Ticket 4. Gal Who God Rattled 5. Near Algodones 6. The Mortal Remains. Then again, I'm a sucker for Coen Bros. musical numbers.", "neu": 0.864, "pos": 0.052, "neg": 0.084, "compound": -0.3182}, {"text": "Download 2018 movie scripts including The Ballad of Buster Scruggs , BlacKkKlansman, Crazy Rich Asians, Mary Poppins Returns, Spider-man: Into The Spider-Verse screenwriting", "neu": 0.769, "pos": 0.138, "neg": 0.092, "compound": 0.296}, {"text": "1- Once Upon a Time in the West 2- Beginners 3- The Wild Pear Tree 4- The Ballad of Buster Scruggs 5- The Announcement", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Legendary Filmmaker Screenwriter JoelCoen EthanCoen \" The Big Lebowski\" \"No Country for Old Men\" \"O Brother, Where Art Thou?\" \"Fargo\" \" The Ballad of Buster Scruggs \" WriterWednesday WritingCommunity HumpDay WW ", "neu": 0.925, "pos": 0.0, "neg": 0.075, "compound": -0.296}, {"text": "Roma, The Ballad of Buster Scruggs , and Private Life all released last year and are worthy of multiple Oscar nominations each. And while 3 films might not seem like a lot, any traditional studio having 3 Oscar worthy films in a single year would be a huge achievement", "neu": 0.793, "pos": 0.165, "neg": 0.043, "compound": 0.7176}, {"text": "Continuing the western vibe tonight with... The Ballad of Buster Scruggs (2018) ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "I just watched The Ballad of Buster Scruggs (2018) trakt", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Oregon Trail, but in the same format as the ballad of buster scruggs (a bunch of dark humor short stories)", "neu": 0.878, "pos": 0.122, "neg": 0.0, "compound": 0.3919}, {"text": "Personally, I think it's very cool that The Ballad Of Buster Scruggs revived shitty racist tropes to say absolutely nothing about a version of the west that never existed.", "neu": 0.702, "pos": 0.076, "neg": 0.222, "compound": -0.719}, {"text": "Did I just watch The Ballad of Buster Scruggs ? What is happening? TDCPod TWDFamily TWD", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Movie Review: The Ballad of Buster Scruggs (2018) - ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Five minutes into The Ballad of Buster Scruggs . Holy shot lol.", "neu": 0.781, "pos": 0.219, "neg": 0.0, "compound": 0.4215}, {"text": "— The Ballad of Buster Scruggs (2018) dir. The Coen Brothers ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "I’m not sure what to make of THE BALLAD OF BUSTER SCRUGGS , can I borrow an opinion? Bits I liked but it doesn’t seem like there’s much to it as a whole. Can anybody suggest a great review that might help me clarify my thoughts, surely the Coen brothers know what they’re doing", "neu": 0.686, "pos": 0.29, "neg": 0.024, "compound": 0.9566}, {"text": "i watched ballad of buster scruggs . here's my ranking (first = favorite) the girl who got rattled the mortal remains all gold canyon the ballad of buster scruggs near algodones meal ticket", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "The Ballad of Buster Scruggs (2018) ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "THE BALLAD OF BUSTER SCRUGGS (2018) Directed by Joel Coen, Ethan Coen Cinematography by Bruno Delbonnel What else to watch if you enjoyed this movie: ", "neu": 0.879, "pos": 0.121, "neg": 0.0, "compound": 0.5106}, {"text": "My name is Josh and I’m here to say I thought The Ballad of Buster Scruggs was only okay", "neu": 0.899, "pos": 0.101, "neg": 0.0, "compound": 0.2263}, {"text": "The Ballad of Buster Scruggs on : ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Have you watched The Ballad of Buster Scruggs , yet ?", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "The Ballad of Buster Scruggs (2018) IMDb enjoyed this one ", "neu": 0.732, "pos": 0.268, "neg": 0.0, "compound": 0.5106}, {"text": "Caralho the ballad of buster scruggs é mto bom", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Still thinking about the Ballad of Buster Scruggs . Will probably watch again and then I will come on here to give my TedTalk can't wait to engage with my followers", "neu": 0.932, "pos": 0.0, "neg": 0.068, "compound": -0.2584}, {"text": "The Ballad of Buster Scruggs (2018) ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "The visuals in The Ballad of Buster Scruggs are impressive. The stories, not so much.", "neu": 0.809, "pos": 0.191, "neg": 0.0, "compound": 0.5106}, {"text": "the ballad of buster scruggs", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "The Ballad Of Buster Scruggs", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "The ballad of buster scruggs bagus!!", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Beasts Of No Nation Okja Gerald's Game 1922 Roma Ballad Of Buster Scruggs Cam Annihilation Before I Wake Spielberg, you may be one of the most important filmmakers of all time, but elitist bullshit is still elitist bullshit. Stop it.", "neu": 0.675, "pos": 0.031, "neg": 0.294, "compound": -0.9355}, {"text": "viendo The Ballad of Buster Scruggs", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "The ballad of buster scruggs ,seven, the hateful 8 ,full metal jacket,gone girl,django unchained, the imitation game", "neu": 0.824, "pos": 0.0, "neg": 0.176, "compound": -0.4939}, {"text": "This was surprisingly beautiful! The Ballad of Buster Scruggs (2018) - ", "neu": 0.556, "pos": 0.444, "neg": 0.0, "compound": 0.75}, {"text": "The Coen Brothers have a new series on Netflix called The Ballad of Buster Scruggs that takes place in the town of Frenchman's Gulch! Netflix and wine anyone? Netflix winetime famous idaho idahowine ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "I rated The Ballad of Buster Scruggs (2018) 7/10 ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Que belleza The Ballad of Buster Scruggs .", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Whacky, compelling, bonkers and brilliant... The Ballad of Buster Scruggs Netflix movie... just what you’d expect from the Coen brothers FilmCritic", "neu": 0.913, "pos": 0.087, "neg": 0.0, "compound": 0.2263}, {"text": "the ballad of buster scruggs is wonderful", "neu": 0.619, "pos": 0.381, "neg": 0.0, "compound": 0.5719}, {"text": "2019 OSCARS: The Ballad of Buster Scruggs (2019) - Haunting Fable; Geography ", "neu": 0.826, "pos": 0.0, "neg": 0.174, "compound": -0.2732}, {"text": "The Ballad of Buster Scruggs (2018) ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "In this episode, and I discuss the movies we’ve been watching, including: THE FRONT RUNNER THE BALLAD OF BUSTER SCRUGGS HOODWINKED IF BEALE STREET COULD TALK ISN’T IT ROMANTIC OUTLAW KING BICYCLE THIEVES MINDING THE GAP and more! ", "neu": 0.819, "pos": 0.08, "neg": 0.101, "compound": -0.2244}, {"text": "The Man who Shot Liberty Valance has always been a favorite of mine. A recent fave is The Ballad of Buster Scruggs . I've watched the first segment (Buster Scruggs ) several times, and the segment with Liam Nieson is excellent even though it's also heartbreaking.", "neu": 0.698, "pos": 0.245, "neg": 0.057, "compound": 0.875}, {"text": "The Ballad of Buster Scruggs !!!", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Watched The Ballad of Buster Scruggs last night/today. The Brothers Coen still got it. A lot of fun, especially the first chapter. And props to Tom Waits for killing it in his chapter.", "neu": 0.796, "pos": 0.088, "neg": 0.117, "compound": -0.2732}, {"text": "The Ballad of Buster Scruggs is now on Netflix. As a Coen Brothers fan, it does not disappoint", "neu": 0.767, "pos": 0.233, "neg": 0.0, "compound": 0.5511}, {"text": "13. The Ballad of Buster Scruggs (2018)(7.5)-Ethan Coen, Joel Coen. Seria mil veces mas copado si fuese una mini serie ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Ranking the tales in Ballad of Buster Scruggs - 1. Meal Ticket 2. All Good Canyon 3. The Ballad of Buster Scruggs 4. The Gal Who Got Rattled 5. Mortal Remains 6. Near Algadones", "neu": 0.917, "pos": 0.083, "neg": 0.0, "compound": 0.4404}, {"text": "i wish i could unwatch The Ballad of Buster Scruggs and watch it all over again for the first time", "neu": 0.863, "pos": 0.137, "neg": 0.0, "compound": 0.4019}, {"text": "Is this The Ballad of Buster Scruggs ? because this looks like the Ballad of Buster Scruggs lmao", "neu": 0.701, "pos": 0.299, "neg": 0.0, "compound": 0.7506}, {"text": "I rated The Ballad of Buster Scruggs (2018) 6/10 IMDb ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "nw the ballad of buster scruggs ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "The ballad of Buster Scruggs ćy", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "The Ballad of Buster Scruggs", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Have you seen The Ballad of Buster Scruggs yet?", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "If he likes bloody historical drama check out “ The Last Kingdom.” It’s about the Vikings v. the early Britons. Also, “ The Ballad of Buster Scruggs ” by the Cohen Brothers. Dark humor, great storytelling. Both on Netflix. Good luck keeping him entertained!", "neu": 0.64, "pos": 0.31, "neg": 0.05, "compound": 0.9324}, {"text": "So a teacher emailed: \"You are like a computer software gunslinger ala ' The Ballad of Buster Scruggs '\" And I thought that was a compliment until I *watched* it on Netflix.", "neu": 0.811, "pos": 0.189, "neg": 0.0, "compound": 0.6808}, {"text": "The Ballad of Buster Scruggs (2018) Trailer Legendado ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "I've had The Ballad of Buster Scruggs on and man I love Westerns and scruffy cowboys.", "neu": 0.769, "pos": 0.231, "neg": 0.0, "compound": 0.6369}, {"text": "So I watched the Ballad of Buster Scruggs and it was well worth my time, dark humor and the Coen brothers did it again", "neu": 0.766, "pos": 0.234, "neg": 0.0, "compound": 0.6249}, {"text": "\" The Mortal Remains\" from \" Ballad of Buster Scruggs \" felt so much like the mood of the travelers tales in \"Hyperion\"", "neu": 0.872, "pos": 0.128, "neg": 0.0, "compound": 0.4173}, {"text": "The ballad of Buster Scruggs por esto ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Finally caught up with The Ballad of Buster Scruggs . Like all anthologies, it’s a bit lopsided, but the middle three segments are each so fucking great that it makes up for the odder bookends. ", "neu": 0.79, "pos": 0.21, "neg": 0.0, "compound": 0.8503}, {"text": "I'm watching the most disturbing story of Ballad of Buster Scruggs and it breaks my heart", "neu": 0.807, "pos": 0.0, "neg": 0.193, "compound": -0.5563}, {"text": "Check out the latest episode of our new series Screencraft. In this we take a peek at the storytelling techniques of the Coen brothers in The Ballad of Buster Scruggs . ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "The Ballad of Buster Scruggs on is like the Black Mirror of the wild west.", "neu": 0.848, "pos": 0.152, "neg": 0.0, "compound": 0.3612}, {"text": "The Coen brothers really upset me sometimes. Watching the Ballad of Buster Scruggs none of these stories are ending well.", "neu": 0.783, "pos": 0.091, "neg": 0.126, "compound": -0.2006}, {"text": "The Ballad of Buster Scruggs is kind of a Netfilx original ", "neu": 0.796, "pos": 0.204, "neg": 0.0, "compound": 0.3182}, {"text": "The Ballad of Buster Scruggs", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "The Ballad of Buster Scruggs has made me re-imagine the cinematography for this film", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Spider-Man jeje, green book, the fall , the cabin in the woods, the Incredible Jessica james, the ballad of buster scruggs ,skate kitchen , las que me acuerdo jejee", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "After watching the Ballad of Buster Scruggs I'm starting to wonder how in the world did Blackkklansman beat this film for best adapted screenplay.", "neu": 0.846, "pos": 0.154, "neg": 0.0, "compound": 0.6369}, {"text": "Our movie for this week is The Ballad Of Buster Scruggs !! Watch it on netflix and come to the meeting Thursday March 7th! ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "The Ballad of Buster Scruggs (2018) ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "My favorite films of 2018 ranked: 10- Dogman 9- Private Life 8- Zama 7- The Captain 6- Shoplifters 5- The House That Jack Built 4- The Ballad of Buster Scruggs 3- The Favourite 2- Roma 1- Burning", "neu": 0.923, "pos": 0.077, "neg": 0.0, "compound": 0.4588}, {"text": "watching The Ballad of Buster Scruggs", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "I will reiterate my endorsement of \" The Ballad of Buster Scruggs .\" I have never been more entertained.", "neu": 0.746, "pos": 0.123, "neg": 0.132, "compound": -0.0451}, {"text": "The ballad of Buster Scruggs", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Next up, the ballad of Buster Scruggs soundtrack", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "I rated The Ballad of Buster Scruggs (2018) 8/10 IMDb ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "my girlfriend, watching the ballad of buster scruggs : oh no he doesn't have any money, how's he gonna pay for gas?", "neu": 0.841, "pos": 0.0, "neg": 0.159, "compound": -0.3818}, {"text": "The Ballad of Buster Scruggs", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Devotees of Flannery O'Connor will enjoy \" The Ballad of Buster Scruggs \". Run, don't walk.", "neu": 0.734, "pos": 0.266, "neg": 0.0, "compound": 0.5719}, {"text": "I could watch the opening short story from Ballad of Buster Scruggs over and over. Tim Blake Nelson is a delight.", "neu": 0.822, "pos": 0.178, "neg": 0.0, "compound": 0.5994}, {"text": "Menciones especiales a: -Three identical strangers - The favourite -First reformed - The Ballad of Buster Scruggs ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "\" The Ballad of Buster Scruggs \"", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "The Ballad of Buster Scruggs was ridiculously great.", "neu": 0.48, "pos": 0.328, "neg": 0.192, "compound": 0.4019}, {"text": "27. La Balada de Buster Scruggs My ★★★½ review of The Ballad of Buster Scruggs on Letterboxd ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "‘ Ballad of Buster Scruggs ’ Star Harry Melling Joins Netflix’s Thriller ‘Devil All The Time’ – Joining Tom Holland, Mia Wasikowska, Robert Pattinson, Bill Skarsgard, Eliza Scanlen, Riley Keough, Jason Clarke and Sebastian Stan. ", "neu": 0.899, "pos": 0.039, "neg": 0.062, "compound": -0.2023}, {"text": "Featured: A Review of the Film “ The Ballad of Buster Scruggs ” ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "The Ballad of Buster Scruggs on Netflix is worth a watch. It's different in a good way.", "neu": 0.73, "pos": 0.27, "neg": 0.0, "compound": 0.5859}, {"text": "The ballad of buster Scruggs is a weird ass movie.", "neu": 0.574, "pos": 0.0, "neg": 0.426, "compound": -0.6369}, {"text": "Ballad of Buster Scruggs *Behind the Scenes*Nebraska ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "The Ballad of Buster Scruggs", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "The Ballad of Buster Scruggs – The Last Nighters – Episode 61 ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "1. Meal Ticket 2. All Gold Canyon 3. The Mortal Remains 4. The Ballad of Buster Scruggs 5. The Gal Who Got Rattled 6. Near Algodones", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Just got done watching The Ballad of Buster Scruggs . It was really, really, really good but man the drop off in quality after that first vignette was really steep.", "neu": 0.843, "pos": 0.074, "neg": 0.083, "compound": -0.0727}, {"text": "Modern: The Assassination of Jesse James by the Coward Robert Ford Tombstone The Three Burials of Melquiades Estrada Unforgiven Dances with Wolves Bone Tomahawk Open Range The Ballad of Buster Scruggs Classic: The Wild Bunch Shane High Noon The Searchers Fistful of Dollars", "neu": 0.856, "pos": 0.0, "neg": 0.144, "compound": -0.7845}, {"text": "The Ballad of Buster Scruggs (2018) ★★★★★★☆☆☆☆ trakt", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Do not miss it ! Tomorrow: openingceremony \" The Ballad of Buster Scruggs \", 6PM, at le Capitole, presented by Joel Coe n& Bruno Delbonnel. \" The Last Emperor\" in restored 3D version, 8:30PM, Pathé Flon ! ", "neu": 0.875, "pos": 0.125, "neg": 0.0, "compound": 0.5312}, {"text": "Steven Spielberg wants Netflix barred from Oscars contention? Seriously? Is he that afraid of \" The Ballad of Buster Scruggs \" and \"Brite\" dethroning his movies? Honestly, they all produce these movies the same way with the same talent so... What are your thoughts on this? Oscars ", "neu": 0.832, "pos": 0.134, "neg": 0.034, "compound": 0.7236}, {"text": "Give some Coen Brothers movies a watch. Some of the best writers and directors around. Big Lebowski, True Grit, Fargo, The Ballad of Buster Scruggs , No Country for Old Men, O Brother Where Art Thou?, and so many more classics all by the Coen Brothers. You won’t regret it.", "neu": 0.782, "pos": 0.127, "neg": 0.091, "compound": 0.4588}, {"text": "The Ballad of Buster Scruggs (2018) - Read 332 Movie Reviews Link: TheBalladOfBusterScruggs", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "I showed Josh the Ballad of Buster Scruggs and now he won’t stop listening to western music and sings cool, clear, water at least once every five minutes.", "neu": 0.772, "pos": 0.158, "neg": 0.071, "compound": 0.4019}, {"text": "I don't know. btw, watched ' the ballad of Buster Scruggs ?'", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "The ballad of buster scruggs", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Finally watched Ballad of Buster Scruggs : first two & last story, really good. Everything else, bad. The first story set a standard that the others couldn't reach unfortunately.", "neu": 0.692, "pos": 0.164, "neg": 0.144, "compound": 0.1668}, {"text": "the ballad of buster scruggs (2018) dir. coen brothers ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "An hour into \" The Ballad of Buster Scruggs \" and I'm thoroughly depressed. It's classic Coen Brothers (great), but in unrelenting 15 minute vignettes (painful).", "neu": 0.909, "pos": 0.0, "neg": 0.091, "compound": -0.3174}, {"text": "i cannot stop constantly thinking about the first story in ballad of buster scruggs like holy **FUCK** i love tim blake nelson he cracks me up", "neu": 0.71, "pos": 0.29, "neg": 0.0, "compound": 0.8219}, {"text": "Or The Ballad Of Buster Scruggs also", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "The ballad of buster Scruggs on Netflix is a must watch", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Have you seen The Ballad of Buster Scruggs ? I liked it.", "neu": 0.763, "pos": 0.237, "neg": 0.0, "compound": 0.4215}, {"text": "I really appreciate every fucking one posting memes of that one screenshot of James Franco from Ballad of Buster Scruggs for weeks on end way before I actually watched the movie Really ruined the joke, but hey the likes and retweets amirite?", "neu": 0.789, "pos": 0.163, "neg": 0.048, "compound": 0.6407}, {"text": "While I agree, it’s still unforgivable that I couldn’t see THE BALLAD OF BUSTER SCRUGGS at my local, humble cinema. ", "neu": 0.872, "pos": 0.128, "neg": 0.0, "compound": 0.3612}, {"text": "my favourite genre of film has definitely grow to be the modern western. or recent films based in the old expanding west: the revenant, there will be blood, true grit (remake), ballad of buster scruggs , the hateful 8, the assassination of jesse james, django all excellent", "neu": 0.716, "pos": 0.161, "neg": 0.124, "compound": 0.2732}, {"text": "\"Certainty is the easy path.\" - Ballad of Buster Scruggs", "neu": 0.588, "pos": 0.412, "neg": 0.0, "compound": 0.5994}, {"text": "Just finished watching The Ballad of Buster Scruggs . Do the Coens troll their audience? ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "The Ballad of Buster Scruggs is \"Dubliners\" meets \"Pulp Fiction\" but in the wild west. I LOVE IT", "neu": 0.699, "pos": 0.301, "neg": 0.0, "compound": 0.836}, {"text": "Going to work from home this afternoon. Might find myself with The Ballad of Buster Scruggs on in the background", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "The Blazed Trail is the volume in which “ The Girl Who Got Rattled” first appeared. You may have seen it most recently in The Ballad of Buster Scruggs . Guest star helps me give this story the SYY treatment tomorrow–don’t miss it! PodernFamily StoryPodSquad ", "neu": 0.903, "pos": 0.062, "neg": 0.034, "compound": 0.3164}, {"text": " Hi. Sure you've heard it a million times, because it's deserved, but I have to tell you that you were AMAZING in The Ballad of Buster Scruggs . I can't get Alice Longabaugh out of my mind. Congrats!!", "neu": 0.702, "pos": 0.298, "neg": 0.0, "compound": 0.9341}, {"text": "Ma vie c’est James Franco dans The ballad of Buster Scruggs", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "I liked The Ballad of Buster Scruggs .", "neu": 0.641, "pos": 0.359, "neg": 0.0, "compound": 0.4215}, {"text": "quick question..what drugs were they on when they made the ballad of Buster Scruggs ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Man I love the Ballad of Buster Scruggs", "neu": 0.588, "pos": 0.412, "neg": 0.0, "compound": 0.6369}, {"text": "I enjoyed The Ballad Of Buster Scruggs and it is one of my favorite Netflix movies I’ve seen seen. ", "neu": 0.717, "pos": 0.283, "neg": 0.0, "compound": 0.743}, {"text": "Liam Neeson knows the score in, ' The Ballad of Buster Scruggs ' ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "just saw all the movies I wanted to see in 2018. top ten flicks for me 10. Bohemian Rhapsody 9. Deadpool 2 8. Black Panther 7. Ballad of Buster Scruggs 6. Vice 5. Avengers Infinity War 4. Spider-Man: Into the Spiderverse 3. Sorry to Bother You 2. A Star is Born 1. BlackKklansman", "neu": 0.83, "pos": 0.032, "neg": 0.137, "compound": -0.7003}, {"text": "The Ballad of Buster Scruggs Reviews 来自 ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "The Ballad of Buster Scruggs was good. Not marvel.", "neu": 0.572, "pos": 0.237, "neg": 0.191, "compound": 0.1451}, {"text": "Watched TheBalladOfBusterScruggs with the folks again. Vignette rankings: 1. Ballad of Buster Scruggs 2. The Gal Who Got Rattled 3. All Gold Canyon 4. The Mortal Remains 5. Meal Ticket 6. Near Algodones", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Seen Ballad of Buster Scruggs yet?", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Check this out! The Ballad of Buster Scruggs | What's It All About? ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "eu to vendo the ballad of buster scruggs e to amando", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Oscar-nominated film costumes from The Ballad of Buster Scruggs on display... ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Honorable Mentions: Crazy Rich Asians, Black Panther, The Ballad of Buster Scruggs , Game Night", "neu": 0.537, "pos": 0.346, "neg": 0.117, "compound": 0.6908}, {"text": "Just back from a viewing of The Hole In The Ground. Alas, if there was an Oscar for 'Best Use of 'Weila Waile' In A Motion Picture', I would still rather it be awarded to The Ballad Of Buster Scruggs .", "neu": 0.791, "pos": 0.16, "neg": 0.049, "compound": 0.7003}, {"text": "I'm too sensitive to be watching The Ballad of Buster Scruggs", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "The ballad of buster scruggs tapi pas ww sih...", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "41. I’m honestly not too familiar with Netflix Original movies, so I’m just going with the trailer that made me laugh. — The Ballad of Buster Scruggs , 2018 ", "neu": 0.737, "pos": 0.263, "neg": 0.0, "compound": 0.836}, {"text": "The Ballad Of Buster Scruggs on Netflix, Into the Black book about the space shuttle, Metric’s new album is good.", "neu": 0.868, "pos": 0.132, "neg": 0.0, "compound": 0.4404}, {"text": "ElCineQueHeVistoEn2019 22. The Ballad of Buster Scruggs (2018) dir. Joel Coen & Ethan Coen ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "The Ballad of Buster Scruggs", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "I love this guy in the ballad of Buster Scruggs . ", "neu": 0.656, "pos": 0.344, "neg": 0.0, "compound": 0.6369}, {"text": "Sitting on the train, half listening to a conversation between a very unfortunate woman and a guy who is basically the tiresome man from the last short in the Ballad of Buster Scruggs", "neu": 0.898, "pos": 0.0, "neg": 0.102, "compound": -0.5095}, {"text": "The Ballad of Buster Scruggs ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "9:42 into \" The Ballad of Buster Scruggs \" on Netflix and pretty sure this is a new Top10 .", "neu": 0.718, "pos": 0.282, "neg": 0.0, "compound": 0.6705}, {"text": " you ballad of buster Scruggs was enough to make me sick!!! You can still call Native Americans Savages?!?!?!? Why not show lynchings and other forms of the same thing!!!", "neu": 0.838, "pos": 0.0, "neg": 0.162, "compound": -0.7527}, {"text": "Can't believe I slept on The Ballad of Buster Scruggs for this fuckin long.", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "man The Ballad of Buster Scruggs has no right to be as good as it is", "neu": 0.733, "pos": 0.152, "neg": 0.115, "compound": 0.1779}, {"text": "This will have to do — watching The Ballad of Buster Scruggs", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "The Ballad of Buster Scruggs (2018) - Read 332 Movie Reviews Link: TheBalladOfBusterScruggs", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "The Ballad of Buster Scruggs is one of the best Cohen Brothers movies. Holy shit I love this.", "neu": 0.538, "pos": 0.323, "neg": 0.138, "compound": 0.7003}, {"text": "The Ballad of Buster Scruggs (2018) dir. Joel & Ethan Coen ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "started the day with Ballad of Buster Scruggs , the best sort of Coen brothers funny and melancholy, my favourite of theirs since No Country for Old Men, and now to work...", "neu": 0.689, "pos": 0.181, "neg": 0.13, "compound": 0.4588}, {"text": "Please review The ballad of Buster Scruggs", "neu": 0.723, "pos": 0.277, "neg": 0.0, "compound": 0.3182}, {"text": "The ballad of buster Scruggs is an incredible movie, highly recommend", "neu": 0.782, "pos": 0.218, "neg": 0.0, "compound": 0.4201}, {"text": "What? The Ballad Of Buster Scruggs is amazing. Lemony Snicket is amazing Lost In Space is awesome. I do love WestWorld but I can’t see the charm in GOT at all. And Finding Neverland is just plain irresponsible documentary making.", "neu": 0.62, "pos": 0.27, "neg": 0.11, "compound": 0.7906}, {"text": "The Ballad of Buster Scruggs is an anthology western film. That's definitely a niche. They released it in theaters. It played 57 miles from my house for two weeks. The same amount of time that Still Alice played at the same theater. I don't understand what you're not getting.", "neu": 0.854, "pos": 0.146, "neg": 0.0, "compound": 0.7579}, {"text": "I'm watching ' The Ballad of Buster Scruggs ' and ten minutes in I'm already loving it.", "neu": 0.782, "pos": 0.218, "neg": 0.0, "compound": 0.5994}, {"text": "The Ballad of Buster Scruggs - yet another fine Coen brothers production :)", "neu": 0.676, "pos": 0.324, "neg": 0.0, "compound": 0.5859}, {"text": "assistindo The Ballad of Buster Scruggs", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "The house that jack built. (Someone recommended it to me), Ballad of Buster Scruggs", "neu": 0.878, "pos": 0.122, "neg": 0.0, "compound": 0.2023}, {"text": "Lol, Well on the off-chance you do take other recommendation, “ The Witch” is fantastic if you’re in the mood for a horror film. Also the Ballad of Buster Scruggs is a good netflix exclusive.", "neu": 0.619, "pos": 0.296, "neg": 0.085, "compound": 0.802}, {"text": "Quero me casar com The Ballad of Buster Scruggs .", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "The Ballad of Buster Scruggs !", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "The Ballad of Buster Scruggs is pretty amazing", "neu": 0.462, "pos": 0.538, "neg": 0.0, "compound": 0.7906}, {"text": "I'm watching The Ballad of Buster Scruggs trakt", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "The Victorian, Gothic, Macabre Wild, Wild West! — watching The Ballad of Buster Scruggs", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "The Ballad of Buster Scruggs", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "“ The Ballad Of Buster Scruggs ”", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "No. 76: The Ballad of Buster Scruggs ", "neu": 0.732, "pos": 0.0, "neg": 0.268, "compound": -0.296}, {"text": "I just saw some of The Ballad of Buster Scruggs . There are some very beautiful shots in there. The segments I saw could absolutely be about isolation, I think. Disturbing & heartbreaking, too. Did you see O Brother Where Art Thou? It's loosely based on the Odyssey...", "neu": 0.738, "pos": 0.081, "neg": 0.18, "compound": -0.6213}, {"text": "Watching the ballad of Buster Scruggs and Liam Neeson just started singing the sash", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Tim Blake Nelson being in the ballad of buster scruggs and scooby-doo 2 shows the absolute GENIUS that went into the scoobert doobert live action cinematic universe.", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "I rated The Ballad of Buster Scruggs (2018) 8/10 IMDb ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "The Ballad of Buster Scruggs , very depressing but also oh so entertaining. Might be my favourite Coen brothers film even.", "neu": 0.718, "pos": 0.204, "neg": 0.078, "compound": 0.6328}, {"text": "56- The Ballad of Buster Scruggs (2018) ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": ". sits down with Hollywood's perpetual middle-age character actor, Stephen Root to discuss his role in \" The Ballad of Buster Scruggs \" and some of his most-iconic roles. Check out the interview here: ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "I'm not an expert on Westerns by any measure but God damn isn't \" The Ballad of Buster Scruggs \" an excellent piece of film. Some of the stories in the anthology don't hit as hard as others but it's so well rounded and enjoyable. Another banger by the Coen brothers.", "neu": 0.681, "pos": 0.263, "neg": 0.056, "compound": 0.9194}, {"text": "The Ballad of Buster Scruggs is great. Also Get Out if you haven’t seen it.", "neu": 0.773, "pos": 0.227, "neg": 0.0, "compound": 0.6249}, {"text": "Yes! I love that movie! And he’s got like, a minute in The Ballad of Buster Scruggs but it’s all worth it to watch the whole thing because it’s just absolutely amazing! :)", "neu": 0.562, "pos": 0.438, "neg": 0.0, "compound": 0.9611}, {"text": "Watch and download The Ballad of Buster Scruggs (2018) Full Movie Free Online with subtitle ( ", "neu": 0.809, "pos": 0.191, "neg": 0.0, "compound": 0.5106}, {"text": "Movie Review: The Ballad of Buster Scruggs (2018) - pahedi2: ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "The issue is in the news following this year’s Oscars , which for the second straight year included nominated Netflix releases, some of which only played in theaters for a few weeks, like Roma and “ The Ballad of Buster Scruggs ” ", "neu": 0.845, "pos": 0.155, "neg": 0.0, "compound": 0.7003}, {"text": "I cant believe it took me this long to finally watch The Ballad of Buster Scruggs good stuff..", "neu": 0.847, "pos": 0.153, "neg": 0.0, "compound": 0.4404}, {"text": "Yeah thought so erm the ballad of buster Scruggs , Birdman and annihilation were all pretty good", "neu": 0.61, "pos": 0.39, "neg": 0.0, "compound": 0.8074}, {"text": "the coen brothers before writing the ballad of buster scruggs : ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Everyone please take my advice and go watch The Ballad of Buster Scruggs on Netflix ", "neu": 0.859, "pos": 0.141, "neg": 0.0, "compound": 0.3182}, {"text": "Jag såg The Ballad of Buster Scruggs", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Hope all my fellow Tom Waits fans saw him in “ The Ballad of Buster Scruggs .” He was sooo good.", "neu": 0.766, "pos": 0.234, "neg": 0.0, "compound": 0.7003}, {"text": "The Ballad of Buster Scruggs is a Western film masterpiece. It is an honest retelling of a harsh and brutal time.", "neu": 0.51, "pos": 0.252, "neg": 0.238, "compound": 0.1027}, {"text": "1st Movie review tweet: Why does the movie \" The Ballad of Buster Scruggs \" have that title when the other 5 movie parts has nothing to do with Buster Scruggs ?", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "In this episode, and discuss the movies they’ve been watching, including: THE FRONT RUNNER THE BALLAD OF BUSTER SCRUGGS HOODWINKED IF BEALE STREET COULD TALK ISN’T IT ROMANTIC OUTLAW KING BICYCLE THIEVES and more! ", "neu": 0.805, "pos": 0.086, "neg": 0.109, "compound": -0.2244}, {"text": "Oh there are so many good ones! \"Purple Rain\" - Prince \"Waterfalls\" - TLC \"When the Levee Breaks\" - Led Zeppelin \"Rain\" - The Beatles The opening song from The Ballad of Buster Scruggs is my new favorite water song :) ", "neu": 0.782, "pos": 0.218, "neg": 0.0, "compound": 0.858}, {"text": "Current Buster Scruggs rankings: 1. The Mortal Remains 2. Ballad of Buster Scruggs 3. All Gold Canyon 4. Near Algodones 5. Meal Ticket 6. The Gal Who Got Rattled", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "The Ballad of Buster Scruggs (2018) is this PH water shortage? ", "neu": 0.833, "pos": 0.0, "neg": 0.167, "compound": -0.25}, {"text": "22. The Ballad of Buster Scruggs (2018) I really really liked it I found it very interesting that i consisted of different stories (some I liked more and some less :D), some were funny, some not and the music was great I can highly recommend it ", "neu": 0.642, "pos": 0.358, "neg": 0.0, "compound": 0.9614}, {"text": "The Ballad of Buster Scruggs . Amazing film.", "neu": 0.612, "pos": 0.388, "neg": 0.0, "compound": 0.5859}, {"text": "Next Wednesday: Two stories from the American Old West - one of which you may be familiar with from the recent Coen Bros anthology \" The Ballad of Buster Scruggs \"! There's some great guest voices here as well - don't miss it! StoryPodSquad PodernFamily ", "neu": 0.826, "pos": 0.174, "neg": 0.0, "compound": 0.8035}, {"text": "The Ballad of Buster Scruggs : What, Exactly, Is Its Source Material? ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}], "sum": 419}