{"tweets": [{"text": "Still streaming on Netflix, have you seen Velvet Buzzsaw yet? Give it a go tonight but do avoid the trailer. ", "neu": 0.865, "pos": 0.0, "neg": 0.135, "compound": -0.4215}, {"text": "Yeah. I mean I gave them both a 4/10, but I just think Velvet Buzzsaw was super muddled and dissapointing. It's technically a better film, but I just got more out of Kim Possible, both ironically and somewhat non-ironically", "neu": 0.735, "pos": 0.265, "neg": 0.0, "compound": 0.8957}, {"text": "Did anyone watch velvet buzzsaw ? Is it good like I want it to be?", "neu": 0.586, "pos": 0.414, "neg": 0.0, "compound": 0.7236}, {"text": "Natalia Dyer Attends Velvet Buzzsaw Premiere During Sundance Film Festival in Park City ", "neu": 0.789, "pos": 0.211, "neg": 0.0, "compound": 0.4939}, {"text": "Dan Gilroy's Velvetbuzzsaw could be the 4th entry in John Carpenter's Apocalypse trilogy. ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Velvet Buzzsaw . Should I watch? Happy to hear your opinions about it", "neu": 0.73, "pos": 0.27, "neg": 0.0, "compound": 0.5719}, {"text": "Not digging the soundtrack in Velvet Buzzsaw . The film looks way too American (and has way less sarcasm) for a French waltz", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "VelvetBuzzsaw was so disappointing especially after what Dan Gilroy previously did with Nightcrawler. Jake Gyllenhaal killed it as always though: that guy is one of the most versatile actors working today.", "neu": 0.771, "pos": 0.0, "neg": 0.229, "compound": -0.863}, {"text": "Hey , you happen to watch Velvet Buzzsaw ? Curious as to your reaction/thoughts if you have.", "neu": 0.859, "pos": 0.141, "neg": 0.0, "compound": 0.3182}, {"text": "Today I've finally seen \" Velvet Buzzsaw \" and it was simply awesome ????? ", "neu": 0.685, "pos": 0.315, "neg": 0.0, "compound": 0.7236}, {"text": "Finally sitting down to this Netflix original! I know it has had mixed reviews, but I’m still excited to see Jake Gyllenhaal in this role. NowWatching VelvetBuzzsaw on ", "neu": 0.832, "pos": 0.168, "neg": 0.0, "compound": 0.6177}, {"text": "Velvet Buzzsaw was really fun", "neu": 0.527, "pos": 0.473, "neg": 0.0, "compound": 0.5563}, {"text": "***NEW EPISODE ALERT*** We talk ‘ Velvet Buzzsaw and Donnie Darko’. Jake Gyllenhaal Overload...NEXT UP: Game of Thrones!!! gameofthrones whatwewatchinnow podcast podcasts cinema movies tv charlottenc podcastshow applepodcasts moviepodcast velvetbuzzsaw donniedarko", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "It’s the opposite of Velvet Buzzsaw —I could’ve kept watching the Richter one for another 3 hours. Let me know what you think if you see it. ;)", "neu": 0.932, "pos": 0.068, "neg": 0.0, "compound": 0.2263}, {"text": "I absolutely loved Zawe Ashton and Jake Gyllenhaal in Velvet Buzzsaw , but for all its glitz and gore it's surprisingly paint-by-numbers film. Here's my review... ", "neu": 0.803, "pos": 0.197, "neg": 0.0, "compound": 0.6593}, {"text": "I love the actress that plays josefina in velvet buzzsaw . More of her please", "neu": 0.533, "pos": 0.467, "neg": 0.0, "compound": 0.83}, {"text": "New episode 24! Rob goes to the movie while Blake and Vince review Velvet Buzzsaw for the Movie review. We also play a song from called \"Fantasy.\" Click link in bio to ", "neu": 0.822, "pos": 0.068, "neg": 0.11, "compound": -0.3595}, {"text": "A must-read review of the Netflix film Velvet Buzzsaw by ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "So Russian Doll and Velvet Buzzsaw eps. are coming uncut/uncensored. Work is busy. Life is busy. Didn't get around to getting as much editing on them as I wanted so...cover your kids ears, these episodes are S.P.I.C.Y. swpod podcast newpod podcasts newpodcast", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Finally watching Velvet Buzzsaw , a film about an unknown artist named Ventril Dease's work. It's weird, intriguing, there's horror vibes, but all I keep thinking about is how much I want John Malkovich to make a \"Dease Nuts\" joke", "neu": 0.733, "pos": 0.104, "neg": 0.163, "compound": -0.34}, {"text": "Beware of some velvet buzzsaw shit.", "neu": 0.581, "pos": 0.0, "neg": 0.419, "compound": -0.5574}, {"text": "Loved Gerald's Game -- have not seen Apostle, Velvet Buzzsaw , or The Night Eats the World so definitely adding them to my list!", "neu": 0.732, "pos": 0.268, "neg": 0.0, "compound": 0.8264}, {"text": "ok I'm now the guy who's gonna defend Velvet Buzzsaw forever", "neu": 0.82, "pos": 0.18, "neg": 0.0, "compound": 0.296}, {"text": "The Order was just as disappointing as Velvet Buzzsaw . Netflix, what is you doing?", "neu": 0.802, "pos": 0.0, "neg": 0.198, "compound": -0.4939}, {"text": "Netflix’s search engine is trash but GERALD’S GAME is special, and I dug the folk horror of APOSTLE. I thought VELVET BUZZSAW was hilarious. Not on the service but THE NIGHT EATS THE WORLD is on Prime and pretty great.", "neu": 0.599, "pos": 0.309, "neg": 0.092, "compound": 0.9186}, {"text": "Velvet Buzzsaw has unquestioning bisexuals and I'm all here for it.", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "this velvet buzzsaw movie is pretty cool", "neu": 0.476, "pos": 0.524, "neg": 0.0, "compound": 0.6705}, {"text": "how did you feel about velvet buzzsaw", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "2019 MOVIE CHALLENGE 11/80 1. Juliet, Naked 2. We the Animals 3. Wildlife 4. Moon 5. Source Code 6. Velvet Buzzsaw 7. King Jack 8. A Star is Born (2018) 9. Spider-Man: Into the Spiderverse 10. The Favourite 11. Le Samouraï", "neu": 0.95, "pos": 0.05, "neg": 0.0, "compound": 0.2577}, {"text": "just thinkin bout the end of velvet buzzsaw", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "my advisor said with the degree im working towards rn I could potentially become a gallery assistant or curator but I refuse to take on that position unless I can be on the level of douchebag that Jake Gyllenhaal was in Velvet Buzzsaw ", "neu": 0.817, "pos": 0.0, "neg": 0.183, "compound": -0.8519}, {"text": "velvet buzzsaw is a B movie marketed as an art film and that's fucking beautiful", "neu": 0.741, "pos": 0.259, "neg": 0.0, "compound": 0.6361}, {"text": "watching velvet buzzsaw yes i’m two months late what about it", "neu": 0.787, "pos": 0.213, "neg": 0.0, "compound": 0.4019}, {"text": "48) Velvet Buzzsaw (2019) 7/10 Part horror, part art scene commentary. Best part is Jake Gyllenhaal portrayal of quirky, neurotic art critic Morf Vandewalt. 365NewMoviesin2019 ", "neu": 0.629, "pos": 0.126, "neg": 0.246, "compound": -0.4588}, {"text": ". VelvetBuzzsaw was fun and all but left me with a lot of unanswered questions.", "neu": 0.848, "pos": 0.152, "neg": 0.0, "compound": 0.2846}, {"text": "Here are my submissions Beautiful Boy: ", "neu": 0.562, "pos": 0.438, "neg": 0.0, "compound": 0.5994}, {"text": "i never get scared at horror movies but i’m watching velvet buzzsaw (still yes) and i just thought i saw a person in the room with me smiles like a white person", "neu": 0.668, "pos": 0.264, "neg": 0.068, "compound": 0.7752}, {"text": "Saw Velvet Buzzsaw yesterday; what a good movie and director. Very well written; I kinda dislike the modern art universe in real life but is so refreshing seeing everyone's performance that I easily forget all that. Need an Oscar for Jake Gyllenhaal; the guy is a chameleon.", "neu": 0.779, "pos": 0.138, "neg": 0.082, "compound": 0.4104}, {"text": "Velvet Buzzsaw was trash.", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "I’m a Nightcrawler guy but both are fire. Shame Velvet Buzzsaw was blegh", "neu": 0.58, "pos": 0.0, "neg": 0.42, "compound": -0.8047}, {"text": "My personal Netflix faves are: Dark (original German dub) Maniac Black Mirror Velvet Buzzsaw The Chilling Adventures of Sabrina One Strange Rock (more of a docu-series like \"Cosmos\" but with Will Smith)", "neu": 0.766, "pos": 0.102, "neg": 0.133, "compound": -0.0129}, {"text": "Who knew that was on the verge of giving up acting OurStars VelvetBuzzsaw", "neu": 0.833, "pos": 0.167, "neg": 0.0, "compound": 0.34}, {"text": "[Spoiler: Velvet Buzzsaw ] The true targets aren't who we think they are ", "neu": 0.797, "pos": 0.203, "neg": 0.0, "compound": 0.4215}, {"text": "Downloaded Velvet Buzzsaw recently and I think you will enjoy its sardonic high-brow take on the slasher film", "neu": 0.833, "pos": 0.167, "neg": 0.0, "compound": 0.4939}, {"text": "Let's call 2019 the year of the movies . My 2019 Watchlist: KNIVESOUT TheIrishman Joker OnceUponATimeInHollywood US AvengersEndgame AdAstra LittleWomen Radegund StarWars VelvetBuzzsaw CaptainMarvel Let alone the Animations Lego 2 Frozen 2 TrainDragon 3 ToyStory 4", "neu": 0.892, "pos": 0.046, "neg": 0.062, "compound": -0.128}, {"text": "Velvet buzzsaw was actually good, people were just being snobs ", "neu": 0.602, "pos": 0.218, "neg": 0.18, "compound": 0.128}, {"text": "Always good to see Toni Collette do horror -- loved her in Velvet Buzzsaw on and Hereditary on Prime", "neu": 0.604, "pos": 0.257, "neg": 0.14, "compound": 0.4767}, {"text": "Compared to my bottom 5 5. Velvet Buzzsaw 4. Collette 3. Vice 2. The Aftermath 1. Green Book", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Bring the poll back, because it’s officially on Netflix. Of all the Netflix films that has released so far this year, which did you like/love? TripleFrontier VelvetBuzzsaw", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Three things on Netflix worth checking out. 1. Secret City. 2. Pine Gap. 3. Velvet Buzzsaw . ", "neu": 0.888, "pos": 0.112, "neg": 0.0, "compound": 0.2263}, {"text": "To all my artist friends; that are against the exploitation of artists (dead or alive) by galleries, please watch Velvet Buzzsaw .", "neu": 0.779, "pos": 0.221, "neg": 0.0, "compound": 0.6597}, {"text": "Thinking about how let down I was by velvet buzzsaw", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "so velvet buzzsaw is shit and i said what i said", "neu": 0.69, "pos": 0.0, "neg": 0.31, "compound": -0.5574}, {"text": "I was watching velvet buzzsaw and CAN YOU BELIEVE MORF WANDERVALT (jake gyllenhaal) IS THE BISEXUAL ICON WE NEED BUT WE DON'T DESERVE", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "About to watch Velvet Buzzsaw . I've heard great things about it!", "neu": 0.695, "pos": 0.305, "neg": 0.0, "compound": 0.6588}, {"text": "Anybody else watch Velvet Buzzsaw ? I found it entertaining albeit corny at times. Jake Gyllenhaal lovesss playing weirdos.", "neu": 0.673, "pos": 0.226, "neg": 0.101, "compound": 0.3818}, {"text": "‘Little Monsters,’ ‘ Velvet Buzzsaw ’ challenge traditional horror tropes in the best possible ways ", "neu": 0.545, "pos": 0.272, "neg": 0.183, "compound": 0.2023}, {"text": "Velvet Buzzsaw (2019) Cinematography: Robert Elswit Directed By: Dan Gilroy FilmTwitter ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "i thought this was jake gyllenhaal in the velvet buzzsaw ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Finished watching Netflik's \" Velvet Buzzsaw \". Entertaining, a bit creepy, Jake G. was really good in it, the concept of a horror-art flick was different. Give it a B.", "neu": 0.798, "pos": 0.202, "neg": 0.0, "compound": 0.7264}, {"text": "Watching Velvet Buzzsaw knowing that the only thing I will enjoy/take away from it is naked Jake Gyllenhaal", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Band of robbers Velvet buzzsaw The place beyond the pines Charlie countryman", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "I wanted to see it Now I'll just stop. Netflix been churning out mediocrity lately. What did you think of Velvet Buzzsaw ?", "neu": 0.844, "pos": 0.0, "neg": 0.156, "compound": -0.3612}, {"text": "Morf puts the fun in funeral FuneralHumor SavageAF VelvetBuzzsaw MorfVandewalt Gyllenhaalics ", "neu": 0.608, "pos": 0.223, "neg": 0.169, "compound": 0.2023}, {"text": "Velvet Buzzsaw , 2019 Stylish with interesting elements and sly turns from Jake and Toni, but ultimately unsatisfying as a horror film. I've forgotten about it, tbh. 2/5 ", "neu": 0.713, "pos": 0.057, "neg": 0.229, "compound": -0.7615}, {"text": "That was... Alright. Feels like a companion piece to Nightcrawler in a lot of ways. While that movie is about secretive, low-level exploitation, Velvet Buzzsaw is about that exploitation which happens out in the open, brazenly, for all to see", "neu": 0.889, "pos": 0.111, "neg": 0.0, "compound": 0.5423}, {"text": "You finally saw velvet buzzsaw ??", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "That’s pretty sad that you don’t know his name, you recognize him from a typical Netflix movie, and seeing velvet buzzsaw is how you know him.", "neu": 0.785, "pos": 0.109, "neg": 0.106, "compound": 0.0258}, {"text": "Started watching Velvet Buzzsaw and while the title credit sets you up for a French arthouse ride, the opening scene, a drone shot of Miami, really prepares you for a Spielbergian heist drama where the art world is just a backdrop.", "neu": 0.933, "pos": 0.067, "neg": 0.0, "compound": 0.3818}, {"text": "'Little Monsters, Velvet Buzzsaw ' challenge traditional horror tropes in the best possible ways. ", "neu": 0.521, "pos": 0.286, "neg": 0.193, "compound": 0.2023}, {"text": "One of the reasons why I like Velvet Buzzsaw better than Nightcrawler is that it is an In The Line of Fire reunion.", "neu": 0.709, "pos": 0.201, "neg": 0.09, "compound": 0.4588}, {"text": "Currently watching Velvet Buzzsaw but that’s a film. Need to see what other shows are on Netflix", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "So far I've watched 4 movies today. High Flying Bird, Velvet Buzzsaw , The Wall, and now onto Wildlife. ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Morf puts the fun in funeral FuneralHumor SavageAF VelvetBuzzsaw MorfVandewalt Gyllenhaalics ", "neu": 0.608, "pos": 0.223, "neg": 0.169, "compound": 0.2023}, {"text": "Natalia Dyer Attends Velvet Buzzsaw Premiere During Sundance Film Festival in Park City ", "neu": 0.789, "pos": 0.211, "neg": 0.0, "compound": 0.4939}, {"text": "A whole movie about Morf Vandewalt? I want in! VelvetBuzzsaw MorfVandewalt MillionDollarIdea ", "neu": 0.85, "pos": 0.15, "neg": 0.0, "compound": 0.1511}, {"text": "ICYMI, I was on a podcast and it was a blast! velvetbuzzsaw netflix ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "paintings from velvet buzzsaw came alive", "neu": 0.658, "pos": 0.342, "neg": 0.0, "compound": 0.3818}, {"text": " ’s The Breaker Uppers was just as good their movie The Velvet Buzzsaw .... All the good stuff was in the trailer.", "neu": 0.775, "pos": 0.225, "neg": 0.0, "compound": 0.7003}, {"text": "not to be a fucking hetero but jake gyllenhaal looks so fucking lush in velvet buzzsaw", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "\"Top 5 Worst Neftlix Original Movies\" from Vest Top 5 is ready for your eyeballs. Be ambitious and click or tap below. velvetbuzzsaw BSPN ", "neu": 0.506, "pos": 0.364, "neg": 0.13, "compound": 0.6597}, {"text": "Movie poster of the day: Velvet Buzzsaw (by Nikos Bogris ) ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Me, looking at literally any still of velvet buzzsaw or thinking about the story even a little: wow I love art", "neu": 0.696, "pos": 0.304, "neg": 0.0, "compound": 0.8141}, {"text": "TripleFrontier was dope af! Add this impressive film to the already amazing list of original Netflix films of Roma, Bird Box, Cam, Cloverfield Parsdox, Velvet Buzzsaw , Hold the Dark, Bright, Buster Scruggs, IO, Close and so many more.", "neu": 0.721, "pos": 0.279, "neg": 0.0, "compound": 0.9212}, {"text": "Velvet Buzzsaw , sounds like a fun movie. Has Jake Gyllenhaal, Rene Russo, Toni Colette and John Malkovich. We’ll see how it goes.", "neu": 0.766, "pos": 0.234, "neg": 0.0, "compound": 0.7003}, {"text": "VelvetBuzzsaw is like R. L. Stine wrote a Goosebumps for adults. The movie is whimsical and light through much of it which is accentuated by the score. And its attempts at horror fall so flat you can’t help but smile at its childishness. Honestly, it’s a Goosebumps adults! ", "neu": 0.732, "pos": 0.225, "neg": 0.043, "compound": 0.8378}, {"text": "I overhyped Velvet Buzzsaw in my mind but it didn’t end up being as good as I hoped :/", "neu": 0.575, "pos": 0.298, "neg": 0.127, "compound": 0.631}, {"text": "Me after watching velvet buzzsaw : I hate art. Art is bad i will burn every piece of art and will never buy art again jskkxkxxkkx", "neu": 0.745, "pos": 0.0, "neg": 0.255, "compound": -0.802}, {"text": "i hated velvet buzzsaw so much ", "neu": 0.488, "pos": 0.0, "neg": 0.512, "compound": -0.6369}, {"text": "The art piece \"Hoboman\" in Velvet Buzzsaw seems like a stretch. The irony is forced. Already regretting starting the film. Should have just rewatched The Square", "neu": 0.691, "pos": 0.082, "neg": 0.227, "compound": -0.5267}, {"text": "alyssa, next time i skip my classes and stay in i hope you will say the same.. i watched a star is born, velvet buzzsaw , and just started requiem for a dream", "neu": 0.836, "pos": 0.164, "neg": 0.0, "compound": 0.5994}, {"text": "Now that ' Velvet Buzzsaw ' has put Rene Russo back on your radar why not keep that ball rolling and bask in her brilliance from 1999's 'The Thomas Crown Affair?' It's just one of the titles hitting Amazon Prime this month. ", "neu": 0.872, "pos": 0.128, "neg": 0.0, "compound": 0.6808}, {"text": "Here's your next fix from and Vest Top 5. Share with someone you love (or hate, we're not your mom). velvetbuzzsaw BSPN ", "neu": 0.602, "pos": 0.274, "neg": 0.124, "compound": 0.5423}, {"text": "Velvet Buzzsaw (2019) by A fun forgetful nonsense. Velvet Buzzsaw is an 2019’s Netflix Original movie, and we can’t put a gender cause it’s confuse even to do this, what we can say is that an art-irony-comedy-supernatural-horror movie, or something like that. +", "neu": 0.697, "pos": 0.166, "neg": 0.137, "compound": 0.34}, {"text": "Velvet Buzzsaw is trash. Don't waste your time.", "neu": 0.75, "pos": 0.25, "neg": 0.0, "compound": 0.3252}, {"text": "Is there really a seven hour cut of Velvet Buzzsaw ? inject that right into my veins pls", "neu": 0.793, "pos": 0.074, "neg": 0.134, "compound": -0.2648}, {"text": "Velvet Buzzsaw was so fucking weird", "neu": 0.688, "pos": 0.0, "neg": 0.312, "compound": -0.3119}, {"text": "Velvet Buzzsaw is such a colorful phsycadelic trip. It’s one of those really creative and fun horror flicks. Kinda like Cabin in the Woods.", "neu": 0.6, "pos": 0.283, "neg": 0.117, "compound": 0.6444}, {"text": "And now VELVET BUZZSAW . I was crazy in love with Nightcrawler so EXCITE for this!", "neu": 0.482, "pos": 0.412, "neg": 0.105, "compound": 0.8401}, {"text": "velvet buzzsaw shows such an annoying appearance of art critics and artists its irking me bc theyre all like this omfg", "neu": 0.709, "pos": 0.098, "neg": 0.193, "compound": -0.34}, {"text": "watched velvet buzzsaw it was so bad ", "neu": 0.572, "pos": 0.0, "neg": 0.428, "compound": -0.6696}, {"text": "“I can’t stomach cheery or upbeat. I’m not an idiot. Remember that.” — Piers (John Malkovich), from VelvetBuzzsaw FilmQuotes", "neu": 0.73, "pos": 0.27, "neg": 0.0, "compound": 0.7432}, {"text": "VELVET BUZZSAW (2019) - All art is dangerous horror movie ", "neu": 0.507, "pos": 0.0, "neg": 0.493, "compound": -0.7783}, {"text": "Jake Gyllenhaal’s DeNiro impersonation is second to none. velvetbuzzsaw netflixfilm , British Columbia ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Nightcrawler is such a wild movie. Sold me on Gyllenhaal as an actor (I hadn’t seen Zodiac, Jarhead, or Prisoners at the time). Easily his best role probably to date, just such a terrifying yet realistic performance. Such a shame Gilroy’s followup was Velvet Buzzsaw ", "neu": 0.689, "pos": 0.123, "neg": 0.188, "compound": -0.5423}, {"text": "i tried to watch velvet buzzsaw but zawe's forced acting REAAALLY killed it for me", "neu": 0.539, "pos": 0.0, "neg": 0.461, "compound": -0.9052}, {"text": "Ok.. so the tattoo moving was a little over the top but other than that the movie was alright VelvetBuzzsaw", "neu": 0.819, "pos": 0.181, "neg": 0.0, "compound": 0.4153}, {"text": " Re: Velvet Buzzsaw dancing around being comedy and horror. Fully agree. As we watched it, I said to my wife, \"This is just Zoolander with gore!\"", "neu": 0.703, "pos": 0.179, "neg": 0.118, "compound": 0.2228}, {"text": "Same here basically, The Boy Who Harnessed the Wind, and Velvet Buzzsaw . What a shame no one seems to have watched the first one I mentioned.", "neu": 0.806, "pos": 0.0, "neg": 0.194, "compound": -0.6486}, {"text": "rewatching velvet buzzsaw and my initial thought that the only important thing is jake gyllenhaal’s bisexuality has been confirmed", "neu": 0.909, "pos": 0.091, "neg": 0.0, "compound": 0.2023}, {"text": "It has got some serious talent in front of the camera and behind it. Not sure why it went to Netflix just like that velvet buzzsaw with jake gylanhaal", "neu": 0.745, "pos": 0.158, "neg": 0.097, "compound": 0.4657}, {"text": "VelvetBuzzsaw Hmmm.. different at least. ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Neither is happy deathday 2 u or velvet buzzsaw , and both of those have been out for about a month now. I suppose thats one way to know i dont need to waste my time with that shit article.", "neu": 0.776, "pos": 0.058, "neg": 0.165, "compound": -0.6447}, {"text": "'Little Monsters, Velvet Buzzsaw ' challenge traditional horror tropes in the best possible ways ", "neu": 0.521, "pos": 0.286, "neg": 0.193, "compound": 0.2023}, {"text": "I’m really in on Velvet Buzzsaw . Just top shelf Kooky Gyllenhaal up in this piece. ", "neu": 0.886, "pos": 0.114, "neg": 0.0, "compound": 0.2023}, {"text": " Due to a coworker mentioning VelvetBuzzsaw it's beckoning me to re-share our review for the Netflix film at ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "FUCK its march I gotta watch a new movie. I've been trying to watch at least one new movie a month. So far it was Velvet Buzzsaw & Akira. Both I enjoyed", "neu": 0.768, "pos": 0.101, "neg": 0.13, "compound": -0.2342}, {"text": "What did you think of Velvet Buzzsaw ?", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "If Gypsy is still available on Netflix, check that out!!! Velvet Buzzsaw on Netflix as well. Bayou Caviar I found on Apple TV and The Oath on Crackle is", "neu": 0.901, "pos": 0.099, "neg": 0.0, "compound": 0.4545}, {"text": "VelvetBuzzsaw was fucking KILLER. It inspired me like no movie has before. Props to the animators - beautiful intro & paint movement especially.", "neu": 0.479, "pos": 0.295, "neg": 0.225, "compound": 0.3265}, {"text": "velvet buzzsaw is so good so far and reminds me why i hate like really upper crust rich people fine art", "neu": 0.49, "pos": 0.389, "neg": 0.121, "compound": 0.8023}, {"text": "What does it say about me that I predicted a bunch of the kills in Velvet Buzzsaw ?", "neu": 0.8, "pos": 0.0, "neg": 0.2, "compound": -0.5423}, {"text": "About halfway into Velvet Buzzsaw . I have no clue what to make of this.", "neu": 0.845, "pos": 0.0, "neg": 0.155, "compound": -0.296}, {"text": "Just watched VelvetBuzzsaw interesting one! ", "neu": 0.572, "pos": 0.428, "neg": 0.0, "compound": 0.4574}, {"text": "“It’s not art” - I think that every time I see ridiculous abstractart . Recently I watched VelvetBuzzsaw on Netflix , it wasn’t my favorite, but I did like this scene here, which incapsulates my opinion on most of abstract art. Watch here—> ", "neu": 0.825, "pos": 0.131, "neg": 0.044, "compound": 0.5423}, {"text": "I want this painting to Velvet Buzzsaw her", "neu": 0.822, "pos": 0.178, "neg": 0.0, "compound": 0.0772}, {"text": "Jeremy Saulnier’s “Murder Party” is the art-world satire “ Velvet Buzzsaw ” wanted to be.", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Velvet Buzzsaw is a flop...Netflix can’t make anything good I’m convinced", "neu": 0.588, "pos": 0.412, "neg": 0.0, "compound": 0.6808}, {"text": " Sundance reviewer who pretended Velvet Buzzsaw is good ", "neu": 0.707, "pos": 0.293, "neg": 0.0, "compound": 0.4404}, {"text": "Velvet Buzzsaw (2019) IMDb 30 mins in & I want to be put out of my misery. Not sure I’ll finish it. ", "neu": 0.709, "pos": 0.054, "neg": 0.236, "compound": -0.6555}, {"text": "Haha, your comment is very Velvet Buzzsaw , which I watched on Netflix last night!", "neu": 0.785, "pos": 0.215, "neg": 0.0, "compound": 0.5093}, {"text": "It was a movie... Velvet Buzzsaw . I’m going to retire my puss. SMMFH", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Velvet Buzzsaw thoughts ?", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "The Hyperlink 5: movies : The scary side of art in Velvet Buzzsaw music : V98 - Dublin games : Rusted Warfare is inspired by RTS classics hardware : Galaxy S10: Snapdragon 855 vs Exynos 9820 ", "neu": 0.765, "pos": 0.087, "neg": 0.148, "compound": -0.296}, {"text": "huh... why do people dislike velvet buzzsaw ? i thought it was pretty decent tbh", "neu": 0.655, "pos": 0.19, "neg": 0.155, "compound": 0.1531}, {"text": "i get that people didn't like velvet buzzsaw but they're wrong", "neu": 0.584, "pos": 0.0, "neg": 0.416, "compound": -0.6913}, {"text": "is robert really telling us to watch velvet buzzsaw im screaming. just let me take over and make everyone watch possession", "neu": 0.885, "pos": 0.0, "neg": 0.115, "compound": -0.3818}, {"text": "Now streaming on Mubi. A strange melding of horror, fiction, and a documentary on Leonora Carrington (including real footage of her). If you thought Velvet Buzzsaw was a... ", "neu": 0.814, "pos": 0.0, "neg": 0.186, "compound": -0.6705}, {"text": "velvet buzzsaw Fair Philippines ", "neu": 0.566, "pos": 0.434, "neg": 0.0, "compound": 0.3182}, {"text": "Velvet buzzsaw is a creepy movie", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Velvet Buzzsaw is a delight. Highly recommended trashy fun.", "neu": 0.343, "pos": 0.657, "neg": 0.0, "compound": 0.861}, {"text": "Watching Velvet Buzzsaw and I am impressed. Scared but impressed", "neu": 0.424, "pos": 0.438, "neg": 0.138, "compound": 0.6428}, {"text": "velvet buzzsaw had neat deaths i just had a hard time feeling bad for most of the cast lol", "neu": 0.496, "pos": 0.302, "neg": 0.202, "compound": 0.34}, {"text": "Mi top 10 1. Calibre 2. Spectral 3. Yucatan 4. Polar 5. Roma 6. Mowgli 7. Velvet Buzzsaw 8. Gerald Game`s 9. Like Father 10. Extinction", "neu": 0.848, "pos": 0.152, "neg": 0.0, "compound": 0.5106}, {"text": " you should cover Velvet Buzzsaw on the Kill count, I don't know if it's more thriller or horror but it's definitely worth a watch as Jake Gylenhall is awesome!", "neu": 0.531, "pos": 0.334, "neg": 0.135, "compound": 0.8341}, {"text": "VelvetBuzzsaw is awesome. Then I noticed that DanGilroy wrote and directed it. NightCrawler was also Written and Directed by DanGilroy . Great work on both films. Also, RomaJIsraelEsq", "neu": 0.745, "pos": 0.255, "neg": 0.0, "compound": 0.8481}, {"text": "So Velvet Buzzsaw . What can I say? First, I definitely enjoyed this movie. I will have to ruminate on whether it means very much - perhaps the point - but it's a well written picture, with a good sense of humour and a terrific eye for pretension and condescension.", "neu": 0.651, "pos": 0.349, "neg": 0.0, "compound": 0.9571}, {"text": "We've put some Netflix films under the microscope, including Polar , VelvetBuzzsaw , HoldtheDark and TAU . For all of our thoughts on these and more, visit Out of Our Element! ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "About to watch Dan Gilroy's VelvetBuzzsaw on Netflix I really loved nightcrawler I hope this is just as good ", "neu": 0.577, "pos": 0.423, "neg": 0.0, "compound": 0.8822}, {"text": "We need more movies like Velvet Buzzsaw . Representation of art in film is important!", "neu": 0.711, "pos": 0.289, "neg": 0.0, "compound": 0.5954}, {"text": "We watched Velvet Buzzsaw tonight. REALLY interesting film. ", "neu": 0.653, "pos": 0.347, "neg": 0.0, "compound": 0.5756}, {"text": "Just watched Velvet Buzzsaw and honestly what the fuck", "neu": 0.519, "pos": 0.222, "neg": 0.259, "compound": -0.128}, {"text": "The Hyperlink 5 is out: movies : The scary side of art in Velvet Buzzsaw music : V98 - Dublin games : Rusted Warfare is inspired by RTS classics hardware : Galaxy S10: Snapdragon 855 vs Exynos 9820 ", "neu": 0.771, "pos": 0.085, "neg": 0.144, "compound": -0.296}, {"text": "Omg I wanna watch velvet buzzsaw but the gore... ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "also every since that one movie with the Scene With the Vine Trees I dont trust horror films that show inanimate objects winding up a woman's leg I feel nauseated just thinking about it and glad Velvet Buzzsaw didn't do that to me", "neu": 0.81, "pos": 0.131, "neg": 0.059, "compound": 0.51}, {"text": "Natalia Dyer Attends Velvet Buzzsaw Premiere During Sundance Film Festival in Park City ", "neu": 0.789, "pos": 0.211, "neg": 0.0, "compound": 0.4939}, {"text": "Movie Review: Velvet Buzzsaw (2019) - The Critical Movie Critics ", "neu": 0.609, "pos": 0.0, "neg": 0.391, "compound": -0.5423}, {"text": "*watching velvet buzzsaw * me: would u put your arm in there? andrew: hell yeah i would put my dick in there", "neu": 0.613, "pos": 0.084, "neg": 0.303, "compound": -0.7717}, {"text": "Bird Box , Nothing to hide , velvet buzzsaw , Spektral", "neu": 0.822, "pos": 0.178, "neg": 0.0, "compound": 0.1326}, {"text": "I’ve read a lot about that Richter-based fiction but haven’t seen it yet. As with “ Velvet Buzzsaw ,” I anticipate not liking it, but feel a professional obligation (which I haven’t acted on yet) to sit through it.", "neu": 0.922, "pos": 0.0, "neg": 0.078, "compound": -0.438}, {"text": "Just watched \" Velvet Buzzsaw \". A pretty good mixture of satire, horror, and dark comedy. Jake Gyllenhaal is terrific. My grade: B+", "neu": 0.51, "pos": 0.373, "neg": 0.118, "compound": 0.7906}, {"text": "Just started Velvet Buzzsaw and I don't know what's going to happen in this movie but all these characters are so shitty I'm really hoping a monster eats everyone. Which I think might be the point? I hope?", "neu": 0.677, "pos": 0.182, "neg": 0.14, "compound": 0.2323}, {"text": "performance. Velvet Buzzsaw could’ve been much better, it is impossible to say that the movie did not had a potencial to be better but the film wanted to be so much stuff that failed at being only one. 5/10.", "neu": 0.807, "pos": 0.09, "neg": 0.103, "compound": -0.3716}, {"text": "I really enjoyed Velvet Buzzsaw , but I didn’t like that the Artist’s name was Dease. All I could think of every time they said it was “dease nuts?” And I’m upset about it.", "neu": 0.751, "pos": 0.154, "neg": 0.095, "compound": 0.2838}, {"text": "Just gave up watching Velvet Buzzsaw . I'm not a quitter, but it was an awful load of arty farty, pretentious hooey. About as scary as a tickle on the elbow. Not even bad enough to be funny.", "neu": 0.661, "pos": 0.162, "neg": 0.177, "compound": -0.1717}, {"text": "53) VELVET BUZZSAW (2019) dir. Dan Gilroy First watch via Netflix streamed to laptop. ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Starting up velvet buzzsaw . This looks fuckin dope", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "now to watch Velvet Buzzsaw !!", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Velvet Buzzsaw made me a little homesick.", "neu": 0.78, "pos": 0.0, "neg": 0.22, "compound": -0.1045}, {"text": "Fuck, you guys should have ended the uncertainty. Now I’m even more conflicted between listening to Prurient on top of a grave or playing real life Velvet Buzzsaw", "neu": 0.645, "pos": 0.106, "neg": 0.249, "compound": -0.7096}, {"text": "I'm enthralled by how Jake Gyllenhaal is getting even more gorgeous with age... The movie's awesome btw. VelvetBuzzsaw Netflix ", "neu": 0.669, "pos": 0.331, "neg": 0.0, "compound": 0.8553}, {"text": "this thread made me watch velvet buzzsaw again just so I could pretend it was this guy getting his arms chewed off by the sphere", "neu": 0.932, "pos": 0.0, "neg": 0.068, "compound": -0.1725}, {"text": "Btw velvet buzzsaw was the worst movie ever... please stay away even tho Netflix said it was 98% match", "neu": 0.726, "pos": 0.098, "neg": 0.175, "compound": -0.4215}, {"text": "jake gyllenhaal in velvet buzzsaw is the art critic i always wanted 2 be ", "neu": 0.84, "pos": 0.0, "neg": 0.16, "compound": -0.2732}, {"text": "Velvet buzzsaw sounds like the most indie band name lol", "neu": 0.602, "pos": 0.398, "neg": 0.0, "compound": 0.6486}, {"text": "She was terrific in Velvet Buzzsaw (2019) even if I wasn’t wild about the film overall. She’s done very little over the last decade.", "neu": 0.876, "pos": 0.124, "neg": 0.0, "compound": 0.4767}, {"text": "What did you think of Velvet Buzzsaw ? Tweet at us or call our voicemail and we will share your comments on a future episode. 502-5-DORK-83 velvetbuzzsaw", "neu": 0.916, "pos": 0.084, "neg": 0.0, "compound": 0.296}, {"text": "i saw this is just making me think about how good velvet buzzsaw was lmao, SPEAKING OF HORROR COMEDY", "neu": 0.492, "pos": 0.352, "neg": 0.156, "compound": 0.6808}, {"text": "Velvet Buzzsaw was a ***** *&* ***** T**** W** P****", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Nonton Film Velvet Buzzsaw (2019) Sub Indo .XIZK3oKJ6Iw.twitter via ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Nightcrawler, Roman J. Israel, Esq. & Velvet Buzzsaw - Written and Directed by Dan Gilroy. This man is one of the best and original filmmakers working today. nightcrawler romanjisraelesq velvetbuzzsaw cinema movies dangilroy influence taoparties ", "neu": 0.827, "pos": 0.173, "neg": 0.0, "compound": 0.7579}, {"text": "“I’m through dating artists. They’re already in a relationship.” — Josephina , from VelvetBuzzsaw FilmQuotes", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Or watched Velvet Buzzsaw , missed the critique of transactional greed and just pushed for eugenics of 'action lead'. ", "neu": 0.766, "pos": 0.0, "neg": 0.234, "compound": -0.5994}, {"text": "Okay Jake Gyllenhaal movies: Nocturnal Animals Enemy Okja Velvet Buzzsaw The Day After Tomorrow End of Watch Brothers", "neu": 0.748, "pos": 0.089, "neg": 0.164, "compound": -0.3818}, {"text": "New Episode! This week we review the Netflix original Velvet Buzzsaw . ", "neu": 0.794, "pos": 0.206, "neg": 0.0, "compound": 0.3802}, {"text": "I wrote about how Sundance2019 gave us a different type of horror landscape with LittleMonsters and VelvetBuzzsaw Sundance", "neu": 0.802, "pos": 0.0, "neg": 0.198, "compound": -0.5719}, {"text": "'Little Monsters' and ' Velvet Buzzsaw ' challenge traditional horror tropes in the best possible ways. ", "neu": 0.545, "pos": 0.272, "neg": 0.183, "compound": 0.2023}, {"text": "Velvet Buzzsaw review on . Because I can't stop watching and falling further down this incredible rabbit hole. You're all wrong, you know. This film is brilliant. VelvetBuzzsaw : ", "neu": 0.679, "pos": 0.176, "neg": 0.145, "compound": 0.2472}, {"text": "The writer/director of the brilliant 'Nightcrawler' turns his attention towards the art world with ' Velvet Buzzsaw .' Our review: ", "neu": 0.826, "pos": 0.174, "neg": 0.0, "compound": 0.5859}, {"text": "i know it’s a month later but i wanna mention i spent valentine’s day the right way by seeing both jake gyllenhaal and daveed diggs shirtless in velvet buzzsaw", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "'Little Monsters, Velvet Buzzsaw ' challenge traditional horror tropes in the best possible ways ", "neu": 0.521, "pos": 0.286, "neg": 0.193, "compound": 0.2023}, {"text": "Velvet buzzsaw was a good laugh. High society horror.", "neu": 0.329, "pos": 0.428, "neg": 0.243, "compound": 0.4215}, {"text": "I came for Lakeith, stayed for Tessa, was pleased to see Steven, but it was the twist that really sold it. Velvet Buzzsaw was kind of fun too.", "neu": 0.807, "pos": 0.193, "neg": 0.0, "compound": 0.715}, {"text": "jake going to win a razzie for velvet buzzsaw", "neu": 0.648, "pos": 0.352, "neg": 0.0, "compound": 0.5859}, {"text": "Nooo Coco is moving back to Michigan VelvetBuzzsaw lol", "neu": 0.741, "pos": 0.259, "neg": 0.0, "compound": 0.4215}, {"text": "Netflix's ' Velvet Buzzsaw ' Was Inspired by 'Superman Lives' ", "neu": 0.686, "pos": 0.314, "neg": 0.0, "compound": 0.4939}, {"text": "Whilst you wait for our CaptainMarvel show, check out last week's Whatcha Been Watchin' Lately with & : We talked Alita Blindspotting CasinoRoyale Polar RobinHood & VelvetBuzzsaw WBWL", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Remember when velvet buzzsaw came out 10 years ago", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "you guys, i didn't know Velvet Buzzsaw was a B horror movie thanks, i love it", "neu": 0.455, "pos": 0.359, "neg": 0.187, "compound": 0.5267}, {"text": "41. Velvet Buzzsaw was a huge disappointment but the cast is killer and Jake Gylenhaal was cute enough to make me watch the whole movie ", "neu": 0.593, "pos": 0.167, "neg": 0.24, "compound": -0.5346}, {"text": "Studio 54 documentary or Velvet Buzzsaw on Netflix", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Velvet Buzzsaw is an art movie made for art people. Absolutely delicious so far. Most accurate depiction of and the art world on film, 10/10. Can't wait to finish. VelvetBuzzsaw", "neu": 0.879, "pos": 0.121, "neg": 0.0, "compound": 0.6115}, {"text": "Check out my review of Velvet Buzzsaw if you haven’t yet! No Spoilers of course WATCH: youtuber smallyoutuber SmallYouTubeArmy smallyoutubecommunity ", "neu": 0.884, "pos": 0.0, "neg": 0.116, "compound": -0.3595}, {"text": "Interesting film, wasn't too keen on the ending but a good watch VelvetBuzzsaw ", "neu": 0.554, "pos": 0.351, "neg": 0.096, "compound": 0.6304}, {"text": "As horror/comedies go ' Velvet Buzzsaw \" is far more of the latter than the former, but our thinks it's still worth your time. ", "neu": 0.899, "pos": 0.101, "neg": 0.0, "compound": 0.3291}, {"text": "if i watch velvet buzzsaw anymore times it should be illegal", "neu": 0.714, "pos": 0.0, "neg": 0.286, "compound": -0.5574}, {"text": "Why didn’t y’all tell me Velvet Buzzsaw was terrible?", "neu": 0.721, "pos": 0.0, "neg": 0.279, "compound": -0.4767}, {"text": "The Netflix movie VelvetBuzzsaw is the most bizarre thing I’ve seen in a while. I do not recommend.", "neu": 0.749, "pos": 0.0, "neg": 0.251, "compound": -0.5723}, {"text": "Now Playing: VELVET BUZZSAW (2019) ", "neu": 0.69, "pos": 0.31, "neg": 0.0, "compound": 0.2023}, {"text": "There's often no glory for the courageous of heart in their own time, but I'm certainthe long arc of history will validate my enthusiastic cheerleading of both Velvet Buzzsaw and Weezer's Black Album", "neu": 0.64, "pos": 0.322, "neg": 0.038, "compound": 0.9001}, {"text": "Velvet Buzzsaw remainds me so much to Duma Key... only that Duma Key is waaaaay better.", "neu": 0.838, "pos": 0.162, "neg": 0.0, "compound": 0.4404}, {"text": "anyways someone kick my ass and tell me to finish watching velvet buzzsaw please i cannot. do it", "neu": 0.721, "pos": 0.111, "neg": 0.168, "compound": -0.296}, {"text": "Did anybody watch velvet buzzsaw ??", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "The Daily Dose Velvet Buzzsaw (2019) GIF by Instagram Account , over 2,000 Followers ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "So Velvet Buzzsaw sure was a thing, huh?", "neu": 0.701, "pos": 0.299, "neg": 0.0, "compound": 0.3744}, {"text": "Me at the end of VelvetBuzzsaw ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": " just wondering if you saw Velvet Buzzsaw yet? If so any thoughts?", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "okay i’m late to the party but going velvet buzzsaw", "neu": 0.708, "pos": 0.292, "neg": 0.0, "compound": 0.3182}, {"text": "Wanna put in a review for any of the films we're discussing on the next podcast ? Leave them below! CaptainMarvel LeavingNeverland Creed2 VelvetBuzzsaw HighFlyingBird Fyre FyreFraud Paddleton InstantFamily Polar FilmTwitter ", "neu": 0.949, "pos": 0.0, "neg": 0.051, "compound": -0.126}, {"text": "The Endless 3/5 You Were Never Really Here 4/5 Velvet Buzzsaw 3/5 eXistenZ 1.5/5 Beyond the Black Rainbow 2.5/5 Behind the Curve Captain Marvel 3.5/5", "neu": 0.896, "pos": 0.104, "neg": 0.0, "compound": 0.4215}, {"text": "*Calling to order another Chardonnay* VelvetBuzzsaw ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Had a mid-week movie night yesterday and watched Velvet Buzzsaw , which felt like a half-finished version of a very good movie. It's one part art-world satire and one part supernatural horror, with a whole bunch of underexplored story points. MovieReview ", "neu": 0.778, "pos": 0.134, "neg": 0.087, "compound": 0.2484}, {"text": "Today’s movies included two Lady Snowblood films, Savage Planet, Velvet Buzzsaw and... something else. It’s getting weird in this house.", "neu": 0.793, "pos": 0.0, "neg": 0.207, "compound": -0.5719}, {"text": "Watch Here : [ ] Title : Velvet Buzzsaw Country : USA Language: English Genre : Horror | Mystery | Thriller Stars : Jake Gyllenhaal, Rene Russo, Zawe Ashton ", "neu": 0.779, "pos": 0.061, "neg": 0.16, "compound": -0.5106}, {"text": "LMAO I feel bad for Coco this is the 3rd body she found VelvetBuzzsaw", "neu": 0.575, "pos": 0.242, "neg": 0.183, "compound": 0.2808}, {"text": "If only the film had more depth than just a quick line 43 minutes in. I'd still recommend checking this out & I'd even say I'll watch it again at some point. Netflix movies have been pretty terrible lately (I'm looking at you Bird Box & Velvet Buzzsaw ) so this was a step up. Lol", "neu": 0.802, "pos": 0.145, "neg": 0.053, "compound": 0.6597}, {"text": "Fought my sleep to watch this damn movie and it was worth it honestly VelvetBuzzsaw", "neu": 0.516, "pos": 0.23, "neg": 0.254, "compound": -0.1343}, {"text": "This gave me a major Velvet Buzzsaw vibe.", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Do you want to experience a compelling double-feature? Watch ' Velvet Buzzsaw ' with an 'In The Realms of the Unreal' chaser. Henry Darger is the ghost that haunts Jake Gyllenhaal. ", "neu": 0.762, "pos": 0.102, "neg": 0.137, "compound": -0.2732}, {"text": "So, three movies I had to stop half an hour into them. After Kong: Skull Island and Mary Poppins Returns we welcome Velvet Buzzsaw .", "neu": 0.802, "pos": 0.115, "neg": 0.084, "compound": 0.2023}, {"text": "Natalia Dyer Attends Velvet Buzzsaw Premiere During Sundance Film Festival in Park City ", "neu": 0.789, "pos": 0.211, "neg": 0.0, "compound": 0.4939}, {"text": "Velvet Buzzsaw (2019) Makes an attempt to satirise the wealthy artsy elite in a gorgeously shot slasher-style horror, but the film is a contradictory mess. Lead cast all great. 'We don't sell durable goods, we peddle perception. Thin as a bubble.' VelvetBuzzsaw ", "neu": 0.644, "pos": 0.186, "neg": 0.17, "compound": 0.2144}, {"text": "Natalia Dyer Attends Velvet Buzzsaw Premiere During Sundance Film Festival in Park City ", "neu": 0.789, "pos": 0.211, "neg": 0.0, "compound": 0.4939}, {"text": "My review for Dan Gilroy's Velvet Buzzsaw -- ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "DST and Monday has me exhausted, and my bro-in-law is here until 4pm, so I'm taking the day off and watching movies with him since I can use him as an excuse for my laziness. Right now? VelvetBuzzsaw Next? Cam", "neu": 0.899, "pos": 0.032, "neg": 0.069, "compound": -0.3736}, {"text": "Working my way up to Blue Velvet... Velvet Buzzsaw any good? ", "neu": 0.775, "pos": 0.225, "neg": 0.0, "compound": 0.4404}, {"text": " Did y’all watch Velvet Buzzsaw on Netflix? It’s okay. Very good at creating a sense of dread, though.", "neu": 0.552, "pos": 0.321, "neg": 0.127, "compound": 0.5509}, {"text": "Velvet Buzzsaw is such a trippy movie", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "list of spooky movies I’ve seen this week -A Quiet Place - Velvet Buzzsaw -Hereditary -Annihilation -Life next is Us with friends", "neu": 0.866, "pos": 0.134, "neg": 0.0, "compound": 0.4767}, {"text": "Y’all need to watch VelvetBuzzSaw on ! It’s so good! Love me some JakeGyllenhaal Such a great movie! netflixList", "neu": 0.515, "pos": 0.485, "neg": 0.0, "compound": 0.9348}, {"text": "donnie darko is one of the classics but his most recent works, it is definitely prisoners for so many reasons and btw i really liked velvet buzzsaw but nobody talks about it???", "neu": 0.688, "pos": 0.202, "neg": 0.109, "compound": 0.5831}, {"text": "Erin Kirkpatrick breaks down the nuances in Netflix's latest horror film, Velvet Buzzsaw ", "neu": 0.764, "pos": 0.0, "neg": 0.236, "compound": -0.5719}, {"text": "Velvet buzzsaw is such a good film", "neu": 0.633, "pos": 0.367, "neg": 0.0, "compound": 0.4404}, {"text": "toni collette going from Hereditary to Velvet Buzzsaw is what we in the industry call R A N G E", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Movie poster of the day: Velvet Buzzsaw (by Nikos Bogris ) ", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Like can you please tell him about all the deaths in velvet buzzsaw :", "neu": 0.696, "pos": 0.304, "neg": 0.0, "compound": 0.5859}, {"text": "I would watch an entire series of Jake Gyllenhaal being snarky about art. VelvetBuzzsaw has an eye for satire, but not quite horror. ", "neu": 0.829, "pos": 0.171, "neg": 0.0, "compound": 0.6511}, {"text": "My review for Velvet Buzzsaw is now available! Please go and check it out! VelvetBuzzsaw ", "neu": 0.829, "pos": 0.171, "neg": 0.0, "compound": 0.4374}, {"text": "we watched Velvet Buzzsaw because anything about tormenting rich art dealers is in my wheelhouse", "neu": 0.795, "pos": 0.205, "neg": 0.0, "compound": 0.5574}, {"text": "I got around to seeing Velvet Buzzsaw and it was kinda shit tbh", "neu": 0.769, "pos": 0.0, "neg": 0.231, "compound": -0.5118}, {"text": "My favorite scene from Velvet Buzzsaw (2019) dir Dan Gilroy ", "neu": 0.75, "pos": 0.25, "neg": 0.0, "compound": 0.4588}, {"text": "Take a look at this, your very own video from Vest Top 5 & . We're not responsible for what happens if you don't watch. velvetbuzzsaw BSPN ", "neu": 0.848, "pos": 0.073, "neg": 0.079, "compound": -0.0418}, {"text": "41. netflix original movies are typically bad but Velvet Buzzsaw is like fun bad ", "neu": 0.355, "pos": 0.369, "neg": 0.276, "compound": 0.3291}, {"text": "velvet buzzsaw is such a trash movie my God", "neu": 0.769, "pos": 0.231, "neg": 0.0, "compound": 0.2732}, {"text": "recommendations based on what Hogwarts house you identify with: Slytherin: Gossip Girl, Pretty Little Liars, Velvet Buzzsaw , Riverdale, How To Get Away With Murder", "neu": 0.611, "pos": 0.098, "neg": 0.291, "compound": -0.7436}, {"text": "after four attempts and one successful viewing, my take is here: velvet buzzsaw is like eating a little bit of poopie. you want to be glad that it's over, but you're not. cuz like, you just ate poopie", "neu": 0.752, "pos": 0.248, "neg": 0.0, "compound": 0.8201}, {"text": "Happy Death Day 2 U and Velvet Buzzsaw were fabulous!", "neu": 0.307, "pos": 0.454, "neg": 0.239, "compound": 0.5411}, {"text": "'Little Monsters, Velvet Buzzsaw ' challenge traditional horror tropes in the best possible ways. ", "neu": 0.521, "pos": 0.286, "neg": 0.193, "compound": 0.2023}, {"text": "Strange but satisfying — watching Velvet Buzzsaw", "neu": 0.481, "pos": 0.385, "neg": 0.135, "compound": 0.5574}, {"text": "Currently watching Velvet Buzzsaw and wondering why I’m watching Velvet Buzzsaw .", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Oh so I watched Velvet Buzzsaw last night. I was really I'm the mood for a horror film and it seemed interesting It's a very well made film. It's not a particularly good film. Spoilers to follow I guess.", "neu": 0.718, "pos": 0.126, "neg": 0.156, "compound": -0.3026}, {"text": "The movie was so silly and bad. And I’ve seen the next movie you’ll be watching, it is...interesting in ideal but execution is a different story. However you both going to love HoboRobo in Velvet Buzzsaw . ", "neu": 0.727, "pos": 0.217, "neg": 0.056, "compound": 0.7823}, {"text": "VelvetBuzzsaw and CaptainMarvel utilize a substantial AND very effective CPM*. *Cats Per Minute", "neu": 0.658, "pos": 0.342, "neg": 0.0, "compound": 0.6361}, {"text": "Finally watching VelvetBuzzsaw", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Also also I watched Velvet Buzzsaw and it's amazing and I won't hear a bad word about it. Except we didn't get to see Jake Gyllenhaal's penis.", "neu": 0.768, "pos": 0.232, "neg": 0.0, "compound": 0.7684}, {"text": "OK what are people thinking about the fluid sexuality in VelvetBuzzsaw ? Personally, I am excited seeing some big screen bisexuality . However, I appreciate that the film is satirical and the characters not necessarily \"good\" peeps. What about you? MondayThought LGBTQ", "neu": 0.807, "pos": 0.193, "neg": 0.0, "compound": 0.8122}, {"text": "i watched a star is born because i still hadn’t seen it an i thought it was okay.. then i watched velvet buzzsaw and now i’m gunna watch requiem for a dream", "neu": 0.926, "pos": 0.074, "neg": 0.0, "compound": 0.25}, {"text": "actually i just realized i have no idea what the fuck this title means. join the ranks of velvet buzzsaw i guess! ", "neu": 0.661, "pos": 0.091, "neg": 0.248, "compound": -0.5848}, {"text": "With the other 2 apps I use down.... guess I’m watching Velvet Buzzsaw on Netflix! JAKE!", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Velvet Buzzsaw PatokOfTheTown", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "Velvet buzzsaw is crazy nuts dude", "neu": 0.46, "pos": 0.0, "neg": 0.54, "compound": -0.5719}, {"text": "Just watched VelvetBuzzsaw . Hands down one of the best episodes of Goosebumps ever.", "neu": 0.741, "pos": 0.259, "neg": 0.0, "compound": 0.6369}, {"text": "I’ve watched all those shows except Velvet Buzzsaw .", "neu": 1.0, "pos": 0.0, "neg": 0.0, "compound": 0.0}, {"text": "I loved Nightcrawler, so time to give VelvetBuzzsaw a watch!!", "neu": 0.61, "pos": 0.39, "neg": 0.0, "compound": 0.6688}, {"text": "Feeling the need for a double feature of Art School Confidential and Velvet Buzzsaw . Art world horror is my new favorite niche genre. film movies horror VelvetBuzzsaw ", "neu": 0.649, "pos": 0.133, "neg": 0.218, "compound": -0.5994}, {"text": "“The term ‘ velvet buzzsaw ’ implies something smooth to the touch but that will take your fingers off if you aren’t careful. It’s no surprise then that it is an euphemism for vagina.” —⁦ ⁩ ", "neu": 0.818, "pos": 0.113, "neg": 0.069, "compound": 0.1901}, {"text": "Just watched VelvetBuzzsaw ... interesting one! Netflix", "neu": 0.667, "pos": 0.333, "neg": 0.0, "compound": 0.4574}, {"text": "Velvet Buzzsaw was such a fun goddamn ride", "neu": 0.439, "pos": 0.289, "neg": 0.272, "compound": 0.0516}], "sum": 278}